Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Company not found
fr_fr: Aucune société trouvée

source: Company ID not found
fr_fr: Aucune société trouvée

source: Product Report
fr_fr: Rapport du produit

source: Product:
fr_fr: Produit

source: Order Number
fr_fr: Commande nr.

source: Cardgate account created
fr_fr: Compte créé avec succès

source: Please login to your account to complete the data required to start receiving payments using cardgate
fr_fr: Connectez-vous sur votre tableau de contrôle chez Cardgate pour finaliser l'information avant de pouvoir recevoir les paiements

source: It is very important that you now complete the forms and upload the required docs before proceeding. In your Controlepanel go to Merchant gegevens - CURO Backoffice and then go to Gegevens. This is the place where you need to fill in all required info<br><br>.
fr_fr: L'étape suivante pour activer cardgate est de compléter les champs du tableau de contrôle et de vous procurer les documents nécessaires. <br><br>Allez sur données boutique - CURO backoffice - données. Complétez jusqu'à ce que la barre situation soit à 100% (avis : placer la souris sur la barre de situation pour voir ce que vous devez encore compléter).<br><br>

source: If any problems please contact us.
fr_fr: Si vous avez terminé de la compléter (100%) prévenez-nous svp.<br><br>

source: Cardgate account created by Merchant
fr_fr: Le compte Cardgate a bien été créé

source: Please login to the account to set the control Url
fr_fr: Nous avons créé votre compte cardgate.<br><br>Vous pouvez vous connecter sur le tableau de contrôle via <a href="https://merchants.cardgateplus.com">https://merchants.cardgateplus.com</a> avec les données suivantes:<br>

source: Merchant ID
fr_fr: Shop ID

source: OBS: Buying Flyers Request
fr_fr: OBS: Demande de prospectus d'achat

source: Sorry! Flyer Id not found. Please try again
fr_fr: Flyer Id non trouvé. Veuillez réessayer

source: Time range is not valid
fr_fr: Le temps n'est pas valide

source: No orders found to plan a tour
fr_fr: Pas de commande trouvée pour déterminer une tournée

source: Please enter a different email. Already in use !
fr_fr: Cette adresse e-mail est déjà dans notre base de données

source: Please enter a different username. Already registered !
fr_fr: Ce nom d'utilisateur est déjà dans notre base de données

source: Success ! Company registered successfully.
fr_fr: Société bien enregistrée

source: Sorry ! Some error occurred.
fr_fr: Une erreur s'est produite

source: Error occured. Please try again.
fr_fr: Une erreur s'est produite. Réessayez.

source: Status changed successfully.
fr_fr: Situation mise à jour avec succès.

source: Status does not changed successfully.
fr_fr: Situation non modifiée

source: Banner ID or status value is not found.
fr_fr: Bandeau ID non trouvé

source: Banner deleted successfully.
fr_fr: Bandeau supprimé avec succès.

source: Banner does not deleted successfully.
fr_fr: Le bandeau ne peut pas être supprimé.

source: Banner ID is not found.
fr_fr: Bandeau ID non trouvé

source: Success - API created successfully !
fr_fr: API créé avec succès !

source: Error - Some error occurred !
fr_fr: Une erreur s'est produite

source: Updated successfully
fr_fr: Mise à jour avec succès

source: Error occured please try again.
fr_fr: Une erreur s'est produite veuillez réessayer

source: Please provide the type
fr_fr: Veuillez fournir le type

source: Added Successfully
fr_fr: Ajouté avec succès
nl_nl: Met succes toegevoegd

source: Please provide Search By
fr_fr: Veuillez fournir la recherche par

source: Please provide Search By Properly
fr_fr: Veuillez fournir la recherche correctement

source: Please provide a file to upload.
fr_fr: Veuillez fournir un fichier à télécharger S.V.P

source: Please provide Search By Properly incorrect data provided.
fr_fr: Veuillez fournir Recherche par Données incorrectes.

source: Please create some category first
fr_fr: Veuillez d'abord créer une catégorie S.V.P

source: Login shop
fr_fr: Login magasin

source: Active
fr_fr: Actif

source: OBS Admin has updated Paid Status
fr_fr: FoodDESK a modifié un compte

source: OBS Admin has updated desk status. Please Check
fr_fr: FoodDESK a modifié la situation du comptoir d'informations.

source: You can open the link below on your tablet. In that way your clients can immediately can check the allergens from a specific product.
fr_fr: Cliquez sur le lien ci-dessous pour consulter le comptoir informations. Vous pouvez ouvrir le lien sur votre tablette et l’utiliser comme page d’accueil. Si le client souhaite obtenir plus d’informations sur certains allergènes présents dans un ou plusieurs produits, il peut ainsi trouver facilement l’information lui-même. <br><br>Il nous faut encore télécharger le logo de votre magasin et adapter cette page. S’il y a peu ou pas de produits dans le comptoir d’informations , cela signifie que nous devons encore introduire les produits dans le tableau de contrôle (nous vous tenons au courant à ce sujet).

source: Desk url:
fr_fr: URL:

source: Your Desk is deactivated by admin.
fr_fr: Nous venons de mettre le comptoir d'informations sur inactif. <br><br>Si vous trouvez que cela n'est pas correct ou si vous avez des questions ou des remarques ,prenez contact avec nous au : 0473/25.05.28

source: Company without logos
fr_fr: Société sans LOGO

source: Company id
fr_fr: Société

source: Registraion Date
fr_fr: Date d'enregistrement

source: DESK STATUS
fr_fr: STATUT

source: Company Categories details
fr_fr: Détails

source: Role
fr_fr: Rôle

source: Lang
fr_fr: Long

source: Website
fr_fr: Site internet

source: Bedrijf
fr_fr: Société

source: Stad
fr_fr: Ville

source: System
fr_fr: Système

source: ACTIVE Companies Email
fr_fr: E-mail des sociétés ACTIVES

source: Company ID
fr_fr: Société
nl_nl: Bedrijf

source: NOIMAGES found List
fr_fr: Liste trouvé d'occune image

source: Shop Name
fr_fr: Nom du magasin

source: Email address
fr_fr: Adres électronique
nl_nl: E-mail

source: Register date
fr_fr: Date de registre

source: License type
fr_fr: Type license

source: Overview of backlinks
fr_fr: Vue d'ensemble des liens

source: Social Backlink
fr_fr: Lien social

source: OBS: Company Trial Prolongated
fr_fr: FoodDESK: la période d'essai est prolongée

source: Overzicht recepturen
fr_fr: Vue d'ensemble des recettes

source: Aanmelding succes: pakket-FREE
fr_fr: Inscription réussie : abonnement-FREE

source: Aanmelding succes: pakket-BASIC
fr_fr: Inscription réussie : abonnement-BASIC

source: Aanmelding succes: pakket-PRO
fr_fr: Inscription réussie : abonnement-PRO

source: Company has been approved successfully. Mails are sent to CP and DEP for their CPs
fr_fr: Magasin approuvé avec succès. Un mail a été envoyé.

source: Company has not been approved successfully. Please try again or Contact to developer.
fr_fr: Cette société n'a pas été approuvée. Réessayez ou contactez-nous.

source: Company has been disapproved successfully.
fr_fr: Le magasin n'a pas été approuvé.

source: Company has not been disapproved successfully. Please try again or Contact to developer.
fr_fr: Le magasin n'a pas été désapprouvé avec succès. Veuillez réessayer ou contactez-nous.

source: Email did not updated successfully!!!
fr_fr: Adresse e-mail non modifiée. Réessayez.

source: Email updated successfully
fr_fr: Adresse e-mail mise à jour

source: Company can not be deleted. please try again
fr_fr: Le magasin ne peut pas être supprimé. Veuillez réessayer

source: Company deleted successfully
fr_fr: Magasin supprimé avec succès

source: Company can not be keeped. please try again
fr_fr: Le magasin ne peut pas être retenu. Réessayez.

source: Company keeped successfully
fr_fr: Magasin retenu avec succès

source: Category id
fr_fr: Catégorie ID

source: Add Text
fr_fr: Ajouter du texte

source: Display Tool Tip
fr_fr: Activer Tooltip

source: Company Sub Categories details
fr_fr: Sous-catégories

source: Sub Category id
fr_fr: Sous-catégorie id

source: Category name
fr_fr: Nom catégorie

source: Sub Category Name
fr_fr: Nom sous-catégorie
nl_nl: Subcategorie Naam

source: Sub Description
fr_fr: Description

source: Sub Image
fr_fr: Image

source: Sub Add Text
fr_fr: Ajouter du texte

source: Sub Message
fr_fr: Votre texte

source: Company Produt details
fr_fr: Détails du produit

source: Product Id
fr_fr: Id du produit

source: Company Id
fr_fr: Id de la société

source: Categories Id
fr_fr: Catégories

source: Sub Categories ID
fr_fr: Sous-catégories

source: Product Article Number
fr_fr: Numéro de l'article

source: Product Description
fr_fr: Description

source: Sell Product Option
fr_fr: Options des produits

source: Price /Person
fr_fr: Prix/p

source: Min Person
fr_fr: Nombre minimum de personnes

source: Max Person
fr_fr: Nombre maximum de personnes

source: Price /Unit
fr_fr: Prix/unité

source: Price /Weight
fr_fr: Prix/kg

source: Show as New
fr_fr: Afficher en tant que nouveau

source: Allow Image Upload
fr_fr: Téléchargement de l'image

source: Discount/Kg
fr_fr: Remise/kg

source: Display Image
fr_fr: Afficher l'image

source: All Day Availability
fr_fr: Disponibilité

source: Advance Payment
fr_fr: paiement d'avance

source: Clients are added successfully
fr_fr: Clients bien ajoutés

source: Clients are not added successfully. Please try again
fr_fr: Les clients ne peuvent pas être ajoutés. Réessayez

source: Name or Price field is missing
fr_fr: Le nom du tarif n'a pas été déterminé

source: Flyer updated successfull
fr_fr: Flyer mis à jour avec succès

source: Flyer did not updated successfull
fr_fr: Flyer non mis à jour

source: Display Order is changed successfully
fr_fr: Classement bien modifié

source: Display Order did not changed successfully
fr_fr: Le classement n'a pas pu être modifié. Réessayez.

source: Flyer ID missing
fr_fr: Flyer ID manquant

source: Invalid Username and Password
fr_fr: Nom d'utilisateur et mot de passe erronés

source: You are successfully logout...!!
fr_fr: Vous êtes bien déconnecté

source: Failed to send email
fr_fr: Impossible d'envoyer l'E-mail

source: Success to send email
fr_fr: E-mail envoyé avec succès

source: Mail type changed successfully
fr_fr: Mail modifié avec succès.

source: Mail type did not changed successfully
fr_fr: Mail non modifié

source: Credits have been changed
fr_fr: Nombre de crédits modifié

source: Credits have not been changed
fr_fr: Nombre de crédits inchangé

source: This company is not using Mail manager
fr_fr: Le magasin n'utilise pas le mail du directeur

source: Companies Subscription List
fr_fr: Inscription

source: Subscribed/Unsubscribed
fr_fr: Inscrit /Désinscrit

source: All Mails have been send successfully
fr_fr: Tous les mails ont bien été envoyés.

source: Sorry!!! Some mails have not been send successfully. please try again
fr_fr: Certains mails n'ont pas pu être envoyés. Réessayez.

source: Templates has been updated successfully.
fr_fr: Matrice mise à jour avec succès.

source: This combination does not exist in our database!Please enter a valid username and password
fr_fr: Cette combinaison ne se trouve pas dans notre base de données. Réessayez.

source: can not send mail.!!please try again
fr_fr: Le mail ne peut pas être envoyé. Réessayez

source: mail has been send successfully to your mail id
fr_fr: Le mail a bien été envoyé à votre adresse mail

source: this email id does not exists in our database
fr_fr: Cette adresse email ne se trouve pas dans notre base de données

source: Company Overview
fr_fr: Vue d'ensemble de l'entreprise

source: Recipes / Products
fr_fr: Recettes / Produits

source: Completed %
fr_fr: Complets %

source: Recipe entered statistics
fr_fr: Statistiques des recettes entrées

source: Total Products
fr_fr: Produits Totaux

source: Products Fixed
fr_fr: Produits Fixés

source: Register Date
fr_fr: Date d'enregistrement

source: Contact Person
fr_fr: Personne de contact
nl_nl: Contactpersoon

source: UPDATE SUCCESSFULLY....!!!
fr_fr: Mise à jour réussie

source: Success - FTP files of the selected companies are been updated successfully !
fr_fr: Les fichiers FTP des magasins sélectionnés ont été mis à jour avec succès !

source: Error - None of the companies have entered their full FTP Details !
fr_fr: Erreur - Aucun des magasins n'ont saisi leurs détails FTP complets !

source: Error - Please select some companies to update their client files !
fr_fr: Erreur - Sélectionnez certains magasins pour mettre à jour leurs fichiers clients !

source: Can't create config/index file for this FTP server !
fr_fr: Le dossier Config n'a pas pu être créé pour ce FTP

source: Error - Unable to open the original config file !
fr_fr: Erreur - Impossible d'ouvrir le fichier de configuration d'origine !

source: Error - Cannot create a Config file for Company ID
fr_fr: Erreur - Impossible de créer un fichier de configuration pour l'ID d'entreprise

source: Error - Unable to open the original index file !
fr_fr: Erreur - Impossible d'ouvrir le fichier d'index d'origine !

source: Error - Cannot create a index file for Company ID
fr_fr: Erreur - Impossible de créer un fichier d'index pour l'ID d'entreprise

source: Couldn't change the directory to online-bestellen folder !
fr_fr: Impossible de changer le répertoire en ligne !

source: There was a problem while creating
fr_fr: Un problème est survenu durant la création

source: folder, on server ! May be it was already there.
fr_fr: Brochure sur le serveur. Probablement qu'il y est déjà

source: You details are been saved successfully, we will get back to you soon !
fr_fr: Votre demande a bien été transmise. Nous vous tenons au courant.

source: Contact Mail
fr_fr: Contact

source: User phone no
fr_fr: Numéro de téléphone du client:

source: User's email address
fr_fr: E-mail du client:

source: User's Comapny url
fr_fr: Nom de domaine :

source: User's message
fr_fr: Message de l'utilisateur

source: Invalid Credentials
fr_fr: Message d'erreur:

source: Can't submit your order !
fr_fr: Ne peut pas mener à bien la commande - svp contacter le 0473/250528

source: Couldn't get the client ID !
fr_fr: Ne peut pas charger les données du profil

source: Some error ocured ! Can't place your order successfully.
fr_fr: Une erreur s'est produite - réessayer ou nous contacter via 0473/250528

source: Dear
fr_fr: Cher

source: A new client has registered via your online shop.
fr_fr: Un nouveau client s'est enregistré via la boutique en ligne.

source: I want a invoice
fr_fr: Je veux une facture

source: Yes
fr_fr: Oui
nl_nl: Ja

source: No
fr_fr: Non
nl_nl: Nee

source: Discount Card Number
fr_fr: Numéro de la carte client

source: Powered by OBS
fr_fr: Powered by FoodDESK

source: Loyalty discount
fr_fr: Remise client régulier

source: discount
fr_fr: Remise

source: Pickup Date
fr_fr: Date de retrait :

source: on
fr_fr: à

source: hr
fr_fr: heure

source: Pickup Note
fr_fr: Remarque

source: Delivery Date
fr_fr: Date de livraison :
nl_nl: Leveringsdatum

source: Delivery Day
fr_fr: Jour de livraison :

source: Delivery Address
fr_fr: Adresse:

source: Delivery Note
fr_fr: Remarque

source: Order Total
fr_fr: Montant total

source: Grand Total
fr_fr: Total

source: Delivery Cost
fr_fr: Coût de livraison

source: IN PROCESSING
fr_fr: EN TRAITEMENT

source: We will send you an email as soon as possible, with more information.
fr_fr: Vous recevrez à court terme un mail vous donnant plus d'informations.

source: I want an invoice
fr_fr: Je veux une facture

source: A new order has been placed on your shop.
fr_fr: Une nouvelle commande a été passée via la boutique en ligne

source: Here are some details of it
fr_fr: Ici quelques détails

source: Don't have any saved cart!
fr_fr: Données non trouvées

source: Success
fr_fr: OK
nl_nl: OK

source: Error - No company settings found !
fr_fr: Paramètres non trouvés !

source: Error - Did\'t get the Company ID.
fr_fr: ERREUR - ID non trouvé

source: No categories found !
fr_fr: Catégorie non trouvée

source: No sub-categories found !
fr_fr: Sous-catégorie non trouvée

source: No products found in this category !
fr_fr: Pas de produit dans cette catégorie

source: No products found in this sub-category !
fr_fr: Pas de produit dans cette sous-catégorie

source: No products found !
fr_fr: Aucun résultat !

source: No products details found !
fr_fr: Détails du produit non trouvés

source: No product discount found !
fr_fr: Pas de remise !

source: No product groups found !
fr_fr: Pas d'option !

source: No holiday found !
fr_fr: Jour férié non trouvé

source: Not found necessary data !
fr_fr: Données non trouvées

source: No pickup delivery time settings found !
fr_fr: Paramètres de retrait/livraison incorrects

source: No related products found !
fr_fr: Produit apparenté non trouvé !

source: Error - No user details found !
fr_fr: Pas de résultat !

source: Invalid username or password !
fr_fr: Nom d'utilisateur et mot de passe erronés

source: Order has been expired or does not exist.
fr_fr: Commande expirée ou n'existe pas.

source: Password has been changed successfully !
fr_fr: Mot de passe modifié avec succès !

source: Incorrect password entered !
fr_fr: Mot de passe incorrect !

source: Can't update your data !
fr_fr: Mise à jour impossible. Réessayez ou appeler le 0473/250528

source: Email is required
fr_fr: E-mail obligatoire

source: Email must be valid
fr_fr: Adresse e-mail correcte svp

source: Email already exist!
fr_fr: L'adresse E-mail existe déjà !

source: Your profile has been updated successfully ! You may continue ...
fr_fr: Les détails sont bien mis à jour !

source: Sorry ! Can't fetch your orders.
fr_fr: La commande ne peut pas être transmise

source: Sorry ! You haven't placed any order yet.
fr_fr: Vous n'avez pas encore passé de commande chez nous

source: Can't fetch this order detail.
fr_fr: Impossible de transmettre les détails de la commande

source: Sorry ! The user could not be registered.
fr_fr: Le client n'a pas pu s'enregistrer - si cela se reproduit - contactez-nous au 0473/250528

source: Your password has been changed and sent to your email address successfully !
fr_fr: Mot de passe modifié et envoyé par mail.

source: Your password has been set sucessfully, but can't send you mail. So please try again !
fr_fr: Mot de passe sauvegardé avec succès - un mail n'a pas pu être envoyé. Contactez-nous au 0473/25.05.28

source: Can't change your password !
fr_fr: Le mot de passe ne peut pas être modifié

source: Incorrect email address entered !
fr_fr: Merci de donner une adresse e-mail correcte

source: Sorry ! Your query can not be submitted.
fr_fr: Votre question/remarque n'a pas été transmise. Contactez le commerçant.

source: Sorry ! The user could not be found.
fr_fr: Client introuvable.

source: Pickup Day
fr_fr: Jour de retrait :

source: Pickup Time
fr_fr: Heure de retrait:

source: Sorry ! Can't fetch your dicount details.
fr_fr: Les remises n'ont pas pu être synchronisées.

source: you cannot enter this domain
fr_fr: Nom de domaine non autorisé

source: Some error occured! Please try again.
fr_fr: Une erreur s'est produite. Essayer de nouveau

source: Remark Updated Succesfully.
fr_fr: Remarque bien mise à jour

source: Desk orders
fr_fr: Commandes

source: Order details
fr_fr: Récapitulatif

source: General settings has been updated successfully.
fr_fr: Paramètres généraux bien actualisés

source: Error in updating general settings.
fr_fr: Erreur : le paramètre général n'a pas été mis à jour. Réessayez.

source: Mail Messages Updated Successfully.
fr_fr: Messages e-mail modifiés avec succès.

source: Error Occured in Updating Mail Messages.
fr_fr: Une erreur s'est produite pendant la mise à jour

source: Your super admin access code is been updated successfully.
fr_fr: Les détails ont bien été mis à jour.

source: Error occured in updating access code. Please try again.
fr_fr: Une erreur s'est produite. Réessayez.

source: Payment Settings Updated Successfully.
fr_fr: Paramètres de paiement mis à jour avec succès.

source: Error Occured in Updating Payment Settings.
fr_fr: Une erreur s'est produite pendant la mise à jour.

source: Other Settings Updated Successfully.
fr_fr: Autres paramètres mis à jour avec succès.

source: Error Occured in Updating Other Settings.
fr_fr: Une erreur s'est produite pendant la mise à jour.

source: FAQ - clients Settings Updated Successfully.
fr_fr: FAQ - Paramètres clients mis à jour avec succès.

source: Error Occured in Updating FAQ - clients Settings.
fr_fr: Une erreur s'est produite pendant la mise à jour.

source: Theme has been updated successfully.
fr_fr: Style modifié avec succès.

source: Theme couldn't change properly.
fr_fr: Le style ne peut pas être modifié (nous contacter)

source: Terms and Conditions Updated Successfully.
fr_fr: Conditions modifiées avec succès.

source: Error Occured in Updating Terms and Conditions.
fr_fr: Une erreur s'est produite pendant la mise à jour.

source: Labeler Logo Uploaded Successfully.
fr_fr: Logo bien téléchargé

source: Error Occured in Uploading Labeler Logo
fr_fr: ERREUR : ne peut pas télécharger le logo. Nom de dossier correct ?

source: Sheet Banner Uploaded Successfully
fr_fr: Bannière téléchargée avec succès.

source: Error Occured in Uploading Sheet Banner
fr_fr: Une erreur est apparue pendant le chargement de la bannière

source: No direct script access allowed
fr_fr: Pas d'accès direct au message

source: Companies Associated
fr_fr: Commerçants associés

source: Login to Client's Control Panel
fr_fr: SE CONNECTER

source: Sorry ! No companies assigned yet.
fr_fr: Commerçants pas encore autorisés

source: Affiliate Code
fr_fr: Code d'affiliation

source: Monthly Income per Client
fr_fr: Revenu mensuel par client

source: SAVE CHANGES
fr_fr: Sauvegarder

source: Please enter first name.
fr_fr: Veuillez entrer votre prénom.

source: Please enter last name.
fr_fr: Veuillez entrer votre nom.

source: Please enter address.
fr_fr: Veuillez entrer l'adresse.

source: Please enter city.
fr_fr: Veuillez entrer la ville.

source: Please enter phone number.
fr_fr: Veuillez entrer votre numéro de téléphone.

source: Please enter phone number in digits.
fr_fr: Veuillez saisir le numéro de téléphone en chiffres uniquement.

source: Please enter email address.
fr_fr: Veuillez entrer votre adresse e-mail.

source: Please enter valid email address.
fr_fr: S'il vous plaît entrez une adresse e-mail valide.

source: Please enter a unique username.
fr_fr: Veuillez saisir un nom d'utilisateur unique.

source: Please enter password.
fr_fr: Veuillez entrer le mot de passe.

source: Please enter affiliate code.
fr_fr: Veuillez entrer le code d'affiliation.

source: Please enter affiliate monthly income.
fr_fr: Veuillez entrer le revenu mensuel de l'affilié.

source: Please login to proceed
fr_fr: SE CONNECTER

source: Please enter your login Username
fr_fr: Veuillez entrer votre nom d'utilisateur

source: Please enter your login Password
fr_fr: Introduire votre mot de passe

source: Powered By: OBS BEstelsysteem - SiteMatic BVBA
fr_fr: Powered By FoodDESK - SiteMatic BVBA

source: Online bestellen met OBS - bestelsysteem voor Bakkers | Broodjeszaken | Traiteurs | ...
fr_fr: Commander en ligne avec FoodDESK - système de commande pour Boulangeries | Sandwicheries | Traiteurs | ...

source: OBS
fr_fr: FoodDESK

source: Affiliate User Panel
fr_fr: Panneau d'utilisateur affilié

source: Welcome
fr_fr: Bienvenue

source: COMPANIES
fr_fr: MAGASINS

source: SETTINGS
fr_fr: PARAMETRES
nl_nl: INSTELLINGEN

source: Payment Confirmation
fr_fr: Confirmation de paiement

source: More income
fr_fr: Plus de revenus

source: customers familiar with this system will make ordering faster since they will experience many benefits
fr_fr: Les clients qui connaissent ce système rendront les commandes plus rapides car ils bénéficieront de nombreux avantages
