Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Are you the owner of a retail business and would like more information about this bestelysteem
fr_fr: Vous êtes le propriétaire d'une entreprise de vente au détail et vous souhaitez plus d'informations sur ce système ?

source: Please
fr_fr: Svp

source: this entry form
fr_fr: Formulaire d'inscription

source: to be used
fr_fr: à utiliser

source: Do you have a general question, comment or are you interested in a collaboration? Let us know via the form below
fr_fr: Vous avez une question, une remarque ou êtes-vous intéressé par une collaboration ? Faites-le nous savoir dans le formulaire à compléter ci-dessous !

source: company Name
fr_fr: nom de la société

source: name
fr_fr: Nom

source: phone
fr_fr: Tél.

source: Selection
fr_fr: Sélectionner

source: I have a general question
fr_fr: J'ai une question d'ordre général

source: I have a comment
fr_fr: J'ai une remarque

source: Please more info
fr_fr: Plus d'informations svp

source: I want to be distributor of OBS
fr_fr: Je veux devenir distributeur de FoodDESK

source: remainder
fr_fr: Rappel

source: report
fr_fr: Rapport

source: security code
fr_fr: Code de sécurité

source: Repeat the code
fr_fr: Répéter le code

source: required fields
fr_fr: champ obligatoire

source: Select a subject
fr_fr: Sélectionner un sujet

source: Please enter a company name.
fr_fr: Donnez le nom de la société svp

source: Please enter your name.
fr_fr: Donnez votre nom svp

source: Please give your email address.
fr_fr: Donnez votre adresse e-mail svp

source: Enter email address is not valid.
fr_fr: Donnez une adresse e-mail correcte svp

source: Please enter a valid phone number
fr_fr: Donnez un numéro de téléphone correct svp

source: Please give your website URL.
fr_fr: Donnez votre adresse web svp

source: Please give your message.
fr_fr: notez un message svp

source: Please enter security code.
fr_fr: Donnez le code de sécurité svp

source: Your request has been send to the Administration. You will be notify soon.
fr_fr: Votre demande a bien été envoyée. Nous vous tenons au courant.

source: Some error occured while sending your request. Please try again.
fr_fr: Une erreur s'est produite. Réessayez

source: Addon Managment
fr_fr: Addon gestion

source: Addons Managment
fr_fr: Addon gestion

source: Right here you can activate addons you wish. Click on the activate button and the feature activated will be available. If you are interested to have them all activated then
fr_fr: Ici, vous pouvez activer des addons supplémentaires. Cliquer sur -ACTIVER- et nous activerons cette/ces option(s) supplémentaire(s) pour vous.

source: notify us here
fr_fr: Contactez-nous

source: and you will get all addons get active for just 49
fr_fr: Et vous obtiendrez tous les addons actifs pour seulement 49

source: /mnth! If you want to set an addon inactive to reduce the monthly price then notify us.
fr_fr: /mois ! Si vous souhaitez définir un addon inactif pour réduire le prix mensuel, veuillez nous le notifier.

source: Deactivate
fr_fr: Désactiver

source: Not Active
fr_fr: Non actif

source: Activate
fr_fr: ACTIVER

source: Merchant Info
fr_fr: Infos magasin

source: Merchant Name
fr_fr: Nom du magasin

source: Secret Key
fr_fr: API Secret Key

source: Site Name
fr_fr: Nom site web

source: Edit Region Details
fr_fr: Traiter les détails régionaux

source: Add Area Details
fr_fr: Ajouter région

source: Edit State Details
fr_fr: Traiter les détails régionaux

source: State
fr_fr: Situation

source: select
fr_fr: Sélectionner

source: no delivery area available
fr_fr: On ne livre pas dans cette région

source: Zip Code
fr_fr: Code postal

source: Costs
fr_fr: Tarif

source: Time Range
fr_fr: Heure

source: Enter time in format
fr_fr: Donnez une heure svp

source: Please Select Area
fr_fr: Sélectionnez une région svp

source: Please enter city name
fr_fr: Donnez une ville svp

source: Please enter Zipcode
fr_fr: Donnez un code postal svp

source: Please enter Cost
fr_fr: Déterminez le tarif svp

source: Please enter Time Range
fr_fr: Donnez un moment (heure)

source: Asssign Product to Category and Subcategory
fr_fr: Déplacez facilement les produits vers une autre (sous-)catégorie

source: Loading...
fr_fr: Un moment svp...

source: You can assign product to category and subcategory.
fr_fr: Via la gestion des catégories vous pouvez rapidement déplacer des produits vers une autre catégorie ou sous-catégorie.

source: Some error occurred, could not delete the image !
fr_fr: Une erreur s'est produite - l'image ne peut pas être supprimée, réessayez.

source: BESTELONLINE SETTINGS
fr_fr: BESTELONLINE.NU - Paramètres

source: Photogallery
fr_fr: Galerie de photos

source: Upload images to be displayed in company's gallery, on Bestelonline :
fr_fr: Télécharger ici diverses images que vous voulez placer sur Bestelonline.nu

source: Delete Image
fr_fr: Supprimer image

source: No gallery images, uploaded yet !
fr_fr: Pas d'image

source: BESTELONINE SETTINGS
fr_fr: BESTELONLINE.NU - Paramètres

source: Link to Bestelonline live (what visitor are seeing)
fr_fr: Lien vers Bestelonline.nu en direct

source: Link to your test environment (to do settings)
fr_fr: Lien vers la page de test (cette page n'est vue que par vous-même)

source: (till date)
fr_fr: (jusque)

source: Link to simulation OBS-Module (in your website)
fr_fr: Lien vers la version test du module FoodDESK (ce que nous allons installer dans votre site web)

source: Click here
fr_fr: Cliquez ici

source: Your Logo Image
fr_fr: Modifier l'image

source: *You Have entered wrong format of url pls enter correct format as (http://www.example.com)"
fr_fr: * Nous ne plaçons pas de lien vers les sites portails,

source: *you cannot enter this domain"
fr_fr: seul un lien vers une page de commande sur votre site est autorisé.

source: Show my shop as:
fr_fr: Afficher ma boutique en ligne en tant que :

source: Detail page only
fr_fr: Seulement la page détails

source: Detail page + Shop
fr_fr: Page détails + boutique en ligne

source: Order Online URL
fr_fr: Lien vers la boutique en ligne

source: Bestelonline Shop
fr_fr: Bestelonline.nu

source: Allow Orders from BO
fr_fr: Commandes autorisées de Bestelonline.nu

source: Show Pickuptime
fr_fr: Les clients peuvent venir retirer les commandes

source: Show Deliverytime
fr_fr: Nous livrons aux clients

source: Time between order and delivery/pickup is
fr_fr: Le délais entre la commande et le retrait/la livraison est de

source: Same day
fr_fr: Le même jour

source: day
fr_fr: jour

source: days
fr_fr: jours

source: Company Facebook URL
fr_fr: Facebook URL

source: Company short description
fr_fr: Description brève

source: maximum 500 characters
fr_fr: 500 caractères maximum

source: Opening Hours
fr_fr: Horaires d'ouverture

source: Save Changes
fr_fr: Sauvegarder les modifications

source: Please select a record
fr_fr: Sélectionnez un article svp

source: Do u really want to delete it
fr_fr: ATTENTION :\n si vous supprimez ces commandes, vos clients ne pourront plus placer ces commandes \ndans le panier d'achat dans leur tableau de contrôle (click-n-go).\n Etes-vous sûr de cette suppression ?

source: Selected orders has been deleted successfully
fr_fr: Les commandes sélectionnées ont bien été supprimées.

source: Do u really want to mark this order as Paid ?
fr_fr: Voulez-vous noter cette commande comme PAYE ?

source: Selected orders has been marked paid successfully
fr_fr: L'état a bien été modifié !

source: mail sent successfully
fr_fr: Mail envoyé avec succès

source: Take Away
fr_fr: Retirer

source: New Client Ordered
fr_fr: Le client a commandé

source: Mark as Paid
fr_fr: Noter comme payé

source: Date passed
fr_fr: Date dépassée

source: Send Mail
fr_fr: Mail envoyé

source: Print All
fr_fr: Imprimer les articles sélectionnés

source: Cancelled Orders
fr_fr: annulés

source: Succeed
fr_fr: Succès

source: Order via website
fr_fr: Commande via site web

source: Order via OBSdesk
fr_fr: Commade via le comptoir d'informations

source: Pending Orders
fr_fr: NON PAYE

source: Stop Auto Load
fr_fr: Arrêter la charge automatique

source: Orders Information
fr_fr: Informations sur la commande

source: Category Order Updated Successfully
fr_fr: Classement modifié avec succès

source: Error occurred while updating order
fr_fr: Une erreur s'est produite pendant la mise à jour

source: Status successfully updated
fr_fr: Statut mis à jour avec succès

source: update category
fr_fr: Mise à jour catégorie

source: add category
fr_fr: Ajouter catégorie

source: No image available.Please upload one.
fr_fr: Pas d'image disponible - télécharger une image svp

source: If your customers have clicked on a category you can on this page a message at the top. This is a promotional text related to this category. The message below may place.
fr_fr: Au dessus de chaque catégorie, vous pouvez noter une description du contenu de celle-ci.

source: Please leave a message please give
fr_fr: Placer un message svp

source: Change the Design
fr_fr: Changer la présentation

source: Themes Section
fr_fr: Style

source: Style Settings
fr_fr: Paramètres de style

source: Edit Stylesheet : Simple Mode
fr_fr: Mettre à jour CSS: modus simple

source: Edit Stylesheet : Advanced Mode
fr_fr: Mettre à jour CSS: modus avancé

source: Login Section
fr_fr: Section connexion

source: Background
fr_fr: Fond

source: Color
fr_fr: Couleur

source: width
fr_fr: Largeur

source: Font-family
fr_fr: Type de lettre

source: New Times Roman
fr_fr: Times New Roman

source: Font-size
fr_fr: Taille caractère

source: Font-style
fr_fr: Style

source: bold
fr_fr: En gras

source: italic
fr_fr: Italique

source: bold italic
fr_fr: Italique en gras

source: Font-weight
fr_fr: Type de caractères

source: bolder
fr_fr: En gras

source: lighter
fr_fr: plus clair

source: inherit
fr_fr: Erven

source: Text Decoration
fr_fr: Format texte

source: underline
fr_fr: Souligné

source: overline
fr_fr: Surligné

source: blink
fr_fr: brillant

source: Shopping Cart
fr_fr: Boutique web

source: new times roman
fr_fr: times new roman

source: Main Section
fr_fr: Contenu section

source: RESET
fr_fr: ANNULER

source: Use this custom css for my current theme.
fr_fr: Activer manuellement CSS. <br>Si vous êtes au courant de CSS vous pouvez apporter ci-dessous des modifications. Presque tous les articles dans la <br>boutique en ligne peuvent être modifiés. Trop difficile ? Contacter nous pour plus d'informations.

source: Restore default
fr_fr: Retour à l'original

source: Enter the current password please
fr_fr: Donnez votre mot de passe actuel

source: Enter your new password
fr_fr: Donnez votre nouveau mot de passe

source: Please confirm your new password
fr_fr: Confirmez votre nouveau mot de passe

source: Customer Details
fr_fr: Données clients

source: customers
fr_fr: Clients

source: client add
fr_fr: AJOUTER CLIENT

source: Add Infos
fr_fr: Ajouter des informations

source: House number
fr_fr: Numéro

source: Newsletters
fr_fr: Newsletter

source: Notifications
fr_fr: Remarques

source: Vat number
fr_fr: TVA numéro

source: Special discount for this client in
fr_fr: Remise spéciale pour ce client

source: Just enter a figure only like '5', else leave blank
fr_fr: Compléter par un chiffre comme '5' ou laisser le champ vide

source: Client Number
fr_fr: Numéro de client

source: customer details
fr_fr: Données client

source: My Account
fr_fr: Mon compte

source: Created Date
fr_fr: Date de création

source: Created Time
fr_fr: Heure

source: Lasr Name
fr_fr: Nom de famille

source: Business
fr_fr: Secteur

source: You want to delete this report?
fr_fr: Etes-vous sûr de vouloir supprimer ce rapport ?

source: You want to delete these report?
fr_fr: Etes-vous sûr de vouloir supprimer ce rapport ?

source: Only Invoice
fr_fr: Afficher quelques factures

source: Without Invoice
fr_fr: sans facture

source: ALL
fr_fr: TOUT

source: Full report
fr_fr: Rapport complet

source: Short report
fr_fr: Bref rapport

source: Daterange
fr_fr: Date

source: Invoices
fr_fr: Factures

source: Report Type
fr_fr: Type de rapport

source: Search Order
fr_fr: Chercher une commande

source: - - Select - -
fr_fr: -- Sélectionner --

source: Keyword
fr_fr: Mot-clé

source: Please enter a search item, the dropdown list
fr_fr: Donnez un terme de recherche svp

source: Please provide a keyword please
fr_fr: Complétez par un terme de recherche svp

source: Search Orders
fr_fr: Chercher des commandes

source: Show all
fr_fr: Afficher tout
nl_nl: Alles tonen

source: Show only invoices
fr_fr: Afficher quelques factures

source: Show all without invoices
fr_fr: Afficher les commandes sans les factures

source: All orders ordered
fr_fr: Toutes les commandes effectuées

source: Reset
fr_fr: Annuler

source: Hide 0 Orders
fr_fr: Cacher 0 commande(s)

source: Report per client
fr_fr: Rapport par client

source: Please enter start date
fr_fr: Sélectionner une date de début

source: Please enter end date
fr_fr: Sélectionner une date de fin

source: All orders for pickup / delivery
fr_fr: Toutes les commandes livrées

source: Or - Print all orders for
fr_fr: OU donner les commandes pour

source: Tomorrow
fr_fr: Demain
nl_nl: Morgen

source: Day After Tomorrow
fr_fr: Après-demain

source: Creating Report
fr_fr: Faire le rapport

source: Go back
fr_fr: Retourner
nl_nl: Ga terug

source: DELETE
fr_fr: SUPPRIMER

source: Note
fr_fr: remarque
nl_nl: Opmerking

source: Please delete the report if you don't use them to keep the server clean
fr_fr: Supprimez les rapports si vous ne les utilisez plus.

source: Client Management
fr_fr: Gestion clients

source: Search Client
fr_fr: Cherche un client

source: Add Client
fr_fr: AJOUTER un client

source: Adress
fr_fr: Adresse

source: TelePhone
fr_fr: Tél.

source: No time found !
fr_fr: Heure non trouvée

source: Display Order
fr_fr: Classement

source: Manage Products with no ingredient
fr_fr: Gérer les produits sans fiche

source: These products are effected due to changes in added fixed products, Now you need to review it's Ingredients, allergence and traces.
fr_fr: Contrôler svp pour les produits suivants : les ingrédients, les allergènes et les valeurs nutritives

source: Changed Product
fr_fr: Produits modifiés

source: No product.
fr_fr: Pas de produit

source: Manage State Details
fr_fr: Gérer les villes

source: National/Locale
fr_fr: Nationnal/local

source: No State
fr_fr: Pas de province

source: No City
fr_fr: Pas de ville

source: Add above selected city(s)
fr_fr: Ajouter les villes sélectionnées

source: Delivery Charge
fr_fr: Tarif de livraison

source: per Km
fr_fr: par km

source: Fixed fee
fr_fr: Montant fixe

source: Minimum amount for delivery
fr_fr: Montant minimum à partir duquel les produits sont livrés

source: Add selected country(s)
fr_fr: Ajouter les pays sélectionnés

source: Update Delivery Rate
fr_fr: Mise à jour tarif livraison

source: Please insert delivery costs for each countries you have selected
fr_fr: Donner les coûts de transport pour chaque pays (si gratuit + 0.00)

source: See Selected Delivery Rates
fr_fr: Consulter les tarifs

source: Add New Delivery Rate
fr_fr: Donner le nouveau tarif de livraison

source: Delivery Rate Name
fr_fr: Nom tarif livraison

source: Based On
fr_fr: Basé sur

source: Range
fr_fr: En moyenne

source: Cost
fr_fr: Tarif

source: in KG
fr_fr: en kg

source: Rate Name
fr_fr: Nom tarif

source: Standard Delivery
fr_fr: Livraison standard

source: Medium Goods Delivery
fr_fr: Livraison moyenne

source: Heavy Goods Delivery
fr_fr: Marchandises lourdes

source: Criteria
fr_fr: Critères

source: per person
fr_fr: Par personne

source: Order Settings
fr_fr: Paramètres de commande

source: Allow orders for the day itself for
fr_fr: Autoriser les commandes pour le jour même

source: Minimum time between ordering and delivery
fr_fr: Temps minimum entre commande et livraison

source: Client can order same day till
fr_fr: Les clients peuvent commander pour le jour même jusqu'à

source: If the customer ordered for
fr_fr: Si le client commande avant

source: hours: the products can be supplied from
fr_fr: Heure, les produits pourront être livrés à partir de

source: Next day
fr_fr: Le jour suivant

source: Days
fr_fr: Jours
nl_nl: Dagen

source: If holiday or closing day overule above settings with
fr_fr: Si les jours fériés ou les jours de fermeture dépassent les

source: Select
fr_fr: Sélectionner

source: Opening Hours:
fr_fr: Heures d'ouverture :

source: ALL DAY means FROM
fr_fr: JOUR (jour complet) = de

source: TO
fr_fr: Jusqu'à

source: Order restriction time frame (in minutes)
fr_fr: Temps entre les retraits (en minutes)

source: Delivery Hours
fr_fr: Envoyer livraison

source: Select
fr_fr: Sélectionner

source: ALL DAY
fr_fr: JOUR

source: Hide the hours and minutes (clients cant choose the time)
fr_fr: Cacher l'heure de livraison (le client ne peut pas indiquer d'heure / minute)

source: Select All DAY End Time
fr_fr: Sélectionner l'heure de fin de JOUR

source: Select ALL DAY Start Time
fr_fr: Sélectionner l'heure de début de JOUR

source: AMOUNT
fr_fr: QUANTITE

source: RATE
fr_fr: TARIF

source: New
fr_fr: Nouveau

source: Gr.
fr_fr: g

source: GRAND TOTAL
fr_fr: TOTAL

source: Please select atleast one record
fr_fr: Sélectionnez au moins un article svp

source: Do you want to print all records
fr_fr: Imprimer tous les articles ?

source: Display all orders between
fr_fr: Donner toutes les commandes de

source: Print Report
fr_fr: Rapport par produit

source: Desk is not activated
fr_fr: InfoDESK - non activé

source: OBSdesk-Info
fr_fr: NOUVEAU - InfoDESK

source: Ever wanted a infocenter with touchscreen in your shop where your visitor can search for products or make orders this way? Well... we have it!
fr_fr: Avez-vous besoin d'un comptoir d'informations dans le magasin où vos clients pourront chercher toutes les données relatives à vos produits ? Et bien... nous l'avons !

source: Here are some interesting features
fr_fr: Ici quelques exemples des nombreuses possibilités

source: Infocenter is linked with the same database of your webshop which means if you change something in your Controlpanel(right here), it will be updated automatically on your OBSdesk.
fr_fr: InfoDESK est relié à la même base de données que votre boutique en ligne, ce qui signifie que lorsque vous faites une modification dans la boutique en ligne (modification de tarifs, ajout de produits, etc..) cela est aussi automatiquement pris en compte par le comptoir d'informations <br><br>

source: You can use it as plane infocenter(price hidden) or you can activate the order system (people can order and checkout just the same way as your webshop... but then 'offline'.)
fr_fr: Vous pouvez utiliser InfoDESK de différentes manières : comme comptoir d'informations (tarifs/ panier d'achat) ou comme système de commande supplémentaire (les clients peuvent dans le magasin passer les commandes via le système)<br><br>

source: Client can printout an overview of your products
fr_fr: Le client peut imprimer un récapitulatif de certains produits (gluten, allergènes, quels produits prendre pour une fête, etc)<br><br>

source: Layout is fully brandable, even the bg solor and colors of button are adjustable
fr_fr: La présentation peut être entièrement modifiée par vos soins : vous pouvez télécharger votre logo et modifier toutes les couleurs (de fond), y compris celles des boutons

source: Want a DEMO or more info? Contact us at 0473/250528
fr_fr: Souhaitez-vous plus d'informations ou voulez-vous une DEMO gratuite, appelez le 0473/25.05.28

source: Link to connect to your website
fr_fr: Lien vers le site web

source: Link to OBSdesk
fr_fr: Lien vers InfoDESK

source: Allergenkaart
fr_fr: Carte des allergènes

source: This meant for linking this to your sight so visitor can check all products(the one with status is "show") for allergens. They can use an advanced filter to filter out allergen-free-products.
fr_fr: Cette carte des allergènes peut être utilisée comme lien dans votre site web. Via notre filtrage avancé, le clients peuvent alors chercher les produits qui sont sans allergène. Vous ne savez pas de quelle façon installer ce lien sur votre site web ? Prévenez-nous et nous prenons contact avec votre fournisseur de services.

source: from app store
fr_fr: notre application IOS

source: and use the code
fr_fr: et donner le code suivant :

source: Download the app
fr_fr: Télécharger l'application

source: QR code for the menu
fr_fr: code QR

source: If you check this option, OBSdesk will act as infocenter where user can view only information about products.
fr_fr: Si vous choisissez cette option, le client peut seulement trouver les informations produits (ne peut pas commander)

source: Company name should not be empty
fr_fr: Donnez un nom de magasin svp

source: Allergen Image
fr_fr: Image allergènes

source: Doc. Upload Center
fr_fr: Doc manager

source: Add and Manage Docs
fr_fr: Gérer vos documents

source: Here you can upload docs and use them as attachment in the newsletters.
fr_fr: Ici vous pouvez télécharger vos documents et les utiliser dans votre newsletter

source: Doc. Name
fr_fr: nom doc

source: Check More suggestions
fr_fr: CHECK

source: Help & Support
fr_fr: Aide & Support

source: Show the questions in frontend
fr_fr: Afficher les questions et les réponses sur le site web

source: please Enter FAQ message
fr_fr: Donnez le message FAQ svp

source: Favourite-Products
fr_fr: Produits favoris

source: Product details
fr_fr: Details produits

source: Print these products
fr_fr: imprimer ces produits

source: Add FoodDESK product
fr_fr: Ajouter un produit terminé

source: Upload Productsheet
fr_fr: Télécharger une fiche produit

source: Product sheet
fr_fr: Fiche produit

source: Upload only pdf files. Uploaded productsheets will be verified by FoodDESK admin after that it will be available for use.
fr_fr: Seuls PDF et XLS peuvent être téléchargés. Ces dossiers peuvent être digitalisés par nos soins et acceptés par le fabricant. Après acceptation, ce produit + la fiche produit seront disponibles.

source: Recently added FoodDESK products
fr_fr: Ajouter les derniers produits

source: Producer Name
fr_fr: Fabricant
nl_nl: Fabrikant

source: supplier Name
fr_fr: Nom fournisseur

source: EAN Code
fr_fr: Code EAN

source: Add Fooddesk products and its quantity, it will effct nutrtion values of your product.
fr_fr: EN CAS DE NOUVEAU PRODUIT: <br><b>Donnez svp le nom du produit + si possible le nr d'article (en général se trouve sur la facture), ceci est demandé par les fabricants. </b>

source: Search by semi product's name
fr_fr: Chercher semi-produit

source: Search Semi-Products
fr_fr: Chercher semi-produit

source: Don't know the weight! This can help
fr_fr: Aide poids

source: Add these Products
fr_fr: Ajouter produits

source: Add product's pductsheets.
fr_fr: Ajouter fiche produit

source: Add a product without productsheet.
fr_fr: Ici vous pouvez ajouter un produit sans fiche produit.

source: Add product here product's name and supplier from the products you don't have productsheet from. We will then ask the supplier for these productsheets and then update your records.
fr_fr: Si aucune fiche de produit n'est disponible , vous pouvez ajouter ici le produit (y compris le nom du fabricant). Ensuite, nous contacterons le fabricant pour obtenir les fiches de produits que nous digitaliserons.

source: If you can\'t find this article number then type 000
fr_fr: Si vous ne trouvez pas les nrs d'articles alors inscrivez 000.

source: Note: If you don\'t know the article number then it will take more time to fix this product.
fr_fr: IMPORTANT : si vous ne donnez pas de nr d'article, cela prendra plus de temps pour que le produit soit en ligne (!)

source: This product name already exists
fr_fr: Le produit existe déjà (le sélectionner svp)
