Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Remove Image
fr_fr: Supprimer l'image
nl_nl: Afbeelding verwijderen

source: Do you want to remove the image ?
fr_fr: Voulez-vous supprimer l'image?
nl_nl: Afbeelding verwijderen?

source: ingredients
fr_fr: Ingrédients

source: Select the allergens that are include in this recipe
fr_fr: Sélectionnez les allergènes inclus dans cette recette
nl_nl: Selecteer de allergenen die in deze receptuur aanwezig zijn (adhv de technische fiches)

source: Free of allergens
fr_fr: Libre d'allergènes
nl_nl: Vrij van allergenen

source: Do not take any risk and UPGRADE your account now
fr_fr: Ne prenez aucun risque et METEZ À JOUR votre compte maintenant
nl_nl: == Neem geen enkel risico en UPGRADE uw account nu! == <br><br>

source: For only € 29 a month, you have access to our database of &gt; 180,000 technical sheets from thousands of suppliers and manufacturers.<br>FoodDESK also keeps these technical records up-to-date! For more information: www.FoodDESK.be
fr_fr: Pour seulement € 29 par mois,vous avez accès à notre base de données avec 180 000 fiches techniques de milliers de fournisseurs et fabricants. FoodDESK tient également à jour ces fiches techniques! Pour plus d'informations, veuillez consulter le site: www.FoodDESK.be
nl_nl: Voor slechts 0,95€/dag heeft u toegang tot de FoodDESK Producten fiche-databank met meer dan 200 000 technische fiches van 1000-den<br>leveranciers dat gekoppeld is aan het FoodDESK recepturensysteem. Wij houden ook deze fiches up-to-date! <br>Meer info: www.foodDESK.be of www.Allergenenkaart.be/formules

source: Allergence Updated
fr_fr: Allergènes mis à jour
nl_nl: Allergenen geupdate

source: Allergence Added
fr_fr: Allergènes ajoutés
nl_nl: Allergenen toegevoegd

source: Select a categoy.
fr_fr: Sélectionner une catégorie
nl_nl: Selecteren categorie

source: please give the product name.
fr_fr: Donner un nom svp
nl_nl: Gelieve een naam op te geven

source: Ingredients
fr_fr: Ingrédients
nl_nl: Ingrediënten

source: Product shared by
fr_fr: Produit partagé par
nl_nl: Artikel gedeeld door

source: Prefix
fr_fr: Préfixe

source: Lot number
fr_fr: Numéro de lot
nl_nl: Lotnummer

source: upload newer
fr_fr: Télécharger une fiche plus récente

source: Is being reviewed
fr_fr: Est en cours de révision
nl_nl: wordt geupdatet

source: Mark this product as semi-product
fr_fr: Sauvegarder cela aussi comme semi-produit

source: Move to Semi Product
fr_fr: Transférer vers semi-produit

source: Move to Extra Semi Product
fr_fr: Transférer vers semi-produit supplémentaire

source: Gr/portions
fr_fr: Grammes / portions

source: Calculate recipe in weight per portion
fr_fr: Calculer la recette en poids par portion

source: Change Recipe Weight
fr_fr: Changer le poids de la recette
nl_nl: Wijzig gewicht

source: Save changes
fr_fr: Sauvegarder
nl_nl: Bewaren

source: Product information
fr_fr: Informations sur le produit
nl_nl: Product info

source: How to make
fr_fr: Procédé
nl_nl: Werkwijze

source: subcategory
fr_fr: sous-catégorie
nl_nl: Subcategorie

source: Select status
fr_fr: Sélectionnez le statut

source: Days from today so on the label due date will be shown as
fr_fr: Les jours à partir d'aujourd'hui ainsi sur la date d'échéance de l'étiquette seront affichés comme suit
nl_nl: Dagen geteld vanaf vandaag zodat de vervaldag getoond wordt op het label

source: Duedate Type
fr_fr: Type
nl_nl: Type

source: Barcode nbr
fr_fr: Numéro de code à barres
nl_nl: Barcode nr

source: Format label
fr_fr: Étiquette format
nl_nl: Formaat label

source: Select a Format label...
fr_fr: Sélectionnez une étiquette de format......

source: Select format size
fr_fr: Sélectionner le format

source: Price per
fr_fr: Prix par
nl_nl: Tarief per

source: Piece
fr_fr: Pièce
nl_nl: Stuk

source: Person
fr_fr: Personne
nl_nl: persoon

source: Client can choose
fr_fr: Le client peut choisir
nl_nl: Klant kan kiezen

source: piece
fr_fr: pièce
nl_nl: stuk

source: person
fr_fr: individu
nl_nl: persoon

source: Lot no
fr_fr: Numéro de lot
nl_nl: Lotnr

source: Creation date:
fr_fr: Date de création:
nl_nl: Aanmaakdatum

source: Ingredient
fr_fr: Ingrédient
nl_nl: Ingrediënt

source: Allergenen
fr_fr: Allergènes

source: NUTRITION AVERAGE
fr_fr: VALEUR NUTRITIONELLE
nl_nl: VOEDINGSWAARDEN GEM.

source: per 100 g
fr_fr: par 100g

source: per
fr_fr: par

source: Energy
fr_fr: Energie
nl_nl: Energie

source: Proteins
fr_fr: Protéines
nl_nl: Eiwitten

source: Carbohydrates
fr_fr: Glucides
nl_nl: Koolhydraten

source: Of which sugars
fr_fr: Dont sucres
nl_nl: waarvan suikers

source: Fats
fr_fr: Lipides
nl_nl: Vetten

source: Of which saturated fatty acids
fr_fr: Dont acides gras saturés
nl_nl: waarvan verzadigde vetzuren

source: Salt
fr_fr: Sel
nl_nl: Zout

source: New product sheet
fr_fr: télécharger une fiche d'une date plus récente
nl_nl: Upload een fiche van een recentere datum

source: Upload Logo
fr_fr: Télécharger le logo
nl_nl: Logo opladen

source: Products with their ingredients
fr_fr: Produits avec les ingrédients
nl_nl: Artikelen inclusief de ingrediënten

source: No ingredients present
fr_fr: Aucun ingrédient présent
nl_nl: Geen ingrediënten aanwezig

source: Multiselect Attributes
fr_fr: Utiliser checkboxes
nl_nl: Gebruik checkboxes

source: Add this
fr_fr: Ajouter
nl_nl: Toevoegen

source: Add all of this product
fr_fr: Ajouter tous les produits
nl_nl: Alle producten toevoegen

source: Required
fr_fr: champ obligatoire
nl_nl: Verplicht veld

source: Product Short name suggestion
fr_fr: Nom du produit
nl_nl: Productnaam

source: Product short name send to Fooddesk admin, it will be automatic updated in your product after approval
fr_fr: Cette modification a été transmise à FoodDESK et a été automatiquement mise à jour dans votre recette après acceptation
nl_nl: Deze wijziging werd doorgegeven aan FoodDESK en wordt automatisch aangepast in uw bereiding na goedkeuring

source: could not be submitted product shortname
fr_fr: Erreur : le nom du produit ne peut pas être modifié - contactez-nous
nl_nl: Fout: Productnaam kon niet worden gewijzigd - contacteer ons

source: Please give a name to product
fr_fr: Donnez un nom svp
nl_nl: Gelieve een naam op te geven

source: Please fill in the article number of producer so the producer knows exactly which product you need for this recipe
fr_fr: Donnez svp le nr d'article du FABRICANT (se trouve en général sur le bon de commande/ la facture)
nl_nl: Gelieve het artikelnr. van de FABRIKANT in te geven aub (staat meestal op de bestelbon/factuur)

source: Please fill in the article number of supplier so the supplier knows exactly which product you need for this recipe
fr_fr: Donnez svp le nr d'article du FOURNISSEUR (se trouve en général sur le bon de commande / la facture)
nl_nl: Gelieve het artikelnr. van de LEVERANCIER in te geven aub (staat meestal op de bestelbon/factuur)

source: If you can't find this article number then type 000
fr_fr: Si ce numéro d'article ne peut pas être trouvé alors compléter avec 000 .
nl_nl: Indien dit artikelnr. niet kan terugvinden geef dan 000 in.

source: Note: If you don't know the article number then it will take more time to fix this product.
fr_fr: IMPORTANT : Si vous ne donnez pas de numéro d'article, la mise à jour du produit sera plus longue (!)
nl_nl: BELANGRIJK: Indien u geen artikelnr. ingeeft zal het langer duren eer dit product gefixed wordt (!)

source: Do you mean
fr_fr: Suggestion
nl_nl: Suggestie

source: from
fr_fr: de
nl_nl: van

source: No products added
fr_fr: Pas de produit ajouté
nl_nl: Geen producten toegevoegd

source: No quantity field can be 0 or empty!
fr_fr: Champ 'quantité' ne fonctionne pas avec 0 ou vide.
nl_nl: Veld 'aantal' kan geen 0 of leeg zijn.

source: Please crop image before adding/updating product else it will be distorted in shop
fr_fr: Découper d'abord les images pour une bonne visualisation sur le site web (!)
nl_nl: Gelieve afbeeldingen eerst bij te snijden om ze goed te laten overkomen op de website (!)

source: Quantity of product must be greater than 0 gm.
fr_fr: La quantité doit être supérieure à 0 g.

source: Please Add a product from suggestion first.
fr_fr: Sélectionnez d'abord un produit de la liste
nl_nl: Gelieve eerste een product te selecteren uit de lijst

source: Please select a category
fr_fr: Sélectionnez une catégorie svp
nl_nl: Gelieve een categorie te selecteren

source: All groups data within (sub)category
fr_fr: Tous les groupes dans toutes les (sous)catégories
nl_nl: Alle groepen in alle (sub)categorieën

source: will be overwritten with these values. Are you sure to overwrite these groups in this (sub)category?
fr_fr: Ces anciens paramètres vont être transcrits, continuer ?
nl_nl: Deze vorige instellingen worden overschreven, doorgaan?

source: Total quatity of All foodDESK product shuold not be more than 100gm
fr_fr: Pour être en règle, les valeurs nutritives doivent être calculées par 100 g au total

source: Please select a producer or supplier
fr_fr: Sélectionnzr un fabricant ou un fournisseur svp
nl_nl: kies het product met de leverancier waar je dit bij afneemt.

source: Can not be added as semi product
fr_fr: Ne peut pas être sauvegardé comme semi-produit car cette recette possède déjà un semi-produit (à court terme, cela sera vraisemblablement possible).
nl_nl: Kan niet als halffabricaat worden bewaard omdat dit receptuur reeds over een half-fabrikaat beschikt (binnenkort zal dit waarschijnlijk wel mogelijk zijn).

source: Are you sure want to move this product to semi products
fr_fr: Etes-vous sûr de vouloir transférer cette recette vers les "semi-produits"
nl_nl: Zeker om dit receptuur te verplaatsen naar "halffabricaten"

source: Are you sure want to move this product to extra semi products
fr_fr: Etes-vous sûr de vouloir transférer cette recette vers les "semi-produits supplémentaires"
nl_nl: Zeker om dit receptuur te verplaatsen naar "EXTRA half-fabrikaten"

source: Successfully Moved
fr_fr: Bien transféré
nl_nl: Met succes verplaatst

source: Can not be Moved
fr_fr: Une erreur s'est produite - réessayez ou contactez-nous.
nl_nl: Fout kwam tot stand - probeer opnieuw of contacteer ons.

source: If you leave before saving, your changes will be lost.
fr_fr: == IL Y A DES DONNEES QUI NE SONT PAS SAUVEGARDEES == Etes-vous sûr ?
nl_nl: == ER ZIJN GEGEVENS DIE NIET BEWAARD ZIJN == Bent u zeker?

source: Please refresh the page again
fr_fr: Rafraîchir la page svp (refresh: shift + F5)
nl_nl: Gelieve te pagina te hernieuwen (refresh: shift + F5)

source: Image cannot be deleted successfully.
fr_fr: Image non supprimée - réessayez ou contactez notre équipe
nl_nl: Afbeelding niet verwijderd - probeer opnieuw of contacteer ons team

source: Single digits at discount
fr_fr: Utiliser seulement des chiffres pour la remise
nl_nl: Enkel getallen gebruiken bij korting

source: In group size, the rate must have +0.00 or -0.00
fr_fr: Le format doit être : +0.00 ou -0.00
nl_nl: Formaat moet zijn: +0.00 of -0.00

source: Maximum amount is less than minimum amount.
fr_fr: La quantité maximum est inférieure à la quantité minimum
nl_nl: Maximum aantal is minder dan het minimum aantal

source: Product Information Updated
fr_fr: Information produit modifiée
nl_nl: Productinformatie gewijzigd

source: Product Information Added
fr_fr: Information produit ajoutée
nl_nl: Productinformatie toegevoegd

source: Recipe Updated
fr_fr: Recette mise à jour
nl_nl: Receptuur geupdate

source: Recipe Added
fr_fr: Recette ajoutée
nl_nl: Receptuur toegevoegd

source: Labeler Updated
fr_fr: Etiqueteuse mise à jour
nl_nl: Labeler geupdate

source: Labeler Added
fr_fr: Etiqueteuse ajoutée
nl_nl: Labeler Toegevoegd

source: Didnt Updated
fr_fr: n'a pas été mis à jour
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Do yo really want to delete this item ?
fr_fr: Voulez-vous vraiment supprimer cet élément?
nl_nl: 100% zeker?

source: No result found (please select FoodDESK db)
fr_fr: Aucun résultat trouvé ( veuillez sélectionner la base de données FoodDESK )
nl_nl: Geen resultaten gevonden - ZOEK IN "FoodDESK DB"

source: Upload Sheet
fr_fr: Télécharger la fiche
nl_nl: Fiche uploaden

source: Send remark
fr_fr: Envoyer une remarque
nl_nl: Opmerking versturen

source: Technical Sheet
fr_fr: Fiche technique
nl_nl: Technische fiche

source: Tech Sheet
fr_fr: Fiche technique

source: Remark by mail
fr_fr: Remarque via mail
nl_nl: Opmerking via mail

source: If you have a remark or suggestion regarding the allergens, ingredients or any other issue then you can quickly send this to us by filling the form below.
fr_fr: Si vous avez une remarque ou une suggestion sur les allergènes, les ingrédients ou d'autres choses relatives à ce produit, vous pouvez nous les communiquer à l'aide de
nl_nl: Indien u een opmerking of suggestie heeft mbt de allergenen, ingrediënten of andere zaken van dit product dan kan u dit via deze weg aan ons doorgeven.

source: Email :
fr_fr: Courrier:

source: Subject :
fr_fr: Sujet:
nl_nl: Onderwerp:

source: Sorry! Currently You have no credit to use a FoodDESK product.
fr_fr: Le nombre de crédits est dépassé. Prenez contact avec nous svp.
nl_nl: Het aantal credits zijn overschreden. Gelieve ons even te contacteren aub.

source: To buy credits, choose a package.
fr_fr: Choisissez un abonnement
nl_nl: Kies een pakket

source: 100 products/credits for 10
fr_fr: 100 produits/crédits pour 10
nl_nl: 100 producten/credits voor 10

source: 200 products/credits for 15
fr_fr: 200 produits/crédits pour 15
nl_nl: 200 producten/credits voor 15

source: admin email
fr_fr: Email commerçant
nl_nl: Email handelaar

source: Your changes saved successfully.
fr_fr: Données bien modifiées
nl_nl: Gegevens met succes gewijzigd

source: Please select any category first
fr_fr: Sélectionner une catégorie svp
nl_nl: Gelieve een categorie te selecteren

source: Please enter Product name
fr_fr: Veuillez entrer le nom du produit
nl_nl: Gelieve een product naam op te geven

source: This product cannot be added into current category. please try again later
fr_fr: Ce produit ne peut pas être ajouté à la catégorie en cours. Réessayez
nl_nl: Dit product kon niet worden toegevoegd aan de huidige categorie - probeer opnieuw

source: No Option selected
fr_fr: Pas d'option sélectionnée
nl_nl: Geen optie geselecteerd

source: Product Removed Successfully
fr_fr: Produits bien supprimés
nl_nl: Artikelen met succes verwijderd

source: Product successfully updated
fr_fr: Produit mis à jour avec succès
nl_nl: Artikel met succes ge-update

source: Product updated successfully
fr_fr: Produit mis à jour avec succès
nl_nl: Artikel met succes ge-update

source: Product added successfully
fr_fr: Produit ajouté avec succès
nl_nl: Artikel met succes toegevoegd

source: product not updated
fr_fr: Produit NON mis à jour
nl_nl: Artikel NIET geupdated

source: HAS SHARED PRODUCTS WITH YOU
fr_fr: A PARTAGE DES PRODUITS AVEC VOUS <br>v<br>vous pouvez leur attribuer une catégorie et si le fournisseur modifie sa recette , cela est mis à jour AUTOMATIQUEMENT dans votre fichier (!)<br>
nl_nl: HEEFT PRODUCTEN MET U GEDEELD <br>v<br>u kan deze toewijzen in een categorie en wanneer de leverancier zijn receptuur wijzigt wordt dit AUTOMATISCH bij u geupdate (!)<br>

source: Assign
fr_fr: Attribuer
nl_nl: Toewijzen

source: ADD PRODUCT
fr_fr: AJOUTER LE PRODUIT
nl_nl: ARTIKEL TOEVOEGEN

source: OVERVIEW
fr_fr: APERÇU
nl_nl: OVERZICHT

source: No Subcategory
fr_fr: Pas de sous-catégorie
nl_nl: Geen subcategorie

source: Search for keyword
fr_fr: Chercher mot-clé
nl_nl: Zoek trefwoord

source: Search in recipe
fr_fr: Chercher dans recettes
nl_nl: Zoek in recepten

source: Per p.
fr_fr: par pers.
nl_nl: pp.

source: Product Sheet
fr_fr: Fiche produit

source: Recipe Sheet
fr_fr: Recette
nl_nl: Receptuur

source: REMOVE
fr_fr: SUPPRIMER
nl_nl: VERWIJDEREN

source: ASSIGN
fr_fr: ASSIGNEZ

source: PRINT SHEETS
fr_fr: IMPRIMER FICHES
nl_nl: PRINT FICHES

source: PRINT RECIPES
fr_fr: IMPRIMER RECETTES
nl_nl: PRINT RECEPTEN

source: Producer Sheet(pdf)
fr_fr: Fiche technique (pdf)

source: Techinal Sheet(pdf)
fr_fr: Fiche technique (pdf)
nl_nl: Technische fiche (pdf)

source: Recipe Sheet(pdf)
fr_fr: Recettes (pdf)
nl_nl: Recepturen (pdf)

source: You have still
fr_fr: Vous avez

source: FoodDESK credits left!
fr_fr: encore des crédits / produits FoodDESK

source: Add product
fr_fr: Ajoutez produit
nl_nl: Artikel toevoegen

source: Art number
fr_fr: Numéro d'article
nl_nl: Artikelnr

source: Save & close
fr_fr: Enregistrer et fermer
nl_nl: Bewaar & sluit

source: Save + recipe
fr_fr: Sauvegarder + recette
nl_nl: Bewaar + receptuur

source: Copy Products
fr_fr: Copier les produits
nl_nl: Kloon producten

source: Share these
fr_fr: À partager
nl_nl: Delen deze producten

source: products to ID
fr_fr: produits pour ID
nl_nl: Met ID

source: Select Company
fr_fr: Sélectionnez une entreprise
nl_nl: Selecteer bedrijf

source: SEND
fr_fr: SAUVEGARDER
nl_nl: BEWAREN

source: Please Add company name from suggestion first.
fr_fr: Donnez un nom de magasin svp
nl_nl: Gelieve een winkelnaam op te geven aub

source: Please Add remark.
fr_fr: Ajoutez votre remarque
nl_nl: Geef uw opmerking

source: Shared with
fr_fr: Partagé avec
nl_nl: Gedeeld met

source: Pending
fr_fr: En cours
nl_nl: Lopende

source: Approved
fr_fr: Accepté
nl_nl: Goedgekeurd

source: Rejected
fr_fr: Refusé
nl_nl: Afgewezen

source: Share
fr_fr: Partager
nl_nl: Delen

source: Sheet
fr_fr: Fiche
nl_nl: Fiche

source: with
fr_fr: avec
nl_nl: met

source: Please filter products by category
fr_fr: Veuillez filtrer les produits par catégorie
nl_nl: Filter producten op categorie

source: Shared
fr_fr: Partagé
nl_nl: Gedeeld

source: Shared Products
fr_fr: Produits partagés
nl_nl: Gedeelde producten

source: Shared Products Details
fr_fr: Détails des produits partagés
nl_nl: Details

source: Only Show Shared Products
fr_fr: Afficher seulement les produits partagés
nl_nl: Toon enkel de gedeelde producten

source: your remark
fr_fr: Votre remarque
nl_nl: Uw opmerking

source: Shared With
fr_fr: Partagé avec
nl_nl: Gedeeld met

source: Producer name
fr_fr: Fabricant
nl_nl: Fabrikant

source: Make Same
fr_fr: Copier
nl_nl: Kopieer

source: No suggestion for this product.
fr_fr: Produits similaires non trouvés
nl_nl: Geen overeenkomstige producten gevonden

source: It's very important that you pass us the right article nbr from
fr_fr: <b>IMPORTANT</b>: Sur la demande des fabricants et des fournisseurs, les numéros d'articles doivent obligatoirement figurer. Le numéro d'article de
nl_nl: <b>BELANGRIJK</b>: Op aanvraag van de fabrikanten en leveranciers moeten de artikelnummers verplicht worden opgegeven. Het artikelnummer van

source: We prefer to have the articlenbr of the producer,if not known you may pass us the one from the supplier
fr_fr: se trouve sur le bon de commande / la facture / l'emballage.<br><br><u>Ne sélectionner que le fabricant / fournisseur dont vous êtes CLIENT</u>.
nl_nl: vindt u op de bestelbon / factuur / verpakking.<br><br><u>Gelieve enkel fabrikanten / leveranciers te selecteren waar u KLANT bent</u>.

source: none
fr_fr: Aucun
nl_nl: Geen

source: Not found? add new
fr_fr: Pas trouvé ? Ajouter un nouveau
nl_nl: Niet gevonden? Nieuwe toevoegen

source: Cancel
fr_fr: Annuler
nl_nl: Annuleer

source: Choose a product to make it same.
fr_fr: Sélectionner un produit
nl_nl: Selecteer een product

source: Rename
fr_fr: Mettre à jour
nl_nl: Bewerken

source: Rename product
fr_fr: Modifier le nom de produit
nl_nl: Productnaam wijzigen

source: Add producer
fr_fr: Ajouter le fabricant
nl_nl: Fabrikant toevoegen

source: Add supplier
fr_fr: Ajouter le fournisseur
nl_nl: Leverancier toevoegen

source: Upload sheet
fr_fr: Télécharger la fiche
nl_nl: Fiche uploaden

source: successfully updated
fr_fr: Modification réussie
nl_nl: Met succes gewijzigd

source: remark
fr_fr: Remarque
nl_nl: Opmerking

source: None
fr_fr: Aucun(e)

source: Artnbr
fr_fr: nr article
nl_nl: Artikelnr.

source: Update failed
fr_fr: Erreur pendant la mise à jour - contacter FoodDESK
nl_nl: Fout tijdens updaten - contacteer FoodDESK

source: All products
fr_fr: Tous les produits
nl_nl: Alle producten

source: Products without sheets
fr_fr: produits sans feuilles
nl_nl: Producten zonder fiche

source: Search by product name
fr_fr: Chercher par nom de produit
nl_nl: Zoek op productnaam

source: You can update product's ingredients by clicking on Product's name manually, if products name found exactly same as any FoodDESK product, then you can directly add ingredients, traces and allergence by clicking on that product.
fr_fr: Vous pouvez chercher des liens ou attributions de fiches produits correspondant en cliquant sur CHECK . Le système va alors contrôler dans la base de données de FoodDESK s'il existe déjà des produits analogues et dans ce cas attribuer les fiches de produit.
nl_nl: U kan naar gerelateerde productfiches linken/toewijzen zoeken door CHECK aan te klikken. Het systeem gaat dan nakijken in de database van FoodDESK of er overeenkomstige producten aanwezig zijn en dan kunnen de productfiches worden toegewezen.

source: Download excel of PWS
fr_fr: Télécharger excel ou PWS

source: Merk
fr_fr: Nom de marque

source: Remark by FOODDESK
fr_fr: Remarque FoodDESK
nl_nl: Opmerking FoodDESK

source: Used in Recipe
fr_fr: utilisée dans la recette
nl_nl: In recepturen

source: View suggestions
fr_fr: Consulter les suggestions
nl_nl: Bekijk suggesties

source: Open Window
fr_fr: Donner nr article
nl_nl: Artikelnr. ingeven

source: Processing
fr_fr: Traiment
nl_nl: Wordt verwerkt

source: UPLOADED
fr_fr: Chargé
nl_nl: Opgeladen

source: No product in fdd database.
fr_fr: Pas de produit dans la base de données FoodDESK

source: Merc Supplier
fr_fr: Founisseur de...
nl_nl: M Leverancier

source: Upload
fr_fr: télécharger
nl_nl: Uploaden

source: Choose a product to make it same
fr_fr: Choisissez un produit pour le rendre identique
nl_nl: Selecteer een product

source: MINCED MEAT
fr_fr: VIANDE HACHÉE

source: Extra Semi-Products
fr_fr: Semi-produits SUPPLEMENTAIRES
nl_nl: EXTRA half-fabrikaten

source: ADD SEMI PRODUCT
fr_fr: AJOUTEZ UN PRODUIT SEMI
nl_nl: HALFFABRICAAT TOEVOEGEN

source: ADD EXTRA SEMI PRODUCT
fr_fr: AJOUTEZ UN PRODUIT SEMI SUPLÉMENTAIRE EXTRA
nl_nl: EXTRA HF TOEVOEGEN

source: Extra Semi-Product Name
fr_fr: Semi-produit SUPPLEMENTAIRE

source: Semi-Product Name
fr_fr: Nom du semi-produit
nl_nl: Naam half-fabrikaat

source: Recipe can only be edited on product level
fr_fr: La recette peut seulement être modifiée au niveau produit
nl_nl: Het receptuur kan enkel gewijzigd worden op productniveau

source: MANUFACTURER
fr_fr: FABRICANT
nl_nl: FABRIKANT

source: OVERVIEW
fr_fr: APERCU
nl_nl: OVERZICHT

source: OVERVIEW (Total weight
fr_fr: aperçu (Masse totale
nl_nl: OVERZICHT (totaal gewicht

source: METHOD
fr_fr: MÉTHODE
nl_nl: METHODE

source: Of which saturated fats
fr_fr: Dont lipides saturées
nl_nl: waarvan verzadigde vetzuren

source: Keep between
fr_fr: Gardez entre
nl_nl: Bewaren tussen

source: en
fr_fr: et

source: This file was last modified on
fr_fr: Ce fichier a été modifié pour la dernière fois le
