Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: The FoodDESK HACCP panel is a very comprehensive management system. You can see reports of the cleaning plan, temperature, non-conformities and vermin. Also you can upload the certificates and documents.
nl_nl: Het FoodDESK HACCP-paneel is een uitgebreid managementsysteem. Je kan hier rapporten oproepen van het schoonmaakplan, temperatuur, non-conformiteiten en ongedierte. Daarnaast kan je certificaten en documenten uploaden.

source: All the tasks are easy to manage and you can assign these to your employees or locations.
nl_nl: Alle taken zijn makkelijk op te maken en je kan deze toewijzen aan werknemers of locaties.

source: 20€/month
nl_nl: €20/maand

source: CANCEL
nl_nl: ANNULEER

source: ECOS-pakkt - (Entry-Costprice-Order-Stock)
nl_nl: ECO-pakket - (Entry-Costprice-Order)

source: With the ECOS package you can do entry checks (including the HACCP aspect), you can placing orders in 1 central place of all your suppliers, calculate the cost per endproduct (taking into account ALL your expenses) and you can easy manage your inventory.
nl_nl: Met het ECO-pakket kan je aan ingangscontrole doen (inclusief het HACCP aspect) en op 1 centrale plaats de bestellingen doorvoeren van al je leveranciers. Vervolgens kan je in realtime de kostprijs berekenen van elke bereiding en aan menu-engineering doen.

source: Request a demo without obligation, our representative will be happy to visit you.
nl_nl: Vraag een demo aan zonder verplichtingen, onze regioverantwoordelijke is blij om u te bezoeken.

source: At the moment you have
nl_nl: Op dit moment heb je

source: Check here the
nl_nl: Controleer hier de

source: table
nl_nl: tafel

source: 9€/month
nl_nl: €9/maand

source: 5€/month
nl_nl: €5/maand

source: Show your newsitems, openinghours, etc.. on a TV!
nl_nl: Toon het nieuws, openingsuren,.... op een TV!

source: With our digital signage system you can update your slides very easily, even your suppliers can publish content if they have your approval.
nl_nl: Met ons digitaal systeem kan je de slides updaten op een makkelijke manier. Zelfs uw leveranciers kunnen informatie tonen indien dat ze jou toestemming hebben.

source: More info:
nl_nl: Meer info:

source: €39-69/month
nl_nl: €39-69/maand

source: REQUEST
nl_nl: OP AANVRAAG

source: Send UNLIMITED amount of mails per month to
nl_nl: Stuur ongelimiteerd mails per maand naar

source: 250 customers = 9€/month
nl_nl: 250 klanten = €9/maand

source: 500 customers = 15€/month
nl_nl: 500 klanten = €15/maand

source: 2500 customers = 30€/month
nl_nl: 2500 klanten = €30/maand

source: 5000 customers = 60€/month
nl_nl: 5000 klanten = €60/maand

source: 10000 customers = 90€/month
nl_nl: 10000 klanten = €90/maand

source: Summary
nl_nl: Overzicht

source: You have shown some ineterest in
nl_nl: Je hebt interesse voor

source: I want to immediately
nl_nl: Ik wil nu

source: I have some questions about this package and i first want to make an appointement with one of the representativs.
nl_nl: Ik heb enkele vragen over dit pakket en ik zou graag een afspraak maken met een regioverantwoordelijke

source: Any other addons you want to be activated or any remarks?
nl_nl: Nog andere modules die je wil activeren of opmerkingen?

source: Synchronize
nl_nl: Synchroniseer

source: Your Website / PDF
nl_nl: Uw Website / PDF

source: Generate QR
nl_nl: Maak QR code

source: Your QR-code
nl_nl: Uw QR-code

source: Download this QR-code and put it on your bag,box,menu card,install it on the counter,...In this way,your clients are able to consult in a digital way your productlist/menucard where they can filter the allergens and see your given suggestions.They even can get feedback anonymously.
nl_nl: Plaats deze QR-code overal waar u wenst (broodzak, dozen, menukaart, website,..) en laat uw klanten de digitale kaart met uw suggesties raadplegen en filteren op allergenen. Uw klanten kunnen tevens anoniem feedback geven (meten is weten!).

source: View some
nl_nl: Bekijk enkele

source: Example
nl_nl: VOORBEELD

source: Show your articles on a infodesk
nl_nl: Toon artikelen via infobalie

source: This infodesk is mostly used by medical sector or retail clients who want to show their product on a standalone touchscreen. You can tell your clients or collogues about allergens and let them use a advance allergen-free filter.Its even possible to show hide the technical sheets to dietists for instance.
nl_nl: Deze infodesk wordt meestal gebruikt in de medische sector om artikelen via een standalone touchscreen te tonen aan klanten of personeel. Uw klanten kunnen buiten de allergenenfilter ook de technische fiches raadplegen/downloaden van uw bereidingen.

source: Please check
nl_nl: Gelieve even te controleren

source: Show your dishes on a menucard
nl_nl: Toon artikelen op menukaart

source: This menucard is mostly used by catering companies who are using a touchscreen to display the menu. Clients can easily see the menu of the day and check/filter the allergens and even see the nutrition values.
nl_nl: Deze allergenenkaart wordt meestal gebruikt in de catering om artikelen via een standalone touchscreen te tonen aan klanten. De klanten kunnen buiten de allergenenfilter ook de suballergenen en voedingswaarden terugvinden

source: Please check
nl_nl: Gelieve even te controleren

source: This menucard is mostly used by catering companies who deliver weekmenu's.Clients can easily see the menu per day/per week and check/filter the allergens and even see the nutrition values.
nl_nl: Deze allergenenkaart wordt meestal gebruikt in de catering om artikelen via een standalone touchscreen te tonen aan klanten. De klanten kunnen buiten de allergenenfilter ook de suballergenen en voedingswaarden terugvinden

source: Value Already Exist
nl_nl: Dit bestaat al

source: You entered same value
nl_nl: Je hebt dezelfde informatie ingevuld

source: Synchronize success
nl_nl: Synchroniseren succes

source: Synchronize failed
nl_nl: Synchroniseren niet gelukt

source: Your allergencard Online !
nl_nl: Jouw allergenenkaart online

source: You can view your allergencard online by creating a link
nl_nl: Je kan je allergenenkaart online bekijken door een link te maken

source: Fill in the name of your company without accents, punctuation marks, spaces or symbols. Maximum amount of characters = x
nl_nl: Vul de naam in van jouw zaak zonder accenten, spaties, leestekens of symbolen. Maximum aantal tekens = x

source: Visit your page in your website
nl_nl: Bezoek jouw pagina in jouw website

source: Download the PDF
nl_nl: Download de pdf

source: To include this page in your website
nl_nl: Om deze pagina in jouw website

source: We need more information of some products.
nl_nl: Wij hebben meer informatie nodig van sommige producten

source: Please fill in the requested information to list of products without sheets or send us the information by mail to fiches@fooddesk.be.
nl_nl: U kan de gevraagde informatie doorgeven in "Producten zonder fiches" of deze doorgeven via fiches@fooddesk.be

source: Only when we have this information we can further complete your recipes.
nl_nl: Enkel indien wij deze informatie ter beschikking hebben kunnen wij alle data berekenen (allergenen/ingrediëntenlijst/voedingswaarden)

source: Added by field cannot be empty
nl_nl: Veld kan niet leeg zijn

source: SubCategory already exist !
nl_nl: Deze subcategorie bestaat reeds

source: You edited an article which is shared. Do you wish to share this again so they have the same information as you? For example allergens and nutritional value.
nl_nl: Je hebt een artikel aangepast dat gedeeld is met een andere klant. Wil je dit artikel opnieuw delen zodat deze klant dezelfde informatie heeft als jou? Denk aan allergenen en voedingswaarden.

source: You are about to delete an Shared Product that is used by another company. Do you want to continue?
nl_nl: U gaat een product verwijderen die door iemand anders gedeeld is geweest verwijder. 100% zeker?

source: Open Non-conformities
nl_nl: OPEN non-conformiteiten

source: Sub Admin Login
nl_nl: Inloggen als uitbating

source: Admin Login
nl_nl: Inloggen als SUPERadmin

source: Registration lists
nl_nl: Registratielijst

source: Forms
nl_nl: Registratielijsten

source: Non conformity list
nl_nl: Non-conformiteiten lijst

source: Compulsory Notification
nl_nl: Meldingsplicht

source: Documents
nl_nl: Documenten

source: Deviations list
nl_nl: Lijst afwijkingen

source: Removed products
nl_nl: Verwijderde producten

source: Are you sure want to delete this doc?
nl_nl: Bent u zeker dat u dit wilt verwijderen?

source: view all certificates
nl_nl: Overzicht certificaten

source: No Medical Certificate Added yet.
nl_nl: Geen medische certificaten

source: No Training Certificate Added yet.
nl_nl: Geen attesten

source: Attendance certificate
nl_nl: Aanwezigheidsattest

source: No Attendance certificate Added yet.
nl_nl: Geen certificaten gevonden

source: Waste processing
nl_nl: Afvalbeheer

source: No Waste processing Added yet.
nl_nl: Geen taken mbt afvalverwerking toegevoegd

source: Upload file
nl_nl: Upload bestand

source: Upload Certificates
nl_nl: Upload certificaat

source: Here you can upload your training certificates, attendance lists and the certificates of your suppliers. Please select one of the three subcategories first.
nl_nl: Hier kan je opleidingscertificaten, aanwezigheidslijsten en leverancierscertificaten uploaden.

source: Here, you can upload your floor plan, pest control plan and waste plan. Please select one of the three subcategories first.
nl_nl: Het grondplan, ongediertebestrijdingsplan en afvalplan worden hier geüpload.

source: In this tab you can upload all the product specifications of polishes, safety datasheets and pesticides. Please select one of the three subcategories first.
nl_nl: In deze tab kan je alle productspecificaties van reinigingsmiddelen, veiligheidsfiches en ongediertebestrijdingsmiddelen uploaden.

source: Upload your documents here when a device had maintenance done.
nl_nl: Upload hier de onderhoudsdocumenten van alle toestellen.

source: Save the analyses you had done here.
nl_nl: Bewaar de analyses die gedaan zijn in deze tab.

source: You can save your invoices here for checkup and traceability
nl_nl: Je kan je bestelbonnen en/of facturen hier bewaren om te controleren en te traceren.

source: In this section you can access data that was saved from temperature control, tasks, non-conformities, calibration and suppliers. You can also upload offical documents like audits and FAVV-reports. Select the date range, which item you would like to see and the employee.
nl_nl: In deze sectie kan je de gegevens raadplegen die reeds bewaard zijn van temperatuur, taken, non-conformiteiten, kalibratie en leveranciers. Je kan ook officiële documenten uploaden zoals audits of FAVV-rapporten. Selecteer de datum, onderdeel en werknemer van wie je het rapport wil zien.

source: Would you like to delete this DELIVERY NOTES AND INVOICES row ?
nl_nl: Deze bestelbonnen en facturen verwijderen?

source: technical sheets
nl_nl: Technische fiches

source: maintenance reports
nl_nl: Onderhoudsrapport

source: Order forms and invoices
nl_nl: Bestelbonnen en facturen

source: Would you like to delete this row ?
nl_nl: Wil je deze rij verwijderen?

source: Drop files here to upload
nl_nl: Klik hier om een afbeelding te uploaden

source: Select Sub Category
nl_nl: Selecteer een subcategorie

source: No SubCategory
nl_nl: Geen subcategorie

source: Please fill filename
nl_nl: Gelieve een naam op te geven voor het bestand

source: Add more
nl_nl: Meer toevoegen

source: Lab results
nl_nl: Laboresultaten

source: Name File
nl_nl: Naam bestand

source: Name cleaning product
nl_nl: Naam poetsproduct

source: Dose
nl_nl: Dosis

source: No category is selected
nl_nl: Geen categorie geselecteerd

source: File name
nl_nl: Naam bestand

source: Select objects
nl_nl: Selecteer apparaat

source: Successfully Deleted
nl_nl: Met succes verwijderd

source: Successfully Added
nl_nl: Met succes toegevoegd

source: Please Enter Name
nl_nl: Gelieve een naam op te geven

source: Update Category
nl_nl: Categorie updaten

source: Do you want to delete this category ?
nl_nl: Wil je deze categorie verwijderen?

source: Overview Non Conformities
nl_nl: Non-conformiteiten overzicht

source: Overview Alerts
nl_nl: Overzicht opmerkingen

source: Overview Calibration
nl_nl: Overzicht kalibratie

source: Overview Cleaning
nl_nl: Schoonmaak overzicht

source: Overview Pests
nl_nl: Ongedierte overzicht

source: Please select at least one list
nl_nl: Selecteer minstens 1 lijst

source: Maintenance report
nl_nl: Onderhoudsrapport

source: non-conformity
nl_nl: non-conformiteit

source: Official documents
nl_nl: Officiële documenten

source: Calibration
nl_nl: Kalibratie

source: Simple calendar
nl_nl: Eenvoudige kalender

source: Range calendar
nl_nl: Tijdsperiode kalender

source: Select item
nl_nl: Selecteer item

source: Cool down
nl_nl: Afkoelen

source: Core temperature
nl_nl: Kerntemperatuur

source: Fixed check
nl_nl: Vaste controle

source: Frying
nl_nl: Friteuse

source: Serving temperature
nl_nl: Serveer temperatuur

source: Dishwasher
nl_nl: Vaatwasser

source: On delivery
nl_nl: Bij ontvangst

source: Warm up/Cool down
nl_nl: Opwarmen/<br>Afkoelen

source: Core temperature control
nl_nl: Kerntemperatuur

source: Fryer
nl_nl: Frituur

source: During Transport
nl_nl: Tijdens transport

source: Work Room
nl_nl: Werkruimte

source: Select Location
nl_nl: Selecteer locatie

source: Select employer
nl_nl: Selecteer werknemer

source: All - Print seperately
nl_nl: Alles - afz. afdrukken

source: Landscape Mode
nl_nl: Landschap modus

source: Select registration list
nl_nl: Selecteer nieuwe registratielijst

source: Show supplier information
nl_nl: Toon leveranciersinformatie

source: Show supplier score
nl_nl: Toon leveranciersscore

source: Date of maintenance
nl_nl: Datum onderhoud

source: FAVV reports
nl_nl: FAVV-rapporten

source: Others
nl_nl: Overige

source: Upload File
nl_nl: Bestand uploaden

source: Calibration
nl_nl: Kalibratie

source: Group Thermometer
nl_nl: Groep thermometer

source: Reference T °C
nl_nl: Referentie T°C

source: Measured T °C
nl_nl: Gemeten T °C

source: Difference
nl_nl: Verschil

source: Employee
nl_nl: Werknemer

source: No result
nl_nl: Geen resultaten

source: USERNAME:
nl_nl: GEBRUIKERSNAAM:

source: object
nl_nl: Apparaat

source: Field name
nl_nl: Naam veld

source: To be completed
nl_nl: Nog af te maken

source: Alert
nl_nl: Opmerking

source: Closing day
nl_nl: Sluitingsdag(en)

source: Task name
nl_nl: Taaknaam

source: Daily After Use
nl_nl: Dagelijks na gebruik

source: date
nl_nl: datum

source: subject
nl_nl: Onderwerp

source: cause
nl_nl: Oorzaak

source: solution
nl_nl: oplossing

source: added by
nl_nl: Toegevoegd

source: Add Sub Category
nl_nl: Subcategorie toevoegen

source: Update Sub Category
nl_nl: Subcategorie updaten

source: There is no Sub-category available.
nl_nl: Geen subcategorie beschikbaar

source: Do you want to delete this subcategory ?
nl_nl: Wil je deze subcategorie verwijderen?

source: Sub Category Data
nl_nl: Subcategorie data

source: Sub-Category
nl_nl: Subcategorie

source: Please select Category.
nl_nl: Selecteer een categorie

source: Registration temperature
nl_nl: Registratie temperatuur

source: Standard
nl_nl: Standaard

source: Signature
nl_nl: Handtekening

source: Are you sure want to delete this reports?
nl_nl: Bent u zeker dat u dit wilt verwijderen?

source: Clear filter
nl_nl: Verwijder filter

source: Deviation
nl_nl: Afwijking

source: DATE
nl_nl: Datum

source: CAUSE
nl_nl: OORZAAK

source: SOLUTION
nl_nl: OPLOSSING

source: Uncooled Presentation
nl_nl: Ongekoelde presentatie

source: Hot filling T°C
nl_nl: Heet afvullen T °C

source: Changed On
nl_nl: Gewijzigd op

source: Product thickness (mm)
nl_nl: Dikte product (mm)

source: Temp waterbath
nl_nl: Temperatuur waterbad

source: Core temp
nl_nl: Kerntemperatuur

source: Heating time (min)
nl_nl: Verhittingstijd (min)

source: Warm / cold
nl_nl: Warm/koud

source: T °C
nl_nl: Temperatuur

source: Cold
nl_nl: Koud

source: Drying time > 4 h
nl_nl: Droogtijd > 4 uren

source: Roomtemp < 35°C
nl_nl: Kamertemperatuur <35°C

source: Start presentation
nl_nl: Start presentatie

source: End presentation
nl_nl: Einde presentatie

source: Amount left
nl_nl: Hoeveelheid over

source: Registration
nl_nl: Registratie

source: Execution
nl_nl: Uitvoering

source: Company rooms
nl_nl: Bedrijfsruimten

source: List available ?
nl_nl: Lijst beschikbaar?

source: Is the list filled in?
nl_nl: Lijst ingevuld?

source: Instruction available?
nl_nl: Instructie aanwezig?

source: Decent
nl_nl: Deugdelijk?

source: Cleanness
nl_nl: Reindheid?

source: Points of improvement
nl_nl: Punt(en) van verbetering

source: Registration list receipt completed according to frequency
nl_nl: Registratielijst ontvangst ingevuld volgens frequentie

source: Registration list storage filled in according to frequency
nl_nl: Registratielijsten opslag ingevuld volgens frequentie

source: Registration list preparing filled in according to frequency
nl_nl: Registratielijsten bereiden ingevuld volgens frequentie

source: Registration list smoking, sous vide, THT, sushi, time securing completed
nl_nl: Registratielijsten roken, sous vide, THT, sushi, tijdsborging ingevuld

source: Detection of vermin, if necessary pest control turned on, no pesticide residues found and traces of gut
nl_nl: Detectie van ongedierte, indien nodig ongediertebestrijding ingeschakeld, geen resten van bestrijdingsmiddelen aangetroffen en of sporen van vraat

source: Products stored in fifo
nl_nl: Producten in FiFo opgeslagen

source: Products stored covered
nl_nl: Producten afgedekt opgeslagen

source: Products correctly coded
nl_nl: Producten juist gecodeerd

source: Products stored separately
nl_nl: Producten gescheiden opgeslagen

source: Proper personal hygiene
nl_nl: Juiste persoonlijke hygiëne

source: Walls
nl_nl: Muren

source: Doors
nl_nl: Deuren

source: Floors
nl_nl: Vloeren

source: Ceiling
nl_nl: Plafond

source: Hand washing facilities
nl_nl: Handenwasgelegenheid

source: Crafting table
nl_nl: Werkbanken

source: Sanitary
nl_nl: Sanitair

source: Clothing room
nl_nl: Kleedruimte

source: Coolings
nl_nl: Koelingen

source: Freezers
nl_nl: Vriezers

source: Info of supplier
nl_nl: Info van leverancier

source: Service
nl_nl: Diensten

source: Specific agreement
nl_nl: Specifieke overeenkomst

source: Supplier score
nl_nl: Leveranciersscore

source: Speed/Stock
nl_nl: Snelheid/stock

source: Quality general
nl_nl: Kwaliteit algemeen

source: Fixed Check
nl_nl: Vaste Controle

source: Article
nl_nl: Artikel

source: Changed on
nl_nl: Gewijzigd op

source: Core temperature process
nl_nl: Kerntemperatuur proces

source: End T°C
nl_nl: Eind T°C

source: Warm up
nl_nl: Opwarmen

source: Yet to be completed
nl_nl: Nog af te maken

source: Measured / Confirmed
nl_nl: Gemeten/ afgelezen

source: Measured
nl_nl: Gemeten

source: Confirmed
nl_nl: Bevestigd

source: Time Start
nl_nl: Start tijd

source: Time end
nl_nl: Eind tijd

source: Oil
nl_nl: Olie

source: Prewash
nl_nl: Voorwas

source: Main Wash
nl_nl: Hoofdwas

source: Rinse
nl_nl: Spoelen

source: Work room
nl_nl: Werkruimte

source: Workroom
nl_nl: Werkruimte

source: Cooked
nl_nl: Gegaard

source: Keep warm
nl_nl: Warm houden

source: Regenerated
nl_nl: Geregenereerde

source: Time (min)
nl_nl: Tijd (min)

source: Saved Successfully
nl_nl: Met succes bewaard

source: Please select supplier first
nl_nl: Gelieve eerst de leverancier te selecteren

source: are you sure you want to leave this page? the info is not saved!
nl_nl: Data gaat verloren, 100% zeker?

source: Please fill these fields
nl_nl: Gelieve alle velden in te vullen

source: Please Select Product
nl_nl: Gelieve product te selecteren

source: On this page you can receive products. Select the supplier, product and group. The group is the temperature range of the product. Fill in the temperature you measured and check if the packaging is correct and undamaged, the content and the THT is correct. The system will mark the action button as green or red.
nl_nl: Op deze pagina kan je goederen ontvangen. Selecteer de leverancier, het product en de bijhorende groep. De groep is het temperatuurbereik van het gemeten product. Vul de temperatuur in die je gemeten hebt en controleer of de verpakking correct en onbeschadigd is. Daarnaast moet de inhoud en THT ook correct zijn. Het systeem zal op basis van de groep beslissen of de actieknop groen of rood zal worden.

source: Receiving goods
nl_nl: Ontvangen

source: nok
nl_nl: Niet OK

source: Cause and corrective action
nl_nl: Oorzaak en correctieve actie

source: List available?
nl_nl: Lijst beschikbaar?

source: is the list filled in?
nl_nl: Is de lijst ingevuld?

source: Please verify the rows in red
nl_nl: Controleer de rode lijnen alsjeblieft

source: NAPASTURIZATION
nl_nl: NAPASTEURISATIE

source: HOT FILL
nl_nl: HEET AFVULLEN

source: Hot filling T °C
nl_nl: Heet afvullen T °C

source: Verified
nl_nl: Geverifieerd

source: Please Select Group
nl_nl: Selecteer de groep

source: Something went wrong.Please try again !
nl_nl: Er ging iets fout, probeer opnieuw

source: Please Fill PH value
nl_nl: Gelieve te pH in te vullen

source: Successfully removed
nl_nl: Verwijdering voltooid

source: Value
nl_nl: Waarde

source: Drying time in salt
nl_nl: Droogtijd in zout

source: Roomtemp
nl_nl: Kamertemperatuur

source: RV < 86 % right circumstances
nl_nl: RV > 86% juiste omstandigheden?

source: End of presentation
nl_nl: Vernietiging /einde presentatie

source: Please Select Supplier
nl_nl: Gelieve de leverancier te selecteren

source: Product thickness
nl_nl: Dikte product

source: Heating time
nl_nl: Verwarmingstijd

source: Core temerature
nl_nl: Kerntemperatuur

source: Heating time (min:sec)
nl_nl: Verhittingstijd (min:sec)

source: This page is the overview of the HACCP control panel. All the buttons direct you to the report- section. You can show the reports when the FAVV visits you
nl_nl: Op deze pagina zie je een overzicht van het HACCP-controlepaneel. Alle knoppen leiden direct naar de rapporten. De rapporten kan je tonen indien dat je een FAVV-controle hebt.

source: Temperature Control
nl_nl: Temperatuur

source: Overview of T °C incl
nl_nl: Overzicht alle temperaturen

source: Overview of all tasks
nl_nl: Overzicht van alle taken

source: Unfounded
nl_nl: Ongedierte

source: Staff overview
nl_nl: Overzicht werknemers

source: Supplier overview
nl_nl: Overzicht leveranciers

source: Overview CCP
nl_nl: Overzicht CCP

source: Technical records
nl_nl: Technische fiches

source: Cleaning products, materials,
nl_nl: Schoonmaakproducten, materialen,

source: undisturbed
nl_nl: Ongedierte

source: Manage
nl_nl: Beheer

source: Do you want to delete this ?
nl_nl: 100 % zeker?

source: Manage Report
nl_nl: Rapport beheren

source: Area restricted
nl_nl: Toegang beperkt

source: Select Section
nl_nl: Selecteer sectie

source: All - Record seperately
nl_nl: Alles - afzonderlijk

source: Select Employer
nl_nl: Selecteer werknemer

source: location
nl_nl: Locatie

source: time
nl_nl: Tijd

source: No result Available
nl_nl: Geen resultaat beschikbaar

source: Checked by
nl_nl: Gecheckt door

source: Modified On
nl_nl: Gewijzigd op

source: Core temp T°C
nl_nl: Kerntemperatuur

source: Oil Quality
nl_nl: Kwaliteit olie

source: Dishwasher Prewash
nl_nl: Vaatwasser voorwas

source: Dishwasher main Wash
nl_nl: Vaatwasser hoofdwas

source: Dishwasher rinse
nl_nl: Vaatwasser spoelen

source: You cant Save data,as some fields are blank,click on general to check
nl_nl: Kan data niet bewaren - klik op 'Algemeen' om na te kijken

source: Back to Objects
nl_nl: Terug naar apparaten
