Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Rated
fr_fr: Évalué
nl_nl: Beoordeeld

source: ITEM
fr_fr: ARTICLE

source: Supplier Rating
fr_fr: Évaluation des fournisseurs
nl_nl: Beoordeling leverancier

source: ADD
fr_fr: AJOUTER
nl_nl: TOEVOEGEN

source: EDIT Product
fr_fr: Éditer un produit

source: Product name
fr_fr: Nom de produit
nl_nl: Productnaam

source: Artcl nbr
fr_fr: Numéro d'article
nl_nl: Artnr.

source: Upload Sheets
fr_fr: Téléchargez des feuilles
nl_nl: Fiche uploaden

source: Search Product
fr_fr: Recherchez un produit
nl_nl: Artikel zoeken

source: Fooddesk DB
fr_fr: Base de données Fooddesk

source: Overview Suppliers
fr_fr: Vue d'ensemble Fournisseurs

source: Art.nbr
fr_fr: Art.nr
nl_nl: Art.nr

source: Favorite
fr_fr: Favori
nl_nl: Favoriet

source: No Related Products
fr_fr: Aucun produit lié
nl_nl: Geen gerelateerde producten

source: Showing
fr_fr: Afficher

source: to
fr_fr: à
nl_nl: Naar

source: of
fr_fr: de

source: entries
fr_fr: entrées

source: All Suppliers
fr_fr: Tous les fournisseurs

source: NON FOOD
fr_fr: NON ALIMENTAIRE

source: Rate
fr_fr: Tarif
nl_nl: Tarief

source: Price
fr_fr: Tarif
nl_nl: Tarief

source: Kwality
fr_fr: Qwalité
nl_nl: Kwaliteit

source: Speed
fr_fr: Vitesse
nl_nl: Snelheid

source: Quality General
fr_fr: Qualité générale
nl_nl: Algemeen

source: Solve Problem
fr_fr: Résoudre un problème
nl_nl: Problemen oplossen

source: Hygiene
fr_fr: Hygiène

source: Food
fr_fr: Alimentation

source: NON-Food
fr_fr: NON-ALIMENTAIRE

source: Supplier name
fr_fr: Nom fournisseur
nl_nl: Naam leverancier

source: Products
fr_fr: Produits
nl_nl: Artikelen

source: Non-conformity
fr_fr: Non-conformité
nl_nl: Meldingen

source: OPEN
fr_fr: OUVERT de

source: CLOSED
fr_fr: FERME
nl_nl: GESLOTEN

source: Complaints
fr_fr: Plaintes
nl_nl: Klachten

source: Product Message
fr_fr: Message du produit
nl_nl: Productmelding

source: Add Incident
fr_fr: Ajoutez un incident

source: NEW INCIDENT
fr_fr: NOUVEAU INCIDENT

source: Subject
fr_fr: Sujet
nl_nl: Onderwerp

source: Added by
fr_fr: Ajouté par
nl_nl: Toegevoegd door

source: Settlement
fr_fr: Règlement

source: Add as CLOSED incident
fr_fr: Ajouter un incident FERMÉ

source: Add OPEN incident
fr_fr: Ajouter un incident OUVERT

source: Closed Incident
fr_fr: Incident fermé

source: Open Incident
fr_fr: Incident ouvert

source: Report
fr_fr: Rapport
nl_nl: Rapport

source: Form Obligation
fr_fr: Obligation du formulaire

source: If you notice some issues regarding a product that can damage health of any person,animal or vegitation then please download the form below,fill in and send it to FAVV.
fr_fr: Si vous remarquez des problèmes concernant un produit qui peut nuire à la santé de toute personne, animal ou de la végétation alors veuillez télécharger le formulaire ci-dessous, remplissez ce questionnaire et envoyez-le à l'AFCA.

source: Download Form
fr_fr: Télécharger le formulaire
nl_nl: Formulier downloaden

source: Add Complaint
fr_fr: Ajouter une plainte
nl_nl: Klacht toevoegen

source: NEW Complaint
fr_fr: NOUVELLE plainte
nl_nl: NIEUWE KLACHT

source: Add as CLOSED Complaint
fr_fr: Ajoutez en tant que Plainte FERMÉE
nl_nl: Een behandelde klacht toevoegen

source: Add OPEN Complaint
fr_fr: Ajoutez Plainte ouverte
nl_nl: Een onbehandelde klacht toevoegen

source: Closed Complaints
fr_fr: Plaintes fermé
nl_nl: Afgehandelde klachten

source: New Complaint
fr_fr: Nouvelle Plainte
nl_nl: Nieuwe klacht

source: New Complaint
fr_fr: Nouvelle Plainte
nl_nl: Nieuwe klacht

source: Open Complaint
fr_fr: Plainte ouverte
nl_nl: Onderhandelde klachten

source: recipes
fr_fr: Recettes
nl_nl: recepturen

source: autocontrole
fr_fr: Autocontrôle

source: allergenenkaart
fr_fr: carte d'allergènes

source: cost price
fr_fr: Tarif

source: Shortly LIVE
fr_fr: bientôt en direct

source: webshop
fr_fr: magasin en ligne

source: tv-reclame
fr_fr: télé-pub

source: New to this panel? Follow these
fr_fr: Nouveau dans ce panel? Suivez ceci

source: few steps
fr_fr: Quelques étapes

source: to start using this panel
fr_fr: Pour commencer à utiliser ce panneau

source: This msg will disapper when all steps are completed. Problems ? Call 014588466
fr_fr: Ce message vous désapprouvera lorsque toutes les étapes seront complétées. Des problèmes? Appelez 014 58 84 66

source: auto controle
fr_fr: Contrôle automatique

source: tv reclaim
fr_fr: Récupération TV

source: nothing to show
fr_fr: Rien à montrer

source: Page not Found
fr_fr: Page introuvable
nl_nl: pagina niet gevonden

source: Page Not Active
fr_fr: Optimiser votre compte
nl_nl: Upgrade uw account

source: Go to Dashboard
fr_fr: Allez au tableau de bord
nl_nl: Ga naar Dashboard

source: Forgot Password
fr_fr: Mot de passe oublié
nl_nl: Wachtwoord vergeten

source: Admin Password Recovery
fr_fr: Modifier le mot de passe
nl_nl: Wijzig wachtwoord

source: We'll send you instructions in email
fr_fr: Nous vous enverrons des instructions par email
nl_nl: Wij zullen u de instructies doormailen

source: send
fr_fr: SAUVEGARDER
nl_nl: BEWAREN

source: Reset password
fr_fr: Réinitialiser mot de passe
nl_nl: Wachtwoord resetten

source: Back to login
fr_fr: Retour au login
nl_nl: Terug naar login

source: Login
fr_fr: Se connecter
nl_nl: Inloggen

source: Login to your account
fr_fr: Connectez-vous à votre compte
nl_nl: Inloggen

source: Enter your credentials below
fr_fr: Entrez vos identifiants ci-dessous
nl_nl: Vul de gegevens in

source: Forgot password?
fr_fr: Mot de passe oublié ?
nl_nl: Wachtwoord vergeten?

source: InfoDESK
fr_fr: Bureau d'information

source: You can inform your clients the following ways
fr_fr: Vous pouvez informer vos clients de façons suivante

source: Allergenkaarts
fr_fr: Carte d'allergènes

source: This meant for linking this to your sight so visitor can check all products(the one with status is 'show') for allergens. They can use an advanced filter to filter out allergen-free-products.
fr_fr: Ceci est destiné à lier ceci à votre vue afin que le visiteur puisse vérifier tous les produits (celui avec le statut est affiché) pour les allergènes. Ils peuvent utiliser un filtre avancé pour filtrer les produits sans allergènes.

source: Link
fr_fr: Lien personnel

source: or download the app from appstore and use the code
fr_fr: ou téléchargez l'application depuis l'appstore et utilisez le code

source: infoDesk
fr_fr: Comptoir informations

source: You can use this link to show your products on a touchscreen or ipad in your shop to inform your clients about allergancs.An advanced fallergen filter in included.
fr_fr: Vous pouvez utiliser ce lien pour afficher les produits sur l'écran tactile dans le magasin. Vos clients peuvent alors facilement chercher certains produits et les filtrer.

source: or download the app
fr_fr: ou télécharger

source: from app store
fr_fr: Depuis l'appstore

source: and use the code
fr_fr: et utilisez le code

source: PDF-version
fr_fr: version PDF

source: This meant for linking this to your sight so visitor can check all products(the one with status is show) for allergens. They can use an advanced filter to filter out allergen-free-products.
fr_fr: Ceci est destiné à lier ceci à votre vue afin que le visiteur puisse vérifier tous les produits (celui avec le statut est affiché) pour les allergènes. Ils peuvent utiliser un filtre avancé pour filtrer les produits sans allergènes.

source: or you can
fr_fr: vers votre

source: download the pdf here
fr_fr: dossier PDF

source: QR-code
fr_fr: Code QR

source: You can placethe QR-code somewhere on your menuecard or article list. In that way your customer can scan and see the infoDesk on there smartphone and filter allergens.
fr_fr: Ce code QR peut être placé, par exemple, sur votre carte et en scannant ce code, vos clients peuvent voir le comptoir d'informations sur leur smartphone/iPad.

source: You can download it
fr_fr: Télécharger votre code QR personnel

source: here
fr_fr: ici
nl_nl: hier

source: General Settings
fr_fr: Paramètres généraux
nl_nl: Algemene instellingen

source: Email Address
fr_fr: Adresse e-mail
nl_nl: E-mailadres

source: Enter your email address where you want to receive your orders !
fr_fr: Adresse e-mail que vous utilisez pour traiter les commandes
nl_nl: E-mailadres dat u wil gebruiken om bestellingen af te handelen

source: Change Language
fr_fr: Modifier la langue
nl_nl: Wijzig taal

source: No Lang Set
fr_fr: Pas de langue choisie
nl_nl: Geen taal ingesteld

source: Show message frontend
fr_fr: Afficher le message sur le site web
nl_nl: Toon bericht op de website

source: Act as Infocenter
fr_fr: Utiliser comme comptoir d'informations (tarifs cachés)
nl_nl: Gebruiken als infobalie (tarieven verborgen)

source: If you check this option, you need to use a separate digital counter, for managing the orders in a queue.
fr_fr: Si vous sélectionnez cette option, vous devez alors avoir un compteur digital.
nl_nl: Indien u deze optie selecteert moet u in het bezit zijn van een digitale teller.

source: Activate Numbering
fr_fr: Activer le système de numérotation
nl_nl: Volgnummersysteem activeren

source: Disable Price
fr_fr: Cacher le tarif
nl_nl: Tarief verbergen

source: If you would check this option, no prices would be shown to your client on desk !
fr_fr: Si vous sélectionnez cette option, aucun tarif n'apparaîtra sur le comptoir d'informations
nl_nl: Indien u deze optie selecteert worden er geen tarieven getoond op de Infobalie

source: Send Orders to my Email
fr_fr: Envoyer les commandes via mon adresse email
nl_nl: Bestellingen doorsturen via mijn e-mailadres

source: Show Print Button
fr_fr: Afficher le bouton impression
nl_nl: Printknop tonen

source: Use pics as (sub)cats
fr_fr: Utiliser les photos comme (sous)catégories
nl_nl: Gebruik foto's als (sub)categorieën

source: Help Text Frontend
fr_fr: Aide
nl_nl: Help tekst

source: Infodesk default image
fr_fr: Image standard

source: Please upload a default infodesk image in jpg/gif/png format
fr_fr: Télécharger image standard (en format jpg/gif/png )

source: Upload Image Here
fr_fr: télécharger image
nl_nl: Afbeelding uploaden

source: Show sheet in infodesk
fr_fr: Afficher les fiches dans le comptoir informations
nl_nl: Toon fiches in infobalie

source: yes
fr_fr: Oui
nl_nl: Ja

source: no
fr_fr: Non
nl_nl: Neen

source: Look and Feel
fr_fr: Couleurs
nl_nl: Kleuren

source: Desk Title
fr_fr: Titre
nl_nl: Titel

source: Desk Logo
fr_fr: Logo
nl_nl: Logo

source: Upload to change
fr_fr: Téléchargez pour changer

source: Upload image here
fr_fr: Téléchargez l'image ici
nl_nl: Afbeeldingen uploaden

source: Upload image Here
fr_fr: Téléchargez l'image ici
nl_nl: Afbeelding uploaden

source: Desk Footer Text
fr_fr: Texte pied de page
nl_nl: Footer tekst

source: Apply this style
fr_fr: Utiliser ce style
nl_nl: Deze stijl gebruiken

source: If you check this option, then following style will apply on front-end.
fr_fr: Si vous cochez cette option, alors ce style sera utilisé
nl_nl: Indien u deze optie aanvinkt wordt deze stijl actief gezet

source: Barcode
fr_fr: Code-barre

source: Color of bar
fr_fr: Couleur de la barre

source: Header bg color
fr_fr: Couleur arrière-plan
nl_nl: Header achtergrondkleur

source: Text Color
fr_fr: Couleur texte
nl_nl: Tekst Kleur

source: Header bg color 2
fr_fr: Couleur arrière-plan 2
nl_nl: Header achtergrondkleur 2

source: Bg colors of buttons
fr_fr: bouton couleur arrière-plan
nl_nl: Achtergrondkleur knoppen

source: Help,Search,Bestellen
fr_fr: Aide, Chercher, Commander

source: Checkout,Shopping-cart
fr_fr: Panier
nl_nl: Winkelmandje

source: Bg color of availability
fr_fr: Disponibilité couleur
nl_nl: Kleur beschikbaarheid

source: Allergenkaart Settings
fr_fr: Paramètres carte des allergènes

source: Allergenkaart Title
fr_fr: Titre carte des allergènes

source: Allergenkaart Logo
fr_fr: Logo carte des allergènes

source: Show Product Image
fr_fr: Image

source: If you choose yes then product image will be shown in template.
fr_fr: Si vous sélectionnez OUI, ces images seront affichées dans la carte des allergènes

source: Sidebar Color
fr_fr: Couleur encadré

source: Filter Button Color
fr_fr: Bouton allergènes

source: Menu Item Active Color
fr_fr: Menu article

source: Allergenenchecker
fr_fr: contrôleur d'allergènes

source: This allergens card can be used to link to your website. Through our filtered filter, the calendars can search the products to be allergic free. Do not you know how to link this to your web site? Please let us know and we will contact your provider.
fr_fr: Cette carte d'allergènes peut être utilisée pour créer un lien vers votre site web. Grâce à notre filtre filtré, les calendriers peuvent rechercher les produits sans allergie. Vous ne savez pas comment lier ça à votre site web? N'hésitez pas à nous le faire savoir et nous prendrons contact avec votre fournisseur.

source: Your personal Allergenenchecker
fr_fr: Votre contrôleur personnel d'allergènes

source: Settings
fr_fr: Configuration
nl_nl: Instellingen

source: Show on allergenenkaart.be
fr_fr: Montrer sur allergenenkaart.be

source: Upload logo
fr_fr: Télécharger le logo

source: Upload Logo
fr_fr: Télécharger le logo

source: Set logo for restaurant on allergenenkaart
fr_fr: Mettez le logo du restaurant sur la carte d'allergènes

source: Logo Image
fr_fr: Image du logo

source: Set banner for restaurant on allergenenkaart
fr_fr: Placez une bannière sur la carte des allergies pour le restaurant.

source: Header Image
fr_fr: Image en-tête

source: Social media Link
fr_fr: Lien médias sociaux

source: Set link for display allergenenkaart on social media
fr_fr: Établir un lien pour afficher la carte des allergies sur les médias sociaux

source: Save Setting
fr_fr: Sauvegarder le réglage
nl_nl: Bewaren

source: Enable controls
fr_fr: Activer les contrôles

source: Copyright
fr_fr: Tous droits réservés

source: Upload Image Here
fr_fr: Téléchargez l'image ici
nl_nl: Afbeelding uploaden

source: Upload Image
fr_fr: Télécharger image
nl_nl: Afbeelding uploaden

source: Please select a crop region then press submit.
fr_fr: Déterminer la région et cliquer sur découper
nl_nl: Gelieve de regio te bepalen en op bijsnijden te klikken

source: My shop
fr_fr: Mon magasin

source: Shop
fr_fr: Magasin

source: Account
fr_fr: Compte

source: Allergenenkaart
fr_fr: Carte d'allergènes

source: Downloads
fr_fr: Téléchargements

source: Labels
fr_fr: Etiquettes
nl_nl: Link naar uw website

source: Download and install this app to easily print labels from any labelprinter!
fr_fr: Téléchargez et installez ce software pour imprimer les étiquettes rapidement et facilement depuis n'importe quelle imprimante d'étiquettes !
nl_nl: Download en installeer deze software om snel en gemakkelijk labels te printen vanaf ELKE labelprinter!

source: More info
fr_fr: Plus d'informations
nl_nl: Meer info

source: If you are using our webshop-mod then you can easily print an overview of every online order in realtime from any printer connected to your PC.
fr_fr: Si vous utilisez notre module de boutique en ligne, il est pratique d'imprimer les commandes automatiquement (en temps réel) via une imprimante courante.
nl_nl: Indien u onze webwinkel-module gebruikt kan het handig zijn om bestellingen automatisch (in realtime) te laten afprinten via elke gewone printer.

source: Download and install this app to synchronize data between fooddesk and Win Digi.
fr_fr: Téléchargez et installez cette application pour synchroniser les données entre FoodDESK et Win Digi.
nl_nl: Download en installeer deze app om de data tussen FoodDESK en DIGI te synchronizeren

source: Show to your clients that they can ask any question about allergens by putting one of our labels in your website! You can copy/paste this code into your webpage or just copy and send this code to your webdesigner.
fr_fr: Montrez à vos clients que vous êtes en règle avec la réglementation sur les allergènes en affichant le label sur votre site web. Vous pouvez copier le code et le placer sur la page weg ou envoyer ce code à votre webmaster.
nl_nl: Toon aan uw klanten dat u in regel bent met de allergenenwetgeving door hen het label te tonen op uw website. U kan de code kopiëren en plakken in uw webpagina of stuur deze code door aan uw webmaster.

source: FOODDESK allergenen
fr_fr: Allergènes FOODDESK

source: Copy
fr_fr: Copier
nl_nl: Kopieer

source: Please try again
fr_fr: Essayez de nouveau
nl_nl: Probeer opnieuw

source: Request completed successfully.
fr_fr: Modification traitée avec succès
nl_nl: Aanpassing met succes uitgevoerd

source: EXPORT Files
fr_fr: EXPORTER
nl_nl: EXPORTEREN

source: Export
fr_fr: Exporter
nl_nl: Exporteren

source: This file can be imported via DIGI scales
fr_fr: Ce dossier peut être introduit dans une bascule DIGI
nl_nl: Dit bestand kan geïmporteerd worden in DIGI weegschaal

source: Download
fr_fr: télécharger
nl_nl: Downloaden

source: This file can be imported into your software Zenus
fr_fr: Ce dossier peut être introduit dans une imprimante Evolis Zenius
nl_nl: Dit bestand kan worden geïmporteerd in de Evolis Zenius printer

source: Export Labels (XLS)
fr_fr: Exporter les étiquettes (XLS)
nl_nl: Exporteer labels (XLS)

source: This file can be imported into labeling software
fr_fr: Ce dossier peut être introduit dans votre programme étiquette
nl_nl: Dit bestand kan u importeren in uw labelsofware

source: REPORT
fr_fr: RAPPORTER
nl_nl: RAPPORTEN

source: Print all products (pdf)
fr_fr: Imprimer le récapitulatif des produits et des allergènes (pdf)
nl_nl: Overzicht van producten en allergenen printen (pdf)

source: Download Technical sheets of all products (zip)
fr_fr: Télécharger toutes les fiches techniques (zip)
nl_nl: Alle Technische fiches downloaden (zip)

source: Download Recipe sheets of all products (zip)
fr_fr: Télécharger toutes les recettes (propres préparations) (zip)
nl_nl: Alle recepten (eigen bereidingen) downloaden (zip)

source: Updated Successfully
fr_fr: Mis à jour avec succès
nl_nl: Met succes geupdate

source: Some Error occured
fr_fr: Une erreur s'est produite
nl_nl: Een fout kwam tot stand, probeer opnieuw.

source: Cropping
fr_fr: Découper
nl_nl: Bijsnijden

source: Profile
fr_fr: Profil
nl_nl: Profiel

source: Uploads
fr_fr: Téléchargement

source: License
fr_fr: Licence

source: First name
fr_fr: Prénom
nl_nl: Voornaam

source: Tel #
fr_fr: Téléphone #

source: VAT
fr_fr: TVA
nl_nl: BTW

source: User name
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam

source: Retype password
fr_fr: Confirmez votre mot de passe

source: Api Secret key
fr_fr: Clé secrète Api

source: File requested - mail
fr_fr: Dossier demandé - courrier

source: Products fixed - mail
fr_fr: Produits fixés - courrier
nl_nl: Fiche gefixed - mail

source: Label
fr_fr: Étiquette

source: Lable Logo
fr_fr: Logo d'étiquette

source: Technical sheet banner
fr_fr: Fiche technique bannière
nl_nl: Banner Technische fiche

source: Sheet Banner
fr_fr: Bandeau

source: ALL-IN-ONE APP logo
fr_fr: Logo ALL IN-ON APP

source: App Logo
fr_fr: Logo de l'application

source: Registration Date
fr_fr: Date d'enregistrement
nl_nl: Registratie datum

source: Package
fr_fr: Abonnement
nl_nl: Verpakking

source: Upgrade now
fr_fr: Mettre à jour maintenant
nl_nl: Upgrade nu

source: Temperature controle
fr_fr: Régulation de la température
nl_nl: Temperatuur

source: Automatically
fr_fr: Automatiquement
nl_nl: Automatisch

source: Manual
fr_fr: Notice
nl_nl: Manueel

source: Mark done without popup
fr_fr: Marquer comme terminé avec popups
nl_nl: Markeren ZONDER POPUP ter bevestiging

source: Mark as done with popups
fr_fr: Marquer comme terminé avec popups

source: Easing measure
fr_fr: Mesure d'assouplissement

source: Other shops
fr_fr: Autres magasins
nl_nl: Overige winkels

source: Shopname
fr_fr: Nom du magasin
nl_nl: Winkel naam

source: Name Ridiculous
fr_fr: Nom Ridicule
nl_nl: Naam

source: Mail Ridiculous
fr_fr: Courrier ridicule
nl_nl: E-mail

source: Your code to return to Supar Admin
fr_fr: Votre code pour retourner à Super Admin

source: Article nbr
fr_fr: Numéro d'article
nl_nl: Art.nr

source: Amount
fr_fr: Quantité
nl_nl: Aantal

source: Unit
fr_fr: unité
nl_nl: Type

source: Total price
fr_fr: Prix total
nl_nl: TOTAAL

source: Import ordersheets
fr_fr: Importer des feuilles de commande
nl_nl: Importeer bestelbon of factuur

source: Ordersheets
fr_fr: Feuilles de commande
nl_nl: Bestelbonnen

source: Order sheet import
fr_fr: Importation de la feuille de commande
nl_nl: Importeren

source: Select a supplier
fr_fr: Sélectionnez un fournisseur
nl_nl: Selecteer een leverancier

source: Upload ordersheet
fr_fr: Télécharger la fiche de commande
nl_nl: Bestelbon/factuur opladen

source: Select a file
fr_fr: Sélectionnez un fichier
nl_nl: Selecteer een bestand

source: The ordersheet of this supplier is not yet recognized in our system
fr_fr: La feuille de commande de ce fournisseur n'est pas encore reconnue dans notre système.

source: Pls send a mail with an ordersheet included to
fr_fr: Veuillez envoyer un mail avec une feuille de commande à

source: We will configure the settings from this supplier and let you know asap when you can start importing the ordersheets
fr_fr: Nous configurerons les paramètres de ce fournisseur et vous informerons dès que vous pourrez commencer à importer les feuilles de commande.

source: Compare data
fr_fr: Comparer les données

source: Result
fr_fr: Résultat

source: Import
fr_fr: Excel Import
nl_nl: Verzenden

source: Imported Successfully
fr_fr: Importation réussie
nl_nl: Met succes ingelezen!

source: Your have
fr_fr: Vous avez
nl_nl: U heeft

source: PACKAGE
fr_fr: Abonnement
nl_nl: Pakket

source: Annual Cost
fr_fr: Tarif mensuel
nl_nl: Maandelijks tarief

source: Due Date
fr_fr: Date d'échéance

source: Upgrade Now
fr_fr: Mise à jour immédiate
nl_nl: Account UPGRADEN

source: Please select a package
fr_fr: Choisir un abonnement
nl_nl: Kies een pakket

source: month
fr_fr: Mois
nl_nl: Maand

source: I agree with the terms & conditions.
fr_fr: J'accepte les conditions
nl_nl: Ik ga akkoord met de voorwaarden

source: Please select an account type to upgrade.
fr_fr: Sélectionnez un abonnement svp
nl_nl: Gelieve een pakket te selecteren aub nog

source: Please agree with our terms & conditions.
fr_fr: Donnez votre accord pour les conditions svp
nl_nl: Gelieve akkoord te gaan met de voorwaarden

source: Select Subcategory
fr_fr: Sélectionnez une sous-catégorie
nl_nl: Selecteer een subcategorie

source: Recipe
fr_fr: Recette
nl_nl: Recepturen

source: Categories
fr_fr: Catégories
nl_nl: Categorieën

source: Subcategories
fr_fr: Sous-catégories
nl_nl: Subcategorieën

source: Assign Category
fr_fr: Attribuer catégorie
nl_nl: Categorie toewijzen

source: Assign Product to Category and Subcategory
fr_fr: Affectez le produit à la catégorie et sous-catégorie
nl_nl: Artikel toewijzen aan categorie en subcategorie

source: Filter By Category
fr_fr: Filtrer par catégorie
nl_nl: Filteren per categorie

source: Select Category
fr_fr: Sélectionner catégorie
nl_nl: Selecteer categorie

source: Apply
fr_fr: Attribuer
nl_nl: Toewijzen

source: Art. No.
fr_fr: Art.nr.
nl_nl: Art.nr.

source: Product Name
fr_fr: Nom du produit
nl_nl: Artikelnaam

source: Category
fr_fr: Catégorie
nl_nl: Categorie

source: Subcategory
fr_fr: Sous-catégorie
nl_nl: Subcategorie

source: No category
fr_fr: Pas de catégorie
nl_nl: Geen Categorie

source: No subcategory
fr_fr: Pas de sous-catégorie
nl_nl: Geen subcategorie

source: Enter the name
fr_fr: Noter votre nom

source: Please give a description
fr_fr: Veuillez donner une description
nl_nl: Gelieve een omschrijving te geven

source: Please leave a message
fr_fr: Placez un message svp
nl_nl: Gelieve een bericht in te geven

source: Category already Exists
fr_fr: La catégorie existe déjà
