Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: The gross profit margin is not your real profit(!) - this is the "break-event" value (sell vs revenue) and thiswill be used as )% reference in our menu engineering section. In that way when gross profit is 10% then this means 105profit.
nl_nl: De gemiddelde bedrijfskost is een gemiddelde waarde dat opgegeven wordt. <strong>In ALGEMENE KOSTEN moet het bedrag komen van nr.60/66A minus het bedrag van bezoldigingen (arbeidskosten) en grondstoffen.</strong> Alle producten die een waarde hebben hoger dan deze waarde zijn winstgevend. Om het u gemakkelijk te maken werken we in het overzicht met 2 kleuren: groen is winstgeven - rood is verlieslatend.

source: Company default Image
nl_nl: Standaard afbeelding bedrijf

source: Upload img to show in searchresults
nl_nl: Upload een afbeelding om te tonen in de zoekresultaten

source: Set logo for restaurant on allergencard
nl_nl: Logo voor Allergenenkaart

source: Set banner for restaurant on allergencard
nl_nl: Banner voor Allergenenkaart

source: Allergencard Logo
nl_nl: Allergenkaart Logo

source: Set logo for technical sheet
nl_nl: Logo voor technische fiche

source: Set logo for labeler
nl_nl: Logo voor label

source: Set logo for all in one app
nl_nl: Logo voor ALL-IN-ONE app

source: Set logo for Company default Image
nl_nl: Stel logo in voor standaard bedrijfafbeelding

source: Recipe Section
nl_nl: Recepturen

source: Your name
nl_nl: Uw naam

source: Your phone nbr
nl_nl: Mobiel/Tel

source: other
nl_nl: andere

source: Your email
nl_nl: Uw emailadres

source: Internal orders
nl_nl: Interne bestellingen

source: DIVISIONS
nl_nl: LOCATIES

source: SUBADMINS
nl_nl: UITBATINGEN

source: Waste mgmt
nl_nl: Afvalbeheer

source: NOTIFICATIONS(2)
nl_nl: NOTIFICATIES

source: Store Name
nl_nl: Naam winkel

source: Your code to return to Admin
nl_nl: Code om terug te gaan naar uw SUPERadmin controlepaneel

source: Your code to return to Sub Admin
nl_nl: Code om terug te gaan naar uw SUPERadmin controlepaneel

source: Division Name
nl_nl: Locatie naam

source: No Divisions found
nl_nl: Geen locaties gevonden

source: Here you see the messages that are sent to each other for tasks or temperatures which were not ok. You can use this section to send a notification to each other to do something. For example: an employee sends a message to their boss that a certain cleaning product is out of stock, so they have to order some new.
nl_nl: Hier zie je berichten die intern verstuurd zijn voor taken of temperatuurcontroles die niet in orde waren. Je kan deze sectie gebruiken om een intern bericht te sturen om iets te doen. Voorbeeld: een werknemer stuurt een bericht naar zijn baas om te melden dat een bepaald product op is zodat ze dit opnieuw kunnen bestellen.

source: Here you can see which tasks are meant to be done today in your business. You can add tasks by clicking on ‘General’ in the left column.
nl_nl: Hier kan je zien welke taken er vandaag gedaan moeten worden in jouw zaak. Je kan taken toevoegen door te klikken op ‘Algemeen’ in de linker kolom.

source: Here you can see all tasks that are meant to be done by this employee or in this location (depends on the setting). You can see which tasks need to be done, by when, the frequency, location and person who needs to do this task. In ‘Action’ you can select if this task is done or not done. If the task is not done, there is a possibility to create a non-conformity. In this non-conformity, you can enter a corrective action. All this information is saved in the report section.
nl_nl: Hier kan je alle taken zien die vandaag gedaan moeten worden door deze werknemer of in deze locatie (afhankelijk van de instelllingen). Je ziet een overzicht van de taken die gedaan moeten worden met de datum, frequentie, locatie en de persoon die hiervoor verantwoordelijk is. In ‘Actie’ kan je aanduiden of deze taak gedaan is of niet gedaan is. Als de taak niet gedaan is, zal er een popup openen om een non-conformiteit aan te maken. Hier kan je ook een correctieve actie toevoegen. Alle informatie wordt in de rapporten bewaard.

source: Clean
nl_nl: Reinigen

source: Desintfect
nl_nl: Desinfecteren

source: Vermin
nl_nl: Ongedierte

source: Would you like to delete these alerts ?
nl_nl: Deze opmerkingen verwijderen?

source: Successfully deleted
nl_nl: Met succes verwijderd

source: Delete alerts
nl_nl: Verwijder opmerkingen

source: No alerts
nl_nl: Geen opmerkingen

source: Please enter your password
nl_nl: Gelieve het wachtwoord te geven

source: Today's tasks
nl_nl: Taken vandaag

source: All tasks
nl_nl: Alle taken

source: PDF weekly View
nl_nl: PDF weekoverzicht

source: No location or task has been added yet.
nl_nl: Geen locaties of taken werden toegevoegd

source: Company is close today
nl_nl: Bedrijf is gesloten vandaag

source: Show tasks
nl_nl: Toon taken

source: No task Assign between
nl_nl: Geen taak toegewezen tussen

source: All Today's tasks
nl_nl: Alle taken van vandaag

source: Switch employee
nl_nl: Wissel werknemer

source: Daily after use
nl_nl: Dagelijks na gebruik

source: No task assign for today.
nl_nl: Geen taken toegewezen vandaag!

source: Assign to someone else
nl_nl: Aan andere werknemer toewijzen

source: Great! No tasks to do!
nl_nl: Goed! Geen taken!

source: Not Done
nl_nl: Niet ingesteld

source: Reason
nl_nl: Reden

source: Assign Task to someone Else
nl_nl: Aan andere werknemer toewijzen

source: Assign To
nl_nl: Toewijzen aan

source: Predifined details
nl_nl: Gepredefinieerde gegevens

source: Switch Employee
nl_nl: Wissel werknemer

source: All tasks are done for today
nl_nl: Geen taken toegewezen vandaag!

source: all tasks are done for today
nl_nl: Geen taken toegewezen vandaag!

source: Please choose an employee first
nl_nl: Gelieve eerst een werknemer te selecteren

source: THIS FEATURE IS NOT ACTIVE YET
nl_nl: DEZE FUNCTIE IS NOG NIET ACTIEF

source: Please contact us for more info
nl_nl: Contacteer ons voor meer informatie

source: Allergencard + Usage of our icon-sets
nl_nl: Allergenenkaart + gebruik van iconen

source: EasyBUTLER Digital Card + filter
nl_nl: EasyBUTLER digitale kaart + filter

source: Advanced FEEDBACK system
nl_nl: geavanceerde FEEDBACK

source: Expandable with HACCP
nl_nl: Uitbreidbaar met HACCP

source: All features of LIGHT +
nl_nl: Alle functies van LIGHT +

source: Labeling (label app included)
nl_nl: Labeling (label app inclusief)

source: Menucard maker (Horeca)
nl_nl: Menukaartmaker (horeca)

source: Multiple allergencards outputs (automates, PDF,..)
nl_nl: Meerdere allergenenkaarten (automaten, PDF,...)

source: (REQUEST)
nl_nl: (OP AANVRAAG)

source: All features of BASIC +
nl_nl: Alle functies van BASIC +

source: Full Autocontrole system (HACCP)
nl_nl: Autocontrole (HACCP)

source: €30/month
nl_nl: €30/maand

source: ECO-package - (Entry-Costprice-Order)
nl_nl: ECOS-pakket - (Entry-Costprice-Order)

source: €9/month
nl_nl: €9/maand

source: €5/month
nl_nl: €9/maand

source: €39-59/month
nl_nl: €39-69/maand

source: 1000 flyers + 4 stickers with your unique QR-code!
nl_nl: 1000 flyers + 4 stickers met jouw unieke QR-code!

source: This is a must have for every reatil business. Get anonymous feedback from your clients and you will be surprised of things you even didn't know (yet positive or negative)! Show your clients that you are innovative and care about them by let them look at your articlelist, filter allergens of check your suggetions.
nl_nl: Dit is een musthave voor elke retail. Krijg anonieme feedback van jouw klanten en je zal verrast zijn van de dingen die je zelfs nog niet wist (positief of negatief)! Toon aan jouw klanten dat jij innovatief bent en dat je geeft om hen door je artikellijst en allergenen te filteren.

source: Brother Labeler + 12 lables
nl_nl: Brother Labeler + 12 labels

source: This is the best solution for small business to print out labels the cheapest way.
nl_nl: Dit is de beste oplossing voor kleine zaken om labels te printen op de goedkoopste manier.

source: This package contains a labeler
nl_nl: This package bevat een labeler

source: box with
nl_nl: box met

source: labels(width
nl_nl: labels (breedte

source: mm - length
nl_nl: mm - lengte

source: m!) and it will be delivered at your location. We will install the drivers
nl_nl: m!) en het wordt geleverd bij jou. Wij installeren de drivers

source: do the configuration
nl_nl: doe de configuratie

source: install the FoodDESK labeler app via Anydesk.
nl_nl: Installeer de FoodDESK labeler app met Anydesk.

source: If we need to install the labeler at your location, then we will charge
nl_nl: Als we de labeler installeren bij jou, heeft dit een kost

source: starting from Westerlo.
nl_nl: Startend van Westerlo.

source: .. is a continuous label made of white thermal material and has a permanent adhesive strength.
nl_nl: .. is een label gemaakt van wit thermisch materiaal en heeft een permanente kleefkracht.

source: note
nl_nl: Notitie

source: delivery is included in the price.
nl_nl: Levering is inbegrepen in de prijs.

source: Personal assistance
nl_nl: Persoonlijke begeleiding op afstand

source: Would you like a refreshment about our recipe system, HACCP, our allergenscards, entry control, ordering system and / or EasyBUTLER? We are happy to help you through AnyDESK and will answer all your questions.
nl_nl: Zou je graag een opfrissing krijgen over het recepturensysteem, HACCP, onze allergenenkaarten, inganscontrole, bestelsysteem en/of EasyBUTLER? We helpen je graag verder via AnyDESK en zullen al jou vragen beantwoorden.

source: 250 customers = €9/month
nl_nl: 250 klanten = €9/maand

source: 500 customers = €15/month
nl_nl: 500 klanten = €15/maand

source: 2500 customers = €30/month
nl_nl: 2500 klanten = €30/maand

source: 5000 customers = €60/month
nl_nl: 5000 klanten = €60/maand

source: 10000 customers = €90/month
nl_nl: 10000 klanten = €90/maand

source: I want to
nl_nl: Ik wil graag onmiddellijk

source: I have some questions about this package and I first want to make an appointement with one of the representativs.
nl_nl: Ik heb enkele vragen over dit pakket en ik zou graag eerst een afspraak maken met een regioverantwoordelijke.

source: Cancel request
nl_nl: Aanvraag annuleren

source: sure you want to cancel
nl_nl: Ben je zeker dat je wil annuleren

source: Any other remarks
nl_nl: Andere opmerkingen

source: this package
nl_nl: Dit pakket

source: these addons
nl_nl: deze pakketten

source: purchase
nl_nl: Aankopen

source: these products
nl_nl: deze producten

source: purchase/activate
nl_nl: aankopen/activeren

source: these services
nl_nl: deze services

source: Mark as NON-CONFORMITY
nl_nl: Markeer als non-conformiteit

source: Add as CLOSED Non-Conformity
nl_nl: Als GESLOTEN toevoegen

source: Add OPEN Non-Conformity
nl_nl: Als OPEN toevoegen

source: Update as CLOSED Non-Conformity
nl_nl: Wijzigen naar GESLOTEN non-conformiteit

source: Update as OPEN Non-Conformity
nl_nl: Wijzigen naar OPEN non-conformiteit

source: Open Non-Conformity
nl_nl: OPEN non-conformiteiten

source: Non - conformities
nl_nl: Non-conformiteiten

source: Infosheet
nl_nl: Infoblad

source: CLEANING PLAN
nl_nl: SCHOONMAAKPLAN

source: SCAN ORDER SHEET
nl_nl: SCAN BESTELBON

source: DELIVERY
nl_nl: INGANGSCONTROLE

source: STOCK
nl_nl: VOORRAADBEHEER

source: ORDER
nl_nl: BESTELLEN

source: CONTROL
nl_nl: CONTROLE

source: DEVIATIONS
nl_nl: NIEUWE AFWIJKINGEN

source: NON-CONFORM
nl_nl: NON-CONFORMITEIT

source: FORMS
nl_nl: FORMULIEREN

source: Done
nl_nl: Gedaan

source: Make
nl_nl: Maak

source: Select article
nl_nl: Selecteer artikel

source: Select semi-finished product
nl_nl: Selecteer halffabricaten

source: Select subadmin
nl_nl: Selecteer een uitbating

source: Select division
nl_nl: Selecteer locatie

source: Please select at least one recipe
nl_nl: Gelieve minstens een receptuur te selecteren

source: Please select date
nl_nl: Gelieve een datum te selecteren

source: Successfully moved
nl_nl: Met succes verplaatst

source: Successfully copied
nl_nl: Met succes verplaatst

source: Production list updated
nl_nl: Productielijst geüpdatet

source: No products in the list to update
nl_nl: Geen enkel product in de lijst om te updaten

source: No products in the list to print
nl_nl: Geen enkel product in de lijst om te printen

source: This product can't be removed because it's already made
nl_nl: Dit product kan niet verwijderd worden omdat het al gemaakt is

source: This product can't be removed as one ( or more ) ingredients used in it have already been made
nl_nl: Je kan dit product niet verwijderen omdat één of meer halffabricaten reeds gemaakt werden

source: Are you sure to delete this product from the list ?
nl_nl: Bent u zeker dat u dit product wil verwijderen uit de lijst?

source: This product doesn't contain a recipe yet. Please add the ingredients in the recipe section.
nl_nl: Dit product heeft nog geen ingevuld receptuur. Gelieve eerst de ingrediënten toe te voegen.

source: Portions are not determined in the recipe. Please add portions to recipe.
nl_nl: Porties zijn niet ingevuld in het receptuur. Gelieve eerst de portie in te vullen in het receptuur.

source: You can not change the amount of this product as one ( or more ) ingredients have already been made.
nl_nl: Je kan de hoeveelheid niet wijzigen omdat één of meer halffabricaten reeds gemaakt werden

source: TODAY
nl_nl: VANDAAG

source: TOMORROW
nl_nl: MORGEN

source: OTHER DATE
nl_nl: ANDERE DATUM

source: PRODUCTION LIST
nl_nl: PRODUCTIELIJST

source: MAKE SP
nl_nl: MAAK HF

source: Number
nl_nl: Nummer

source: Copy to date
nl_nl: Kopieer naar datum

source: Move to date
nl_nl: Verplaatsen naar datum

source: Search date
nl_nl: Zoek op datum

source: Go to list
nl_nl: Ga naar lijst

source: Search by product or semi-product
nl_nl: Zoek op product of halffabricaat

source: Or search per category
nl_nl: Of zoek per categorie

source: Copy to other date
nl_nl: Kopieer naar datum

source: To select multiple dates, use the shift key
nl_nl: Gebruik de shift-toets om meerdere datums te selecteren

source: Move to other date
nl_nl: Verplaatsen naar datum

source: This recipe already exist on the chosen date
nl_nl: Deze receptuur bestaat reeds op de gekozen dag

source: Delete selected division
nl_nl: Verwijder geselecteerde locatie

source: This product is already in this production list
nl_nl: Dit product is al toegevoegd in deze productielijst

source: This product was made with a lot number
nl_nl: Dit product werd gemaakt met een lotnummer

source: Shelf life labels
nl_nl: houdbaarheidsetiket

source: alternative date
nl_nl: alternatieve datum

source: LINKED TO
nl_nl: GEBRUIKT IN

source: Changes can not be made here. Please go back to the original production list and make changes there.
nl_nl: Er kunnen geen wijzigingen doorgevoerd worden. Ga terug naar de productielijst om aanpassingen door te voeren.

source: Please create the previous SP first which are used in it.
nl_nl: Gelieve eerst alle HF aan te maken

source: PRODUCTION LIST SEMI PRODUCT
nl_nl: PRODUCTIELIJST HALFFABRICATEN

source: Linked to
nl_nl: Gebruikt in

source: prod.date
nl_nl: prod.datum

source: Are you sure to remove this product?
nl_nl: Bent u zeker dat u dit product wil verwijderen?

source: Recipe updated
nl_nl: Receptuur geupdatet

source: Update the changes first
nl_nl: Gelieve de aanpassingen te updaten

source: You can not change the amount of this product from here as one ( or more ) ingredients have already been made.
nl_nl: Je kan de hoeveelheid niet wijzigen omdat één of meer halffabricaten reeds gemaakt werden

source: You can not delete this ingredients as SP used in it is already made.
nl_nl: Je kan deze ingrediënten niet verwijderen aangezien dit HF reeds elders werd aangemaakt

source: You can not add or delete the ingredients.
nl_nl: Je kan de ingrediënten niet verwijderen of toevoegen

source: You can not unfold this ingredient as it is already made.
nl_nl: Je kan dit ingrediënt niet aanpassen aangezien het reeds werd aangemaakt

source: Please make all the SP first used in it.
nl_nl: Gelieve eerst alle HF aan te maken

source: Recalculate
nl_nl: Berekenen

source: grams
nl_nl: gram

source: Supplier/Manufacturer
nl_nl: Leverancier/ fabrikant

source: MARK AS DONE
nl_nl: Markeer als gedaan

source: How to Make
nl_nl: Bereidingswijze

source: The method to make this recipe is not define.
nl_nl: De bereidingswijze van dit receptuur werd niet opgegeven

source: This product has been created with lot number
nl_nl: Dit product werd gemaakt met een lotnummer

source: Lot
nl_nl: Lotnummer

source: Search on date
nl_nl: Zoek op datum

source: NOK
nl_nl: Niet OK

source: Mark as Complete or Alert
nl_nl: Markeren als voldaan of opmerking

source: Mark as Complete
nl_nl: Als voldaan markeren

source: Mark as ALERT
nl_nl: Markeren als OPMERKING

source: Change Employee
nl_nl: Werknemer veranderen
