Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Save Locations
nl_nl: Bewaar locaties

source: Attention
nl_nl: Opgelet

source: When you delete this location, all objects and tasks( along with all info related to tasks ) will be lost
nl_nl: Als je deze locatie verwijdert zullen alle apparaten en taken verloren gaan.

source: Do you want to continue ?
nl_nl: Verdergaan?

source: No, save location
nl_nl: Nee, bewaar locatie

source: Yes, delete
nl_nl: Ja, verwijder

source: Would you like to delete all objects ?
nl_nl: Wenst u alle apparaten te verwijderen?

source: Would you like to delete this objects,as all related task will also be deleted ?
nl_nl: Deze apparaten INCLUSIEF de daar aan verbonden taken verwijderen?

source: Add all objects, materials and vermin
nl_nl: Voeg alle apparaten, materialen en ongediertevoorwerpen toe

source: Go Back to Location
nl_nl: Terug naar locatie

source: ADD LOCATIONS
nl_nl: LOCATIE TOEVOEGEN

source: No Objects have been added yet - load most frequently used Objects ?
nl_nl: Geen apparaten toegevoegd - de meest frequente apparaten opladen?

source: Show in fixed temperature control
nl_nl: Toon in vaste temperatuurcontrole

source: Cleaning Product
nl_nl: Poetsproduct

source: Frequency D W M Y
nl_nl: Frequentie D W M J

source: Select the locations to where you want to clone this object.
nl_nl: Selecteer de locaties naar waar je dit apparaat wil kopiëren

source: New location
nl_nl: Nieuwe locatie

source: Continue
nl_nl: Doorgaan

source: Please select atleast 1 date/day of month to repeat task
nl_nl: Selecteer minstens een dag van de maand om de taak te herhalen

source: Please select type first
nl_nl: Gelieve eerst het type te selecteren

source: All field must be filled
nl_nl: Alle velden moeten ingevuld zijn

source: Select Object
nl_nl: Selecteer apparaat

source: Select Predefined
nl_nl: -- Selecteer of geef een taak in --

source: Max temperature cant be smaller than Min temperature
nl_nl: Maximum temperatuur kan niet minder zijn dan min temperatuur.

source: every day
nl_nl: elke dag

source: every 2 days
nl_nl: elke 2 dagen

source: every 3 days
nl_nl: elke 3 dagen

source: every 4 days
nl_nl: elke 4 dagen

source: every 5 days
nl_nl: elke 5 dagen

source: every 6 days
nl_nl: elke 6 dagen

source: every week
nl_nl: elke week

source: every 2 weeks
nl_nl: elke 2 weken

source: every 3 weeks
nl_nl: elke 3 weken

source: every 4 weeks
nl_nl: elke 4 weken

source: every 5 weeks
nl_nl: elke 5 weken

source: every 6 weeks
nl_nl: elke 6 weken

source: every month
nl_nl: elke maand

source: every 2 months
nl_nl: elke 2 mnd

source: every 3 months
nl_nl: elke 3 mnd

source: every 4 months
nl_nl: elke 4 mnd

source: every 5 months
nl_nl: elke 5 mnd

source: every 6 months
nl_nl: elke 6 mnd

source: every 7 months
nl_nl: elke 7 mnd

source: every 8 months
nl_nl: elke 8 mnd

source: every 9 months
nl_nl: elke 9 mnd

source: every 10 months
nl_nl: elke 10 mnd

source: every 11 months
nl_nl: elke 11 mnd

source: every 12 months
nl_nl: elke 12 mnd

source: every
nl_nl: elke

source: year
nl_nl: jaar

source: years
nl_nl: jaren

source: Please select Type
nl_nl: Selecteer een type

source: Predefined
nl_nl: Voorgedefinieerd

source: Select Predefined task
nl_nl: Selecteer voorgedefinieerde taak

source: Add new object here
nl_nl: Nieuw apparaat toevoegen

source: Please select object
nl_nl: Selecteer een apparaat

source: Task Name
nl_nl: Taak naam

source: Please select Task name
nl_nl: Geef een taaknaam in

source: Cleaning product
nl_nl: Schoonmaakproducten

source: Please select location
nl_nl: Selecteer een locatie

source: Default Temp
nl_nl: Standaardtemperatuur

source: Start from
nl_nl: Start van

source: Select a date
nl_nl: Selecteer een datum

source: every year
nl_nl: elk jaar

source: every
nl_nl: elke

source: years
nl_nl: jaren

source: Second
nl_nl: Tweede

source: Third
nl_nl: Derde

source: Fourth
nl_nl: Vierde

source: Add a due date
nl_nl: Einddatum toevoegen

source: Please select User name
nl_nl: Geef een gebruikersnaam op

source: Delete and next
nl_nl: Verwijder en volgende

source: Save and next
nl_nl: Bewaar en volgende

source: We already added most objects in our database
nl_nl: We hebben reeds de meest voorkomende apparaten in onze databank geplaatst.

source: If you miss any object here please pass this in our chat
nl_nl: Indien u een algemene term als apparaat niet kan terugvinden gelieve deze dan even door te geven via onze CHAT

source: NOTE: Please don't pass specific objects - You can specify the object in the task name
nl_nl: NOTA: gelieve geen specifieke apparaten door te geven aub - u kan in "Taak naam" een apparaat specifiëren.

source: Example: Weightmachine - Task name: WeightMachine Bizerba
nl_nl: Voorbeeld: weegschaal - Taak naam: weegschaal merk X

source: Assignee
nl_nl: Verantwoordelijke

source: Instructions
nl_nl: Instructies

source: Please fill temperature value properly
nl_nl: Gelieve de temperatuur in te geven a.u.b.

source: You have not assigned any task to any one
nl_nl: U heeft geen enkele taak toegewezen

source: Temperature Saved Successfully
nl_nl: Temperaturen met succes bewaard

source: Nothing to do today!
nl_nl: Geen taken voor vandaag!

source: No task Assign for tomorrow.
nl_nl: Geen taken toegewezen voor morgen

source: No task on yesterday.
nl_nl: Geen taken gisteren toegewezen

source: No task Assign on
nl_nl: Geen taken toegewezen:

source: No detail available
nl_nl: Geen gegevens beschikbaar

source: Manage your tasks
nl_nl: Beheer uw taken

source: REPLACEMENT
nl_nl: VERVANGEN

source: TASKS OVERVIEW
nl_nl: Taken overzicht

source: Please visit objects section
nl_nl: Gelieve de apparaten te raadplegen

source: Replacement
nl_nl: Vervangen:

source: Move all tasks from
nl_nl: Verplaats alle taken van

source: Replace
nl_nl: Toewijzen

source: Temp Co
nl_nl: Temperatuur

source: Task type is not Temperature controle
nl_nl: Taak type is niet gelijk aan temperatuurcontrole

source: Temperature controle is Automatic
nl_nl: Temperatuurcontrole gebeurt automatisch

source: Save & Next
nl_nl: Bewaar & Volgende

source: Save & CLose
nl_nl: Bewaar & Sluiten

source: Kind of danger
nl_nl: Soort gevaar

source: Danger
nl_nl: Gevaar

source: Savekeeping method and frequency
nl_nl: Bewaarmethode en frequentie

source: Corrective measures and corrective action
nl_nl: Corrigerende maatregelen en acties

source: Connected tasks
nl_nl: Gelinkte taken

source: Physically
nl_nl: Fysisch

source: Chemical
nl_nl: Chemisch

source: Microbiologically
nl_nl: Mircobiologisch

source: On this page you can manage all your documents. There are general documents and company specific documents. In the general documents you can find some procedures, all the modules, CCP’s and PVA’s. There is also a green button with ‘GENERIC GUIDE’. This document is applicable for everyone. The company specific section is for uploading documents that are only for this location. In this section, you can create categories so you can manage your documents in an orderly manner.
nl_nl: Op deze pagina kan je al je documenten digitaal stockeren. Er zijn algemene en specifieke documenten. In de algemene documenten kan je procedures, modules, CCP’s en PVA’s raadplegen. Daarnaast is er een groene knop met ‘GENERIEKE GIDS’, deze is voor iedereen toepasbaar. De specifieke documenten is een sectie om zelf bestanden te uploaden die alleen maar toepasbaar zijn voor deze zaak.

source: Name procedure
nl_nl: Naam procedure

source: free type
nl_nl: GRATIS type

source: Upload to
nl_nl: Uploaden naar

source: NO Category
nl_nl: Geen categorie

source: file wont be uploaded
nl_nl: Het bestand werd maar deels geuploaded - gelieve de afbeelding terug te uploaden aub

source: Please provide a name
nl_nl: Gelieve een naam op te geven

source: Company specific
nl_nl: Specifiek

source: Select module
nl_nl: Selecteer module

source: Select CCP
nl_nl: Selecteer CCP

source: Select PVA
nl_nl: Selecteer PVA

source: GENERIC GUIDE
nl_nl: GENERIEKE GIDS

source: No category selected .
nl_nl: Geen cat. geselecteerd

source: Do you want to delete this record ?
nl_nl: 100 % zeker?

source: Deletion Failed
nl_nl: Verwijdering mislukt

source: Date Of Birth
nl_nl: Geboortedatum

source: Select user
nl_nl: Selecteer gebruiker

source: HACCP user
nl_nl: HACCP gebruiker

source: Easybutler user
nl_nl: Easybutler gebruiker

source: Set as both
nl_nl: Stel in als beide

source: Already in use
nl_nl: Al in gebruik

source: Profile Color
nl_nl: Profiel kleur

source: No color provided yet
nl_nl: Geen kleur toegewezen

source: hours
nl_nl: uren

source: Period of Absence
nl_nl: Periode van afwezigheid

source: Assign Task To
nl_nl: Taak toewijzen aan

source: Attestations
nl_nl: Attesten

source: Date training
nl_nl: Datum opleiding

source: Configuration Employees panel
nl_nl: Configuratie werknemers paneel

source: Recipe section
nl_nl: Recepturen

source: Non-conformities
nl_nl: Non-conformiteiten

source: Kitchen MGMT
nl_nl: Keukenbeheer

source: Workpanel
nl_nl: Werkpaneel

source: Subadmins
nl_nl: Uitbatingen

source: Manage Employees
nl_nl: Werknemers beheren

source: Image
nl_nl: Afbeelding

source: Actions
nl_nl: Actie

source: Employment (Hours)
nl_nl: Werk (uren)

source: Kitchen
nl_nl: Keuken

source: Kitchen, service
nl_nl: Keuken, services

source: Edit employee
nl_nl: Werknemer bewerken

source: No related supplier name found
nl_nl: Geen gerelateerde leveranciers gevonden

source: None of the suggestion matched
nl_nl: Geen match

source: Edit supplier
nl_nl: Leverancier bewerken

source: Add supplier
nl_nl: Leverancier toevoegen

source: Suggestion
nl_nl: Suggestie

source: Show suggestion
nl_nl: Toon suggesties

source: Something not correct ? Please pass us via chat
nl_nl: Fout gevonden? Deel het ons mee via de chat!

source: Order Information
nl_nl: Bestel info

source: Similar supplier Names
nl_nl: overeenkomende leveranciers namen

source: Here you see all the suppliers that you use in your recipes. You can also add suppliers by clicking on the green button upper left. It is possible to edit some information of these suppliers by clicking on the pencil icon. You can also rate the suppliers by clicking on the star icon.
nl_nl: Hier kan je alle leveranciers zien die je gebruikt in je recepturen. Je kan ook leveranciers toevoegen door te klikken op de groene knop linksboven. Het is mogelijk om de leveranciersgegevens te bewerken door op het potlood te klikken of om ze een score te geven door op het sterretje te klikken.

source: PRODUCTS
nl_nl: ARTIKELEN

source: Upload technical sheet
nl_nl: Fiche uploaden

source: Name of the product
nl_nl: Artikelnaam

source: Is used for
nl_nl: Gebruikt voor

source: Dose of used product
nl_nl: Dosis van gebruikte product

source: Are there danger symbols
nl_nl: De gevarensymbolen

source: Upload technical sheet
nl_nl: Fiche uploaden

source: Search for product in FoodDESK database
nl_nl: Zoek een product in FoodDESK databank

source: Overview Products
nl_nl: Overzicht producten

source: All suppliers
nl_nl: Alle leveranciers

source: Overview suppliers
nl_nl: Overzicht leveranciers

source: Are you confirm you want to remove this supplier ?
nl_nl: Deze record verwijderen?

source: Services
nl_nl: Diensten

source: Structure to copy is not ok, please arrange them in order
nl_nl: Structuur om te kopiëren is niet OK, gelieve te herschikken op volgorde

source: No data to print
nl_nl: Geengegevens om te printen

source: Temperature Controle
nl_nl: Temperatuur

source: In this tab you can check if the temperature of the devices is correct. All devices that are marked in the object section show here.
nl_nl: In deze tab kan je controleren of de temperatuur van de apparaten correct is. Alle apparaten die aangeduidt zijn in de apparaten-sectie tonen hier.

source: Select a product from your recipes and control the heating of cooling of this recipe.
nl_nl: Selecteer een product van je recepturen en controleer de opwarming of afkoeling van dit proces.

source: Measure the core of your products.
nl_nl: Meet de kern van jouw producten.

source: Register the quality of the deep frying fat and measure the temperature.
nl_nl: Registreer de kwaliteit van de olie en meet de temperatuur van het vet.

source: Enter the temperature of the prewash, main wash and rinse. Temperature ranges are: Prewash <35 – 40 °C Main wash 55 – 65 °C Rinse >85 – 90 °C
nl_nl: Vul de temperatuur in van de vaatwasser met de voorwas, hoofdwas en spoelen. Temperatuurbereik: Voorwas <35 – 40 °C Hoofdwas 55 – 65 °C Spoelen >85 – 90 °C

source: Waiting for message in On-delivery tab.
nl_nl: Wachten voor bericht in bij ontvangst tab.

source: Measure the core of your products.
nl_nl: Meet de kern van jouw producten.

source: Enter the temperature of the prewash, main wash and rinse. Temperature ranges are: Prewash <35 – 40 °C Main wash 55 – 65 °C Rinse >85 – 90 °C
nl_nl: Vul de temperatuur in van de vaatwasser met de voorwas, hoofdwas en spoelen. Temperatuurbereik: Voorwas <35 – 40 °C Hoofdwas 55 – 65 °C Spoelen >85 – 90 °C

source: Check if the product you are transporting is warm or cold and select this product. Now you can register the temperature and also check the time frame.
nl_nl: Controleer of het product dat je vervoert warm of koud is en selecteer het product uit de lijst. Nu kan je de temperatuur en de tijd registreren.

source: Register the pasteurisation of a product.
nl_nl: Registreer de pasteurisatie van een product.

source: Register the temperature of a location in your business.
nl_nl: Registreer de temperatuur van een locatie in uw zaak.

source: This is the only tab that doesn’t work automatically. Write the name of your thermometer, reference T°C and the measured T°C. The system calculates the difference and you must decide to click the ‘ok’ or ‘not ok’ button.
nl_nl: Dit is de enige tab in temperatuurcontrole die niet automatisch werkt. Schrijf de naam van de thermometer, de referentie T°C en de gemeten T°C. Het systeem berekent automatisch het verschil en dan kan je zelf beslissen om op de ‘ok’ of ‘niet ok’ knop te klikken.

source: History
nl_nl: Historiek

source: Warm/cold
nl_nl: Warm/koud

source: Warm/Cool
nl_nl: Warm/Koud

source: Core temp°C
nl_nl: Kerntemperatuur

source: Cool
nl_nl: Koud

source: Pasteurisation Group
nl_nl: Pasteurisatiegroep

source: Device
nl_nl: Apparaat

source: Confirmation
nl_nl: Bevestiging

source: Go to objects and check "Show in fixed check"
nl_nl: Ga naar HACCP/apparaten en vink "toon in vaste controle" aan.

source: Please creates object first
nl_nl: Gelieve eerst een apparaat toe te voegen aub

source: Add Supplier
nl_nl: Leverancier toevoegen

source: Supplier Name
nl_nl: Naam leverancier

source: Similer Suggestion
nl_nl: Suggestie

source: Please Select Product of which you changed temperature
nl_nl: Gelieve het product te selecteren

source: New features - fixes
nl_nl: Nieuwigheden - bugfixes

source: This changelog is only set in English.
nl_nl: Door de internationale plannen die FoodDESK ambieert, hebben wij beslist om deze changelog versie enkel in het Engels te voorzien.

source: Version history
nl_nl: Historiek

source: Contact
nl_nl: Contacteer

source: On this page you see the non-conformities that are made. There are ‘open’ and ‘closed’ non-conformities. Those that are open, can still be completed or changed. Those that are closed cannot be changed. All this information is saved in the report section.
nl_nl: Op deze pagina zie je de non-conformiteiten. Er zijn ‘open’ en ‘gesloten’ non-conformiteiten. Open non-conformiteiten kunnen nog aangevuld of aangepast worden. Gesloten non-conformiteiten kunnen niet aangepast worden. Al deze gegevens worden bewaard in de rapporten.

source: It is possible that there is something wrong with the food you serve. If there are issues that may harm a persons health, an animal or the environment, please contact the FAVV for more help.
nl_nl: Het is mogelijk dat er iets mis is met de voeding die je serveert in je zaak. Als er een probleem is dat mogelijks een persoon, dier of het milieu kan schaden, gelieve het FAVV te contacteren voor meer hulp.

source: Incidents
nl_nl: Non-conformiteiten

source: Please Select Article
nl_nl: Gelieve een artikel te selecteren

source: Please Select From
nl_nl: Selecteer van

source: Complaint Added Successfully
nl_nl: Klacht met succes toegevoegd

source: Complaint updated Successfully
nl_nl: Klacht met succes geupdatet

source: Edit Complaint
nl_nl: Klacht bewerken

source: Specify
nl_nl: Specifieer

source: Problem
nl_nl: Probleem

source: Action Taken
nl_nl: Actie

source: Complaint
nl_nl: Klacht

source: ADD COMPLAINT
nl_nl: Klacht TOEVOEGEN

source: Are you sure to delete this attachment ?
nl_nl: Bent u zeker dat u deze bijlage wil verwijderen?

source: Add Non-Conformity
nl_nl: Non-conformiteiten toevoegen

source: Update Non-Conformity
nl_nl: Non-conformiteiten wijzigen

source: NEW NON-CONFORMITY
nl_nl: Nieuwe non-conformiteit

source: Add as CLOSED
nl_nl: Markeer als GESLOTEN

source: Add as OPEN
nl_nl: Markeer als OPEN

source: Update as CLOSED
nl_nl: Markeren als GESLOTEN

source: Update as OPEN
nl_nl: Markeren als OPEN

source: Remove / Add File
nl_nl: Verwijder/voeg toe

source: Add new
nl_nl: Nieuwe toevoegen

source: Closed non-conformities
nl_nl: Gesloten non-conformiteiten

source: Would you like to delete this incident ?
nl_nl: Deze non-conformiteit verwijderen?

source: Open Non-Conformities
nl_nl: OPEN non-conformiteiten

source: Compulsory notification
nl_nl: Meldingsplicht

source: Each operator must inform the FASFC immediately if it considers or has reason to believe that a product that it has imported, produced, grown, cultivated, processed, manufactured or traded may be harmful to the health of humans, animals or plants.
nl_nl: Elke exploitant moet het FAVV onmiddellijk inlichten wanneer hij van oordeel is of redenen heeft om te denken dat een product dat hij ingevoerd, geproduceerd, geteeld, gekweekt, bewerkt, gefabriceerd of verhandeld heeft, schadelijk kan zijn voor de gezondheid van mens, dier of plant.

source: Link to the FAVV
nl_nl: Link naar het FAVV

source: Contact the FAVV by telephone:
nl_nl: Contacteer het FAVV per tel:

source: Create Account
nl_nl: Account aanmaken

source: Password is not same
nl_nl: Wachtwoord is niet hetzelde

source: Congratulations
nl_nl: Proficiat

source: You can nearly start creating an allergenencard
nl_nl: Je kan bijna beginnen met je allergenenkaart op te bouwen

source: First you need to check your mail and click on a verification link
nl_nl: Kijk je mailbox na en klik op de verificatielink

source: Create an account
nl_nl: Account aanmaken

source: Fill in the details
nl_nl: Vul de details in

source: Repeat Password
nl_nl: Herhaal wachtwoord

source: Select company type
nl_nl: Selecteer het type bedrijf

source: Please provide the credential in the workpanel setting
nl_nl: Gelieve een code in te geven in de instellingen van het werkpaneel

source: kitchen mgmt
nl_nl: Keukenbeheer

source: WORKPANEL
nl_nl: WERKPANEEL

source: allergencard
nl_nl: Allergenenkaart

source: subadmins
nl_nl: Uitbatingen

source: divisions
nl_nl: Locaties

source: kitchen mgnt
nl_nl: Keukenbeheer

source: Please fill all the required fields.
nl_nl: Gelieve alle verplichte velden in te vullen

source: The uploaded file does not match the File Type ( PDF ). Please Try Again!
nl_nl: Dit is een fout bestandstype, kies een ander bestand (PDF) om te uploaden.

source: Complaint Supplier
nl_nl: Klacht leverancier

source: Delivered On
nl_nl: Geleverd op

source: Delivery number
nl_nl: Leveringsnr.

source: Registered By
nl_nl: Geregistreerd door

source: Correction By Supplier
nl_nl: Correctieve actie door leverancier

source: Reset File
nl_nl: File resetten

source: Contact Information Supplier
nl_nl: Contactinformatie leverancier

source: Save & Send to Supplier
nl_nl: Bewaar & verzend naar leverancier

source: Date THT
nl_nl: Datum THT

source: Delivered on
nl_nl: Geleverd op

source: Removed on
nl_nl: Verwijderd op

source: Supplier Complaint
nl_nl: Klacht leverancier

source: Add Deviation
nl_nl: Voeg afwijking toe

source: Update Deviation
nl_nl: Afwijking aanpassen

source: NEW DEVIATION
nl_nl: NIEUWE AFWIJKING

source: Deviation(s)
nl_nl: Afwijking(en)

source: Correction by supplier
nl_nl: Correctieve actie door leverancier

source: Registered by
nl_nl: Geregistreerd door

source: Registered on
nl_nl: Geregistreerd op

source: To Supplier
nl_nl: Naar leverancier

source: Food Poisening
nl_nl: Voedselvergiftiging

source: NEW COMPLAINT
nl_nl: Klacht TOEVOEGEN

source: Added Date
nl_nl: toegevoegde datum

source: NAME
nl_nl: NAAM

source: AGE
nl_nl: LEEFTIJD

source: ADDRESS
nl_nl: ADRES

source: Date/Time of visit
nl_nl: Datum/Tijd van bezoek

source: Consumed Dishes
nl_nl: Gegeten gerechten

source: What did Guest ate last time and day before
nl_nl: Wat heeft de gast op de desbetreffende dag en de dag ervoor gegeten:

source: Time of first Complaint
nl_nl: Tijd van eerste klachten

source: Duration of the Complaint
nl_nl: Tijdsduur van de klacht

source: Guest is
nl_nl: Gast is

source: Allergic
nl_nl: Allergisch

source: Non Allergic
nl_nl: Niet allergisch

source: Guest has
nl_nl: Gast heeft

source: Contacted Doctor
nl_nl: Dokter geraadpleegd

source: Not Contacted Doctor
nl_nl: Geen dokter geraadpleegd

source: Updation Failed
nl_nl: Fout tijdens updaten

source: Are you sure to delete this row ?
nl_nl: 100% zeker dat je deze rij wil verwijderen?

source: To supplier
nl_nl: Naar leverancier

source: ADD FOOD POISONING
nl_nl: VOEG VOEDSELVERGIFTIGING TOE

source: Date of visit
nl_nl: Datum/Tijd van bezoek

source: FOOD POISONING
nl_nl: VOEDSELVERGIFTIGING

source: Guest Information
nl_nl: Gast informatie

source: Name :
nl_nl: Naam:

source: Age :
nl_nl: Leeftijd:

source: Address :
nl_nl: Adres

source: Date of visit :
nl_nl: Datum/Tijd van bezoek:

source: Time of first Complaint :
nl_nl: Tijd van eerste klacht:

source: Duration of the Complaint :
nl_nl: tijdsduur van de klacht

source: Guest has :
nl_nl: Gast heeft:

source: Complaint :
nl_nl: Klacht:

source: Consumed Dishes :
nl_nl: Gegeten gerecht en drank:

source: What did Guest ate last time and day before :
nl_nl: De gast heeft op de desbetreffende dag en de dag ervoor gegeten:

source: Would you like to delete this deviations ?
nl_nl: Wil je deze afleiding verwijderen?

source: NEW DEVIATIONS
nl_nl: NIEUWE AFWIJKINGEN

source: Allergencard + usage of icons
nl_nl: Allergenenkaart + gebruik van iconen

source: EasyBUTLER digital card + filter
nl_nl: EasyBUTLER digitale kaart + filter

source: Your have shown some ineterest in package
nl_nl: Je hebt interesse getoond in pakket

source: Get Feedback anonymous and send mailings easily to your clients
nl_nl: Krijg op een ludieke en eerlijke manier anoniem feedback van uw klanten

source: The EasyButler app is used by all food-related businesses such as bakeries, butchers, resturants, etc.
nl_nl: De EasyBUTLER app wordt gebruikt door bakkers, slagers, horecazaken,.. kortom ALLE zaken die voeding verkopen en die graag op een innovatieve manier aan feedback/marketing willen doen.
