Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: No image !!! please try again
fr_fr: L'image n'a pas été téléchargée ! Essayez à nouveau.
nl_nl: Geen afbeelding toegevoegd. Probeer opnieuw

source: Crop
fr_fr: Recadrer
nl_nl: Bijsnijden

source: Rotate Clock Wise
fr_fr: Tourner dans le sens des aiguilles d'une montre
nl_nl: Draai klokwijs

source: Rotate Anti Clock Wise
fr_fr: Tourner dans le sens contraire des aiguilles d'une montre
nl_nl: Draai tegen de klok

source: Image did not uploaded. Please try again
fr_fr: L'image n'a pas été téléchargée ! Essayez à nouveau
nl_nl: Geen afbeelding toegevoegd. Probeer opnieuw

source: Image file size max 4 MB
fr_fr: La grandeur de l'image ne peut pas dépasser 4MB
nl_nl: Grootte afbeelding mafg max. 4 MB zijn

source: Invalid file format..
fr_fr: Format de fichier invalide.
nl_nl: Fout formaat - gelieve enkel jpg/gif/png bestanden te uploaden..

source: filename is not legit. Please remove those special symbols
fr_fr: svp ne pas utiliser d'espace, d'accent ou d'autres symboles dans le nom de dossier.
nl_nl: Gelieve geen spaties, accenten of andere symbolen als bestandsnaam te gebruiken. Gelieve dit bestand te hernoemen.

source: Sorry !!! image has not been cropped. Please try again
fr_fr: L'image n' a pas été recadrée. Essayez à nouveau
nl_nl: Afbeelding kon niet worden bijgesneden, probeer opnieuw

source: Note: This image will be saved when you click the update button below. To change image you can upload another image again
fr_fr: CONSEIL : L'image n'est sauvegardée qu'au moment où vous cliquez sur le bouton mise à jour (en bas).
nl_nl: TIP: De afbeelding wordt pas bewaard wanneer u op de 'bewaren' knop klikt (onderaan).

source: wrong username or password or May be status is inactive
fr_fr: nom d'utilisateur incorrect ou mot de passe incorrect ou peut-être que le status est inactif
nl_nl: gebruikersnaam of wachtwoord zijn verkeerd spatie- bij problemen: 014/588466

source: Invalid Login ! Please try again.
fr_fr: Login invalide. Réessayez.
nl_nl: Foutieve combinatie. Probeer opnieuw.

source: Some error occured ! Please try again.
fr_fr: Une erreur s'est produite. Réessayez.
nl_nl: Een fout kwam tot stand. Probeer opnieuw.

source: Hello
fr_fr: Bonjour
nl_nl: Beste

source: Account Details
fr_fr: Récapitulatif du compte
nl_nl: Account overzicht

source: Your Account Details are given below
fr_fr: Vous trouverez vos ci-dessous
nl_nl: Uw account gegevens kan u hieronder terugvinden

source: Username
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam

source: Password
fr_fr: Mot de passe
nl_nl: Wachtwoord

source: Thanks and Regards
fr_fr: Cordialement
nl_nl: Met vriendelijke groeten

source: Forgot Password Recovery Message
fr_fr: Mot de passe oublié
nl_nl: Wachtwoord bericht vergeten

source: Your Username and Password sent to your Email address
fr_fr: Votre mot de passe vous sera envoyé par mail
nl_nl: Uw wachtwoord werd via mail naar u toe verzonden

source: couln't send mail.please try again
fr_fr: Le mot de passe ne peut pas être envoyé. Réessayez.
nl_nl: Kan wachtwoord niet verzenden. contacteer ons via 0473/250528

source: couln't parse mail.please try again
fr_fr: Le mot de passe ne peut pas être envoyé. Réessayez
nl_nl: Kan wachtwoord niet verzenden. contacteer ons via 0473/250528

source: This is an error message.
fr_fr: c'est un message d'erreur
nl_nl: Dit is een foutmelding

source: I don't know - please send me someone
fr_fr: je ne sais pas - envoyez-moi quelqu'un s'il vous plaît
nl_nl: Ik weet het niet - gelieve iemand te sturen

source: Upgrade package
fr_fr: mettez à niveau le paquet
nl_nl: Pakket upgraden

source: My company id is
fr_fr: mon ID d'entreprise est
nl_nl: Mijn ID is

source: Overview
fr_fr: Récapitulatif
nl_nl: Overzicht

source: task
fr_fr: tâche
nl_nl: Taak

source: overview
fr_fr: vue d'ensemble
nl_nl: Overzicht

source: staff
fr_fr: personnel
nl_nl: Personeel

source: suppliers
fr_fr: Fournisseurs
nl_nl: Leveranciers

source: Successfully Uploaded
fr_fr: surchargé avec succes
nl_nl: Met succes geüpload

source: No result found
fr_fr: aucun résultat trouvé
nl_nl: Geen resultaten gevonden

source: Supplier added successfully
fr_fr: fournisseur ajouté avec succes
nl_nl: Leverancier met succes toegevoegd

source: Some error occured please try again
fr_fr: une erreur s'est produite, réesayez s'il vous plaît
nl_nl: Een foutmelding kwam tot stand, probeer opnieuw

source: Supplier Information updated Successfully
fr_fr: informations sur les fournisseurs mises à jour avec succes
nl_nl: Gegevens met succes aangepast

source: Some error occured, Please try again later.
fr_fr: une erreur est survenue, réessayez plus tard
nl_nl: Een foutmelding kwam tot stand, probeer opnieuw

source: added
fr_fr: ajoutée
nl_nl: toegevoegd

source: updated
fr_fr: actualisé

source: Invalid email
fr_fr: courrier invalide
nl_nl: Fout e-mailadres

source: Successfully
fr_fr: avec succes

source: Some thing went wrong
fr_fr: quelsue chose c'est mal passé

source: Re-type Password not matched with password
fr_fr: Saisissez à nouveau le mot de passe. Le mot de passe ne correspond pas

source: Some thing went wrong
fr_fr: quelsue chose c'est mal passé
nl_nl: Een fout kwam tot stand

source: Successfully Updated
fr_fr: mise à jour réussie
nl_nl: Met succes ge-update

source: Certificate Successfully deleted
fr_fr: certificat supprimé avec succes
nl_nl: Certificaat met succes verwijderd

source: cropping_failed
fr_fr: la coupure a échoué
nl_nl: Bijsnijden is niet kunnen doorgaan

source: Successfully
fr_fr: avec succes
nl_nl: Met succes

source: Successfully assigned
fr_fr: attribué avec succes
nl_nl: Met succes toegewezen

source: Desk general setting updated successfully.
fr_fr: Le réglage général du bureau est mis à jour avec succes

source: Your OBSDesk settings saved successfully !
fr_fr: Paramètres sauvegardés avec succès !

source: Your allergenkaart settings saved successfully !
fr_fr: Paramètres de la carte d'allergènes corrigés avec succès !

source: Successfully updated
fr_fr: Mise à jour réussie
nl_nl: Met succes geüpdatet

source: You updated your information successfully
fr_fr: Vous avez mis à jour vos informations avec succès
nl_nl: Gegevens met succes geüpdatet

source: Some problem occur!Your information is not updated successfully
fr_fr: Un problème s'est produit! Vos informations ne sont pas mises à jour avec succes
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Password not match to original password
fr_fr: Le mot de passe ne correspond pas au mot de passe original

source: Setting Updated Successfully
fr_fr: Mise à jour réussie
nl_nl: Instellingen met succes geüpdatet

source: Please upgrade my package to
fr_fr: mettez à jour le paquet
nl_nl: Gelieve mijn pakket te wijzigen in

source: Category updated successfully.
fr_fr: La catégorie a été actualisée avec succès.
nl_nl: Categorie met succes geüpdatet

source: New Category added successfully.
fr_fr: Nouvelle catégorie ajoutée avec succès.
nl_nl: Nieuwe categorie met succes toegevoegd.

source: Sorry ! Some error occured.
fr_fr: Une erreur est survenue.

source: Category updated successfully !
fr_fr: Categorie met succes aangepast
nl_nl: Categorie met succes aangepast

source: Category deleted successfully !
fr_fr: Categorie met succes verwijderd
nl_nl: Categorie met succes verwijderd

source: Producer
fr_fr: Fabricant
nl_nl: Fabrikant

source: Supplier
fr_fr: Fournisseur
nl_nl: Leverancier

source: Article Number Producer
fr_fr: Numéro d'article du fabricant
nl_nl: Art.nr fabrikant

source: Article Number Supplier
fr_fr: Numéro d'article du fournisseur
nl_nl: Art.nr Leverancier

source: No file selected
fr_fr: aucun fichier sélectionné
nl_nl: Geen bestand geselecteerd

source: files uploaded sucessfully.
fr_fr: fichiers téléchargés avec succès

source: Account Change Request
fr_fr: Demande de modification de compte
nl_nl: Account wijziging request

source: <b>Request succesfully sent</b> - We will review your request asap and your credit will be added.
fr_fr: <b>Demande bien envoyée </b> - nous allons traiter votre demande aussi vite que possible et nous vous tenons informé
nl_nl: <b>Aanvraag met succes verzonden </b> - wij zullen uw aanvraag zo vlug mogelijk behandelen en we houden u op de hoogte

source: Request is not sent succesfully. Please try again
fr_fr: Une erreur s'est produite. Réessayez.
nl_nl: Er is een fout opgetreden. contacteer ons om het probleem te melden

source: We can not proceed your request. Some error occured
fr_fr: Erreur : nous ne pouvons pas traiter votre demande.
nl_nl: Fout: we konden uw aanvraag niet verwerken - brengt ons hiervan op de hoogte: 0473/2505 28

source: Sorry! You are not allowed to change type at this moment
fr_fr: Vous ne pouvez pas modifier votre compte actuellement.
nl_nl: U kan momenteel uw account niet aanpassen

source: Pending Products submitted successfully
fr_fr: Produits corrigés avec succès
nl_nl: Artikelen werden met succes aangepast

source: No EAN Found!--PLU:
fr_fr: aucun EAN n'a été trouvé! --PLU
nl_nl: Geen EANcode --PLU:

source: No PLU Found!
fr_fr: auvun PLU trouvé
nl_nl: Geen PLU

source: ARTICLE NBR
fr_fr: NUMERO DE L'ARTICLE
nl_nl: ARTIKEL nr.

source: PRODUCT NAME
fr_fr: NOM DE PRODUIT
nl_nl: ARTIKELNAAM

source: TARIFF
fr_fr: TARIF
nl_nl: TARIEF

source: ALLERGEN
fr_fr: ALLERGÈNES
nl_nl: ALLERGENEN

source: NUTRITIONAL VALUE
fr_fr: VALEUR NUTRITIONNELLE
nl_nl: VOEDINGSWAARDEN

source: Lotnr
fr_fr: Lot numéro

source: Save
fr_fr: Sauvegarder
nl_nl: Bewaren

source: Companyname
fr_fr: Nom du magasin

source: Address
fr_fr: Adresse
nl_nl: Adres

source: zipcode-city
fr_fr: CP-ville

source: Phone
fr_fr: Numéro de téléphone
nl_nl: Tel

source: Productsheet must be uploaded in PDF format.
fr_fr: La fiche technique doit être téléchargée au format PDF
nl_nl: Technische fiches moeten in PDF formaat worden opgeladen

source: No allergens info available yet
fr_fr: Aucune information sur les allergènes disponible

source: Products updated successfully.
fr_fr: Produits mis à jour avec succès.
nl_nl: Artikelen werden met succes aangepast

source: Category and Subcategory Updated Successfully
fr_fr: La catégorie et la sous-catégorie ont été actualisées avec succès.
nl_nl: Categorie met succes geüpdatet

source: Products deleted successfully.
fr_fr: Produits supprimés avec succès.
nl_nl: Artikelen met succes verwijderd

source: Product List
fr_fr: Liste des produits

source: (including ingredients)
fr_fr: (ingrédients inclus)

source: PRODUCT
fr_fr: PRODUIT
nl_nl: ARTIKEL

source: ALLERGENCE
fr_fr: ALLERGENES
nl_nl: ALLERGENEN

source: Save & next
fr_fr: Sauvegarder - Suivant
nl_nl: Bewaren + Volgende

source: webshop success
fr_fr: Boutique en ligne
nl_nl: Webwinkel OK

source: A new product sheet has been sent by:
fr_fr: Een nieuw productfiche werd verzonden door:
nl_nl: Een nieuw productfiche werd verzonden door:

source: Company ID:
fr_fr: Winkel ID:
nl_nl: Winkel ID:

source: Company Name:
fr_fr: Bedrijfsnaam
nl_nl: Bedrijfsnaam

source: New Product Sheet from Admin
fr_fr: Nouvelle fiche produit de l'admin
nl_nl: Nieuwe productfiche geuploaded

source: PRODUCT ID
fr_fr: ID du produit
nl_nl: ARTIKEL ID

source: PRODUCTNAAM
fr_fr: NOM DU PRODUIT

source: Company Name
fr_fr: Nom de la société
nl_nl: Bedrijfsnaam

source: Product Link
fr_fr: Lien produit
nl_nl: Artikel Link

source: Assigned successfully
fr_fr: attribué avec succes
nl_nl: Met succes toegewezen

source: Mail for approval
fr_fr: Mail de confirmation
nl_nl: Mail goedkeuring

source: Hello,
fr_fr: Bonjour,
nl_nl: Beste

source: We approve to share login details to login and retrieve the sheets.
fr_fr: Nous donnons à FoodDESK l'autorisation de télécharger les fiches produits via nos propres données de connexion.
nl_nl: Wij geven FoodDESK de volmacht om de productenfiches te downloaden via de door ons aangeleverde logingegevens.

source: Regards,
fr_fr: Cordialement
nl_nl: Met vriendelijke groeten,

source: INGREDIENTS-FR
fr_fr: INGRÉDIENTS-FR
nl_nl: INGREDIENTEN-FR

source: INGREDIENTS-DCH
fr_fr: INGRÉDIENTS-DCH
nl_nl: INGREDIENTEN-NL

source: Subcategory updated successfully.
fr_fr: Sous-catégorie mise à jour.

source: New Subcategory added successfully.
fr_fr: Nouvelle sous-catégorie bien créée

source: Subcategory updated successfully.
fr_fr: Sous-catégorie mise à jour.

source: You have successfully updated your subcategory details
fr_fr: Vous avez mis à jour avec succès vos détails de sous-catégorie

source: Please checked at least one checkbox
fr_fr: Vérifié au moins un checkbox

source: Successfully marked as completed, and Next due date is :
fr_fr: Marqué avec succès comme terminé, et la prochaine échéance est:
nl_nl: Met succes bewaard. Volgende vervaldatum is:

source: Successfully marked
fr_fr: Marqué avec succes
nl_nl: Met succes gemarkeerd

source: Your email is sent successfully
fr_fr: Votre email est envoyé avec succès
nl_nl: E-mail met succes verzonden

source: Some problem occur! Your email is not successfully sent successfully
fr_fr: Il y a un problème! Votre email n' a pas été envoyé correctement
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Groups Has Been Updated Successfully
fr_fr: Options modifiées avec succès
nl_nl: Opties werden met succes gewijzigd

source: Error Occured in updation. Please try again !
fr_fr: Une erreur s'est produite pendant la mise à jour.
nl_nl: Een fout kwam tot stand. Probeer opnieuw.

source: The specified email address is not in our database.
fr_fr: Cette adresse e-mail ne se trouve pas dans notre base de données
nl_nl: Dit e-mailadres niet gevonden in onze database

source: Didn't Receive Any Email id!Plese enter Email Id Again
fr_fr: Pas d'adresse e-mail
nl_nl: Geen emailadres ingegeven.

source: error occured while updating order settings!
fr_fr: Une erreur s'est produite pendant la mise à jour des paramètres
nl_nl: Fout kwam tot stand tijdens het updaten van de instellingen

source: order settings has been updated successfully.
fr_fr: Paramètres mis à jour avec succès.
nl_nl: Instellingen werden met succes geupdated

source: orders settings do not exist
fr_fr: Les paramètres des commandes n'existent pas

source: Settings updated Successfully
fr_fr: Réglages mis à jour avec succès
nl_nl: Instelling met succes bewaard

source: Error Occured in Uploading images
fr_fr: Erreur survenue lors du téléchargement d'images
nl_nl: Een fout kwam tot stand, probeer opnieuw.

source: Account not Active
fr_fr: Compte inactif
nl_nl: Account staat niet actief

source: Logged in as a
fr_fr: Se connecter en tant que
nl_nl: Ingelogd als

source: Logout
fr_fr: Se déconnecter
nl_nl: Uitloggen

source: This feature is not activated for your account
fr_fr: Cette fonction n'est pas activée pour votre compte

source: Please Upgrade
fr_fr: Veuillez mettre à niveau

source: Go Back
fr_fr: Retour

source: Add media files
fr_fr: Ajouter des fichiers multimédia

source: Pick a media file
fr_fr: Choisissez un fichier multimédia

source: apply crop
fr_fr: Appliquez la culture

source: clear
fr_fr: effacez

source: Rotate_image_clockwise
fr_fr: tournez l'image dans le sens horaire

source: rotate_image_anticlockwise
fr_fr: Tourner_image_antihoraire

source: close
fr_fr: Fermer
nl_nl: Sluiten

source: save
fr_fr: sauvegarder
nl_nl: Bewaren

source: Please fill remark for that alert
fr_fr: Veuillez remplir la remarque pour cette alerte
nl_nl: Opmerkingen

source: Successfully added
fr_fr: Ajouté avec succès
nl_nl: Met succes toegevoegd

source: Add Alert
fr_fr: Ajoutez une alerte
nl_nl: Opmerking toevoegen

source: Name
fr_fr: Nom
nl_nl: Naam

source: Remark
fr_fr: Remarque
nl_nl: Opmerking

source: Assigned to
fr_fr: Attribué à
nl_nl: Toewijzen aan

source: Select
fr_fr: Sélectionner
nl_nl: Selecteer

source: Mark as INCIDENT
fr_fr: Marquer comme INCIDENT

source: Verzenden
fr_fr: envoyer

source: File
fr_fr: Dossier

source: Date added
fr_fr: Ajouter la date
nl_nl: Datum toegevoegd

source: Remove Selected
fr_fr: Supprimer la sélection
nl_nl: Verwijderen

source: Submit
fr_fr: Sauvegarder
nl_nl: Bewaren

source: Plan
fr_fr: Planifier

source: Last updated
fr_fr: Dernière mise à jour
nl_nl: Laatst ge-update

source: Medical Certificate
fr_fr: Certificat médical
nl_nl: Medische certificaat

source: Training Certificate
fr_fr: Certificat de formation
nl_nl: Opleiding certificaat

source: Suppliers
fr_fr: Fournisseurs
nl_nl: Leveranciers

source: Autocontrole
fr_fr: Autocontrôle

source: Home
fr_fr: Accueil

source: Docs
fr_fr: Documents

source: Close
fr_fr: Fermer
nl_nl: Sluiten

source: AUTOCONTROLE
fr_fr: AUTOCONTRÔLE

source: tasks
fr_fr: tâches
nl_nl: Taken

source: pests
fr_fr: parasites

source: cleaning plan
fr_fr: plan de nettoyage
nl_nl: Schoonmaakplan

source: temperature
fr_fr: température
nl_nl: Temperatuur

source: plans
fr_fr: projets
nl_nl: Plannen

source: certificates
fr_fr: certificats
nl_nl: Certificaten

source: Item
fr_fr: Élément

source: This feature is not activated- UPGRADE your account now
fr_fr: cette fonction n'est pas activée - mettez à jour votre compte
nl_nl: Deze functie werd niet geactiveerd - UPGRADE uw account nu!

source: Select Overview
fr_fr: Sélectionnez un aperçu

source: Task
fr_fr: tâche
nl_nl: Taak

source: Staff
fr_fr: personnel
nl_nl: Werknemers

source: Pests
fr_fr: parasites

source: Cleaning Plan
fr_fr: plan de nettoyage
nl_nl: Schoonmaakplan

source: Temperature
fr_fr: température
nl_nl: Temperatuur

source: To Display
fr_fr: afficher

source: From
fr_fr: de
nl_nl: van

source: To
fr_fr: Jusqu'à
nl_nl: Tot

source: Select All
fr_fr: Sélectionnez tout
nl_nl: Alles selecteren

source: Select an item
fr_fr: Sélectionnez un élément
nl_nl: Selecteer een item

source: executor
fr_fr: exécuteur
nl_nl: Uitvoerder

source: status
fr_fr: statut

source: Task completed
fr_fr: Tâche achevée
nl_nl: Taken uitgevoerd

source: Not completed
fr_fr: pas achevée
nl_nl: Niet voltooid

source: Object
fr_fr: Objet
nl_nl: Apparaat

source: Location
fr_fr: Localisation
nl_nl: Locatie

source: Frequency
fr_fr: Fréquence
nl_nl: Frequentie

source: Responsible
fr_fr: Responsable
nl_nl: Verantwoordelijke

source: Status
fr_fr: Situation

source: Cleaning
fr_fr: nettoyage
nl_nl: Schoonmaak

source: Method
fr_fr: Méthode
nl_nl: Met doden

source: Last check
fr_fr: Dernier contrôle

source: SUBJECT
fr_fr: SUJET
nl_nl: ONDERWERP

source: ADDED BY
fr_fr: AJOUTÉ PAR
nl_nl: DOOR

source: SETTLEMENT
fr_fr: RÈGLEMENT

source: Employment
fr_fr: Emploi

source: Medical Inspection
fr_fr: Inspection médicale

source: food,non-food
fr_fr: alimentaire, non alimentaire

source: Rating
fr_fr: Évaluation

source: Latest date rating
fr_fr: Date limite d'évaluation

source: CREATE TASK
fr_fr: CRÉER UNE TÂCHE
nl_nl: TAAK AANMAKEN

source: Objects
fr_fr: Objets
nl_nl: Apparaten

source: Overview Objects
fr_fr: Vue d'ensemble des objets
nl_nl: Overzicht apparaten

source: Save Objects
fr_fr: Sauvegarder objets
nl_nl: Bewaar apparaat

source: Please select atleast 1 day of week to repeat task
fr_fr: Veuillez sélectionner au moins 1 jour de la semaine pour répéter la tâche.
nl_nl: Selecteer minstens 1 dag van de week

source: Please select atleast 1 date of month to repeat task
fr_fr: Veuillez sélectionner au moins 1 date du mois pour répéter la tâche
nl_nl: Selecteer minstens een dag

source: TAKEN
fr_fr: TÂCHE

source: TASK
fr_fr: TÂCHE
nl_nl: Taak

source: Select Type
fr_fr: Sélectionner le type
nl_nl: Selecteer type

source: Min
fr_fr: Mn

source: Repeat
fr_fr: Répéter
nl_nl: Herhaalt

source: Daily
fr_fr: Quotidien
nl_nl: Dagelijks

source: Weekly
fr_fr: Par semaine
nl_nl: Wekelijks

source: Monthly
fr_fr: Mensuel
nl_nl: Maandelijks

source: One time
fr_fr: Une fois
nl_nl: Eenmalig

source: Repeat every
fr_fr: Répéter chaque
nl_nl: Herhaal elke

source: On days
fr_fr: les jours où
nl_nl: Dagen

source: Repeat Indefinitely
fr_fr: Répéter indéfiniment
nl_nl: Herhaal oneindig

source: Repeat Until
fr_fr: Répéter jusqu' à
nl_nl: Herhaald tot

source: Assign Task
fr_fr: Affecter une tâche
nl_nl: Taak toewijzen

source: Save & add other task
fr_fr: Enregistrer et ajouter d'autres tâches
nl_nl: Bewaar & volgende taak

source: Taken overview
fr_fr: Vue d'ensemble

source: Overview Taken
fr_fr: Aperçu général Pris
nl_nl: Overzicht taken

source: ADD TASK
fr_fr: AJOUTER UNE TÂCHE
nl_nl: TAAK TOEVOEGEN

source: TAKEN OVERVIEW
fr_fr: VUE D'ENSEMBLE

source: Filter
fr_fr: Filtre

source: TO DISPLAY
fr_fr: À AFFICHER
nl_nl: TONEN

source: No tasks are assigned yet
fr_fr: Aucune tâche n'est assignée pour le moment
nl_nl: Geen taken toegewezen

source: Do you want to load the most frequently used tasks
fr_fr: Voulez-vous charger les tâches les plus fréquemment utilisées?

source: You still need them to assign this task to an employee and set the frequency
fr_fr: Vous en avez toujours besoin pour affecter cette tâche à un salarié et définir la fréquence.

source: LOAD MOST FREQUENTLY USED TASKS
fr_fr: CHARGEZ LES TÂCHES LES PLUS FRÉQUEMMENT UTILISÉES

source: To Do
fr_fr: à faire

source: Profile image
fr_fr: Image de profil

source: Profile Image
fr_fr: Image de profil

source: No results
fr_fr: Aucun résultat
nl_nl: Geen resultaten

source: Procedures
fr_fr: Procédures

source: Select Procedure
fr_fr: Sélectionner une procédure
nl_nl: Selecteer procedure

source: Procedure
fr_fr: Procédure

source: PROCEDURE TRACEABILITY
fr_fr: TRAÇABILITÉ DE LA PROCÉDURE

source: Select a procedure
fr_fr: Sélectionnez une procédure

source: Soon Online!
fr_fr: Bientôt en ligne!
nl_nl: Binnenkort online!

source: Account Info
fr_fr: Infos sur votre compte

source: First Name
fr_fr: Prénom
nl_nl: Voornaam

source: Last Name
fr_fr: Nom de famille
nl_nl: Achternaam

source: Tel
fr_fr: Tél.

source: Ring street 12
fr_fr: Ring rue 12
nl_nl: uw straat 123

source: Postcode
fr_fr: Code postal

source: City
fr_fr: Ville
nl_nl: Stad

source: Country
fr_fr: Pays
nl_nl: Land:

source: Select a Country
fr_fr: Sélectionnez un pays
nl_nl: Selecteer een land

source: Registration Number
fr_fr: Numéro d'enregistrement

source: Shop Location
fr_fr: Location de la boutique

source: Details
fr_fr: Détails

source: Accountname
fr_fr: Nom du compte
nl_nl: Account naam

source: Enter the username
fr_fr: Entrez le nom d'utilisateur
nl_nl: Gebruikersnaam

source: Enter the password
fr_fr: Entrez le mot de passe
nl_nl: Wachtwoord

source: Retype_password
fr_fr: Retapez le mot de passe

source: Enter the password again
fr_fr: Retapez le mot de passe de nouveau

source: Clear
fr_fr: Effasez
nl_nl: Verwijderen

source: Other
fr_fr: Autre
nl_nl: Overige

source: Function
fr_fr: Fonction
nl_nl: Functie

source: Working Time
fr_fr: Temps de travail
nl_nl: Werk tijd

source: Date Employee Started
fr_fr: Date de début de l'emploi

source: Language
fr_fr: Langue
nl_nl: Taal

source: Tasks
fr_fr: Tâches
nl_nl: Taken

source: Last Approved
fr_fr: Approuvé en dernier
nl_nl: laatst goedgekeurd

source: No task assigned yet
fr_fr: Aucune tâche assignée pour le moment
nl_nl: Geen taken toegewezen

source: Assign selected to
fr_fr: Affectez la sélection à
nl_nl: Toewijzen aan

source: Select User
fr_fr: Sélectionnez un utilisateur
nl_nl: Selecteer gebruiker

source: Employers
fr_fr: Employeurs
nl_nl: Werknemers

source: ADD EMPLOYEE
fr_fr: AJOUTEZ UN EMPLOYÉ
nl_nl: WERKNEMER TOEVOEGEN

source: Coenen Meat Trade
fr_fr: Commerce de viande Coenen

source: ADD SUPPLIER
fr_fr: AJOUTEZ FOUNISSEUR
nl_nl: LEVERANCIER TOEVOEGEN

source: Name Supplier
fr_fr: Nom Fournisseur
nl_nl: Naam leverancier

source: ZIP
fr_fr: Code postal
nl_nl: POSTCODE

source: CITY
fr_fr: VILLE
nl_nl: STAD

source: Quality Manager
fr_fr: Responsable de la qualité

source: Type Supplier
fr_fr: Type Fournisseur
nl_nl: Type leverancier

source: FOOD
fr_fr: ALIMENTAIRES

source: NON-FOOD
fr_fr: NON-ALIMENTAIRE

source: Certificate
fr_fr: Attestation
nl_nl: Certificaat

source: RATED
fr_fr: ÉVALUÉ
nl_nl: BEOORDELEN
