Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Allergens/Nutritional Values
nl_nl: Allergenen/Voedingswaarden

source: latest price
nl_nl: Laatste prijs

source: price/unit
nl_nl: Tarief/eenheid

source: Semi
nl_nl: Half

source: Save as
nl_nl: Bewaren als

source: Semi-finished Product
nl_nl: Halffabricaat

source: Calculator
nl_nl: Berekenen

source: Recalculate recipe
nl_nl: Herbereken receptuur

source: Weight including Baking loss
nl_nl: Gewicht na bereiding (bakverlies)

source: Calculate weight per portion
nl_nl: Receptuur in gewicht per portie berekenen

source: Portion
nl_nl: Portie

source: Calculate recipe per portion
nl_nl: Receptuur in gewicht per portie berekenen

source: I need
nl_nl: Ik heb nood aan

source: portions
nl_nl: porties

source: Calculate
nl_nl: Berekenen

source: Show in production list
nl_nl: Toon in productielijst

source: Change Weight
nl_nl: Wijzig gewicht

source: Articlename
nl_nl: Artikelnaam

source: Articlename
nl_nl: Artikelnaam

source: Description
nl_nl: Omschrijving

source: min (Without semi-products)
nl_nl: min (zonder halffabricaten)

source: pieces
nl_nl: stuks

source: Show it also on the data sheet
nl_nl: Ook tonen op (uw) technische fiche

source: submitted by controlled organic farming
nl_nl: Afkomstig van gecontroleerde biologische landbouw

source: excessive consumption may have a laxative effect
nl_nl: Overmatig gebruik kan een laxerend effect hebben

source: Suballergen
nl_nl: Suballergenen

source: Polyols
nl_nl: Polyolen

source: Materials used
nl_nl: gebruikte materialen

source: Production planning
nl_nl: Productieplanning

source: Assign to
nl_nl: Toewijzen aan

source: Allergence/Nutritional Values
nl_nl: Allergenen/Voedingswaarden

source: Used Semiproducts
nl_nl: Halffabricaten gebruikt

source: Back
nl_nl: Terug

source: Go to recipe
nl_nl: Ga naar receptuur

source: You are trying to cut the link of one ingredient of semi product. You also need to cut the other ingredients of this semi product.
nl_nl: Je probeert de link met het originele halffabricaat te verwijderen. Dit is alleen mogelijk in het receptuur van het halffabricaat.

source: Change Name
nl_nl: Naam aanpassen

source: Waste
nl_nl: Afvalbeheer

source: Opperational Costs
nl_nl: Operationele kost

source: Material Costs
nl_nl: Materiaal

source: Current
nl_nl: Huidig

source: 1 portion
nl_nl: 1 portie

source: Material Cost
nl_nl: Materiaal

source: Operatinal Cost
nl_nl: Operationele kost

source: Gross expenses merge
nl_nl: Gem. bedrijfskost

source: TOTAL cost
nl_nl: TOTALE kostprijs

source: Intended gross profit
nl_nl: Netto winstmarge

source: exc VAT
nl_nl: Excl. BTW

source: production cost
nl_nl: Arbeidskosten

source: Materials
nl_nl: Materialen

source: not all prices are set
nl_nl: Niet alle prijzen zijn ingevuld

source: Quantity of product must be greater than 0 g.
nl_nl: Aantal moet groter zijn dan 0g.

source: Add sub-allergens: gluten
nl_nl: Suballergenen gluten toevoegen

source: Add sub-allergens: nuts
nl_nl: Suballergenen toevoegen

source: Cost can not be empty
nl_nl: Kan niet leeg zijn

source: Unit can not be empty
nl_nl: Unit kan niet leeg zijn

source: Perunit can not be empty
nl_nl: Unit kan niet leeg zijn

source: Perunit value can not be empty
nl_nl: Inhoud kan niet leeg zijn

source: Not found ? Add new supplier
nl_nl: Niet gevonden? Nieuwe leverancier toevoegen

source: Message :
nl_nl: Bericht:

source: Add sub-allergens: noten
nl_nl: Suballergenen noten toevoegen

source: import selected
nl_nl: Importeren

source: Status not updated automatically
nl_nl: Status niet automatisch geupdate

source: You cannot replace a Fooddesk Product With PWS!
nl_nl: U kan geen producten vervangen met producten-zonder-fiche (die nog door ons team moeten worden gefixed).

source: No files available
nl_nl: Geen bestanden beschikbaar

source: Do you want to delete this sheet ?
nl_nl: 100 % zeker?

source: Your account is connected to
nl_nl: Uw account is gelinkt met

source: and recipes must be entered in that system.
nl_nl: en recepturen dienen ingegeven te worden in het systeem

source: You can assign this in a category and when the supplier changes his recipe, this will be AUTOMATICALLY updatet. Note: when you want to uses this as an ingredient in a recipe and not as a reselled finished product, you have to save this as a semi-product.
nl_nl: Je kan dit in een categorie toewijzen en als de leverancier zijn receptuur wijzigt, zal dit automatisch worden geüpdatet. PS: Als je dit wil gebruiken als een ingrediënt in een receptuur en niet als verkoopproduct, moet je dit bewaren als een halffabricaat.

source: Semi-product
nl_nl: Halffabricaat

source: The composition has been changed by admin. Do you want to update it?
nl_nl: De samenstelling is aangepast, wil je deze updaten?

source: The composition of your shared (semi-)products has changed. These recipes were edited by
nl_nl: De samenstelling van gedeelde halffabricaten of artikels is gewijzigd. Deze recepturen zijn gewijzigd door

source: Do you want to replace these technical sheets in your articles? If you don't replace these it is possible that the information is not up to date anymore and that some allergens, ingredients or nutritional value don't show on your technical sheets.
nl_nl: WIl je deze technische fiche vervangen in jouw artikelen? Als je deze niet vervangt, is het mogelijk dat de informatie niet up-to-date is en dat sommige allergenen, ingrediënten of voedingswaarden niet tonen op jouw technische fiche.

source: REPLACE PRODUCT
nl_nl: PRODUCT VERVANGEN

source: Assign Allergens
nl_nl: Allergenen toewijzen

source: Product Name or Article Number
nl_nl: Artikelnaam of artikelnr

source: Endproduct
nl_nl: Eindproduct

source: Quick assign
nl_nl: Snel toewijzen

source: Sell price
nl_nl: Verkoopprijs

source: incl VAT
nl_nl: Incl. BTW

source: Total Costs
nl_nl: Totale kost

source: Gross profit
nl_nl: Netto winst

source: LOAD MORE
nl_nl: LAAD MEER

source: CLONE to cats
nl_nl: KLOON naar cats

source: Articlename
nl_nl: Artikelnaam

source: Endproducts
nl_nl: Eindproducten

source: Import multiple endproducts
nl_nl: Selecteer meerdere producten

source: Search keyword or supplier
nl_nl: Zoek trefwoord of leverancier

source: Import multiple recipes
nl_nl: Importeren meerdere recepturen

source: Replace product in all recipes
nl_nl: Vervang grondstof in alle recepturen

source: Search OLD product
nl_nl: Zoek OUD product

source: And replace it with
nl_nl: En vervangen met

source: Search NEW product
nl_nl: Zoek NIEUW product

source: Articlename in Dutch
nl_nl: Artikelnaam NL

source: Description in Dutch
nl_nl: Omschrijving NL

source: Articlename in English
nl_nl: Artikelnaam ENG

source: Description in English
nl_nl: Omschrijving ENG

source: Articlename in French
nl_nl: Artikelnaam FR

source: Description in French
nl_nl: Omschrijving FR

source: Choose File Type
nl_nl: Kies het bestandstype

source: WELCOME
nl_nl: WELKOM!

source: You can start buliding your allergencard
nl_nl: Je kan beginnen met je allergenenkaart op te bouwen

source: STEP
nl_nl: STAP

source: Go to
nl_nl: Ga naar

source: and add your categories first
nl_nl: en voeg toe of controleer de (sub)categorieën

source: "Articles"
nl_nl: "Artikelen"

source: and add your final products/dishes in the right category and assign allergens
nl_nl: en voeg eventueel extra artikelen toe in de juiste categorie. Je kan hier allergenen toewijzen.

source: To see the result go to
nl_nl: Om het resultaat te zien, ga naar

source: "Settings / Allergencard"
nl_nl: "Instellingen / allergenenkaart"

source: and add/check your (sub)categories first
nl_nl: en voeg toe of controleer de (sub)categorieën

source: "Semi-products"
nl_nl: "Halffabricaten"

source: and add your semi-products
nl_nl: en voeg de halffabricaten toe

source: and add your recipe in the right dishes, FoodDESK will do the rest
nl_nl: en voeg de recepturen toe in de juiste artikelen. FoodDESK zorgt voor de allergenen.

source: To see the result go to
nl_nl: Om het resultaat te zien, ga naar

source: "Settings" / "Allergencard"
nl_nl: "Instellingen / allergenenkaart"

source: Skip this intro the next time
nl_nl: Verberg deze info de volgende keer

source: Print Sheets
nl_nl: Fiche printen

source: You will receive a notification mail once this file has been downloaded
nl_nl: Je ontvangt een notificatie mail als het bestand is gedownload.

source: you may close this window
nl_nl: je mag dit venster sluiten

source: Only Show Semi Products
nl_nl: Toon enkel halffabricaten

source: Share Product
nl_nl: Artikel delen

source: Reply
nl_nl: Antwoorden

source: Replied
nl_nl: Geantwoord

source: You must enter reply message
nl_nl: Gelieve een bericht in te geven aub

source: Error occured
nl_nl: Hun fout kwam tot stand

source: Are you sure want to create pws of removed GS1 product in all recipies ?
nl_nl: Bent u zeker dat u dit verwijderd GS1 product wil vervangen door een nieuw product?

source: Brand + Product Name
nl_nl: Merk en productnaam

source: Reply to us
nl_nl: Beantwoorden

source: GS1 products in process by Fooddesk
nl_nl: GS1-product in verwerking door FoodDESK

source: GS1-products removed by the producer
nl_nl: GS1-product is verwijderd door de fabrikant

source: ** Check the bar code number below the barcode on the individual packaging of the product. Possibly this is changed. Click on CHECK and enter the number here. Can't you find it? Click the button 'replace by new product'. The product is now moved to the bottem of your list articles without sheet. Enter the appropriate information.
nl_nl: ** Controleer het barcodenummer op de verpakking. Dit is mogelijks gewijzigd, waardoor we het niet kunnen terugvinden. Voer het correct barcodenummer in door op "Check" te klikken. Vindt u het nog niet terug? Klik dan op 'Vervang door nieuw product'. Dit product wordt nu verplaatst onderaan naar de 'Lijst producten zonder fiche'. Vul daar de juiste gegevens verder aan.

source: View Suggestions
nl_nl: Bekijk suggesties

source: New product
nl_nl: Nieuw product

source: means that this supplier/producer is very cooperative and FoodDESK gets technical sheets quite fast.
nl_nl: betekent dat deze leverancier/fabrikant snel en efficiënt de gevraagde technische fiches op vraag van FoodDESK oplevert

source: means that FoodDESK needs to wait longer time then expected to retrieve the technical sheets.
nl_nl: betekent dat FoodDESK een bepaalde termijn moet wachten eer de technische fiches worden aangeleverd (soms na aandringen).

source: means that this supplier/producer is not very cooperative so please give us the login of your Controlepanel (if any) or ask the technical sheet (or upload here).
nl_nl: betekent dat deze fabrikant/leverancier NIET goed meewerkt. Indien u over een controlepaneel beschikt van deze leverancier gelieve de login door te geven via "recepturen/logins" of deze fiche op te vragen.

source: If score is ORANGE or RED Please ask your supplier/producer to cooperate with FoodDESK! The more clients are passing this message, the more they will cooperate!
nl_nl: Indien de score ROOD of ORANJE is gelieve deze leverancier/fabrikant te motiveren om de technische fiches aan FoodDESK aan te leveren. Hoe meer klanten deze vraag stellen, des te beter zij met FoodDESK gaan samenwerken (!).

source: This name's product already exists in Article
nl_nl: Deze naam van het artikel bestaat al

source: Choose a Category
nl_nl: Kies een categorie

source: No result found for FoodDESK db
nl_nl: Geen resultaten gevonden

source: Not in use
nl_nl: Niet in gebruik

source: No option Selected
nl_nl: Geen optie geselecteerd

source: The name of your semi-product will be visible on your label and technical sheet, mind your spelling!
nl_nl: De naam van het halffabricaat wordt op het etiket en technische fiche getoond

source: The name of your extra semi-product will be visible on your label and technical sheet, mind your spelling!
nl_nl: De naam van het EXTRA halffabrikaat wordt op het etiket en technische fiche getoond

source: Used in product
nl_nl: Gebruikt in artikelen

source: Total costs
nl_nl: Totale kost

source: Add semi product
nl_nl: Halffabricaat toevoegen

source: Add extra semi product
nl_nl: Extra halffabricaat toevoegen

source: Used in articles
nl_nl: Gebruikt in artikelen

source: Used in SP in SP
nl_nl: Gebruikt in HF in HF

source: energy/depreciation machines, etc..
nl_nl: Energie/ afschuiving machines, etc...

source: Sat.fats
nl_nl: Verz vet

source: Carboh
nl_nl: Koolh

source: Sugar
nl_nl: Suiker

source: portions
nl_nl: porties

source: SUBALLERGEN
nl_nl: SUBALLERGENEN

source: TRACES
nl_nl: SPOREN

source: Of controlled biological origin
nl_nl: Van biologische origine

source: This recipe has last been modified on:
nl_nl: Deze fiche werd voor het laatst bijgewerkt op:

source: This file was last printed on
nl_nl: Deze fiche werd voor het laatst geprint op:

source: Please verify
nl_nl: Controleren aub

source: Free from Allergens
nl_nl: Vrij van allergenen

source: Object used
nl_nl: Apparaten gebruikt

source: Mijin winkel
nl_nl: Mijn winkel

source: settings
nl_nl: Instellingen

source: shop
nl_nl: winkel

source: You Can Start buliding your allergencard
nl_nl: Je kan beginnen met je allergenenkaart op te bouwen

source: "Category"
nl_nl: "Categorie"

source: and add/check your categories first
nl_nl: en voeg toe of controleer de (sub)categorieën

source: and add your semi-products first
nl_nl: en voeg de halffabricaten toe

source: The requested files have been downloaded successfully.
nl_nl: De aangevraagde bestanden zijn met succes gedownload.

source: You can download the files
nl_nl: Je kan de bestanden downloaden

source: Food allergy or intolerance
nl_nl: Voedselallergie of intolerantie?

source: We are located
nl_nl: Scan de QR code en bezoek onze persoonlijke pagina op

source: Help,Search,To order
nl_nl: Help, zoeken, volgorde

source: Show on
nl_nl: Toon op APP

source: Set backlink for display allergencard
nl_nl: Plaats een link op uw webpagina

source: Set link for display allergencard on social media
nl_nl: Link naar uw webpagina of Facebook

source: Are you sure , you want to delete.
nl_nl: 100% zeker?

source: Superadmin
nl_nl: Hoofdgebruiker

source: Subadmin
nl_nl: Uitbating

source: Overview Menucards
nl_nl: Overzicht Menukaarten

source: Show on APP
nl_nl: Toon op APP

source: Show on app
nl_nl: Toon op APP

source: IMPORTANT NOTE:
nl_nl: BELANGRIJK BERICHT:

source: If you check this checkbox then ONLY the products that are added in the menucard are shown on EasyBUTLER and allengenenkaart.
nl_nl: Als je dit selectievakje aanduidt, zullen alleen de producten die toegevoegd zijn in de menukaart tonen op EasyBUTLER en Allergenenkaart.

source: If unchecked
nl_nl: Wanneer dit niet aangevinkt wordt

source: then all the articles and categories of the recipe section will be shown on EasyBUTLER and allergenenkaart.
nl_nl: dan zullen alle artikelen en categorieën van de recepturen getoond worden op EasyBUTLER en Allergenenkaart.

source: Color Menucard
nl_nl: Kleur menukaart

source: Color Text
nl_nl: Kleur tekst

source: Color category
nl_nl: Categorie kleur

source: Color Subcategory
nl_nl: Kleur subcategorie

source: Recipe Color Text
nl_nl: Kleur receptuur tekst

source: Show daily menus per week
nl_nl: Toon dagelijkse menu's per week

source: Show Menucard instead of EasyBUTLER View
nl_nl: Toon menukaart ipv EasyBUTLER (webview)

source: composed dishes
nl_nl: Samengestelde gerechten

source: Add price fields
nl_nl: Voeg prijsveld toe

source: No Division
nl_nl: Geen divisie

source: Atleast one product should be available in category.
nl_nl: Er moet minstens 1 artikel aanwezig zijn in deze categorie

source: Add Remark
nl_nl: Opmerking:

source: Import Recipe
nl_nl: Alle producten importeren

source: Print sheets
nl_nl: Printen

source: Display name on menucard
nl_nl: Toon op menukaart

source: Product name
nl_nl: Productnaam

source: APPS
nl_nl: Software

source: Table Groups
nl_nl: Tafelgroepen

source: menucart
nl_nl: Menukaart

source: Processing....
nl_nl: Wordt verwerkt

source: You will receive a notification mail once this file has been downloaded (you may close this window)
nl_nl: Je ontvangt een notificatie mail als het bestand is gedownload (je mag dit venster sluiten).

source: Products export
nl_nl: Artikelen export

source: Print product
nl_nl: Print artikel

source: All technical sheets
nl_nl: Alle technische fiches

source: All recipe sheets
nl_nl: Alle recepten fiches

source: Do you want to replace this product in shared recipies?
nl_nl: Bent u zeker dat u dit product wil vervangen in gedeelde recepturen?

source: You will receive a notification mail once this file has been downloaded(you may close this window)
nl_nl: Je ontvangt een notificatie mail als het bestand is gedownload (je mag dit venster sluiten).

source: Export Products (XLS)
nl_nl: Exporteer producten (XLS)

source: Access Restricted
nl_nl: Toegang beperkt

source: Mark as complete for every day
nl_nl: Markeren als voldaan (elke dag)

source: Mark as complete not for every day
nl_nl: Markeren als voldaan (niet elke dag)

source: Approve with button to mark all as done
nl_nl: Markeer alle taken als voltooid met bevestiging

source: Approve with button
nl_nl: Goedkeuren

source: Approve without button to mark all as done
nl_nl: Markeer alle taken als voltooid zonder bevestiging

source: Not Approve
nl_nl: Niet goedgekeurd

source: Please save the data first
nl_nl: Gelieve de gegevens eerst te bewaren

source: No Task dound
nl_nl: Geen taken gevonden

source: have already been MOVE/SKIP, So unmark them first
nl_nl: Eén of meerdere zijn al verplaatst of verwijderd, gelieve deze te deselecteren.

source: Successfully done
nl_nl: Met succes uitgevoerd

source: moved to
nl_nl: Verplaatst naar

source: Username already exist
nl_nl: Deze gebruikersnaam bestaat reeds in onze database

source: Simple list - no approval
nl_nl: Simpele lijst - geen goedkeuring

source: When changing this setting all tasks and objects will be removed. It will only be saved in the current setting
nl_nl: Indien u de instelling wijzigt worden alle aanpassingen in taken en apparaten teniet gedaan.

source: Technical sheet
nl_nl: Technische fiche

source: Company default Image
nl_nl: Standaard afbeelding bedrijf

source: Set logo for menucard
nl_nl: Logo voor menukaart

source: Fridge label Logo
nl_nl: Koeltoog label logo

source: MENU CARD
nl_nl: MENUKAART

source: Generate Superadmin menu
nl_nl: Maak SUPERadmin menu

source: Generate Admin menu
nl_nl: Maak ADMIN menu

source: Generate Subadmin menu
nl_nl: Maak uitbating menu aan

source: Generate division menu
nl_nl: Maak divisie menu

source: Time Stop
nl_nl: Stop tijd

source: Signature of employee and manager
nl_nl: Handtekening werknemer en manager

source: User Id :
nl_nl: Gebruiker ID:

source: Thrusday
nl_nl: Donderdag

source: You have unsaved data! Do you really want to continue ?
nl_nl: Verdergaan?

source: Company Username
nl_nl: Gebruikersnaam

source: Company first name
nl_nl: Uw naam

source: Company last name
nl_nl: Bedrijfsnaam

source: Company Address
nl_nl: Adres

source: Company Postcode
nl_nl: Postcode

source: Company City
nl_nl: Stad

source: Company Country
nl_nl: Land

source: Company Vat
nl_nl: BTW nr

source: Company language
nl_nl: Taal

source: Show productnames and categories in multiple languages
nl_nl: Toon productnamen en categorieën in meerdere talen

source: Set closing day(s)
nl_nl: Stel sluitingsdag(en) in

source: Set closing period(s)
nl_nl: Stel sluitingsperiode(n) in

source: Company Closing period
nl_nl: Sluitingsperiode

source: Company Passwordd
nl_nl: Wachtwoord

source: Company API secret key
nl_nl: API Secret Key

source: Upgrade package from click on upgrade now link
nl_nl: Klik op de upgrade link om uw account te wijzigen

source: Show recipe
nl_nl: Toon receptuur

source: Full version
nl_nl: Volledige versie

source: Hide this feature
nl_nl: Verberg deze functie

source: With the simple version you can only select allergens manually, the full version is linked to our technical sheets database.
nl_nl: Met de eenvoudige versie kan u enkel de allergenen selecteren, de volledige versie is gelinkt aan onze technische fiches databank.

source: Select ‘yes’ if you want to receive email notifications that a technical sheet has been approved by FoodDESK. Select ‘no’ if you don’t want to receive this email.
nl_nl: Selecteer 'Ja' als je emailnotificaties wil ontvangen dat een technische fiche werd goedgekeurd door FoodDESK. Selecteer 'Neen' als je deze mail niet wil ontvangen.

source: Hide Nutrition value from technical sheet
nl_nl: Voedingswaarden verbergen op technische fiche

source: Select 'yes' if you don't want to show nutritional values on the technical sheet. Select 'no' if you want to show the nutritional values.
nl_nl: Selecteer 'Ja' als je als je de voedingswaarden niet wil tonen op een technische fiche. Selecteer 'Neen' als je deze wel wil tonen.

source: Change enumbers into ename and ename in enumbers
nl_nl: Wijzig E-nrs in woorden

source: Settings for semi-products
nl_nl: Halffabricaat instellingen

source: Show name of semi product
nl_nl: Toon naam van halffabricaten

source: Count weight together of similar products
nl_nl: samentellen van gelijke producten

source: Show name of semi products on sheets OR Show the combined weight of similar products
nl_nl: Toon de naam van halffabricaten OF toon het totale gewicht

source: Show Traces
nl_nl: Toon sporen

source: Show or hide traces in technical or recipe sheet
nl_nl: Toon of verberg sporen in de technische fiche en recepturenfiche

source: Show supplier in recipe
nl_nl: Toon leverancier in receptuur

source: Show or hide supplier in recipe
nl_nl: Toon of verberg leverancier in receptuur

source: Hide extra mention of allergens
nl_nl: Extra opmerkingen allergenen verbergen

source: Manage show or hide for extra mention of allergens
nl_nl: Toon/verberg extra info over allergenen

source: Download employee schedule
nl_nl: Schema werknemers downloaden

source: Schedule of all employees
nl_nl: Schema alle werknemers

source: Landscape
nl_nl: Landschap modus

source: Employees Logbook
nl_nl: Werknemers logboek

source: Free type field in task
nl_nl: Vrij veld in taken

source: Quick start
nl_nl: Snel toewijzen

source: Employer needs to check each item
nl_nl: De werknemer moet elk item aanvinken

source: Employee - own tasks
nl_nl: Werknemers - eigen taken

source: Show as a simple list (todo)
nl_nl: Toon als simpele lijst (To do)

source: Simple list
nl_nl: Simpele lijst

source: Task are not link to employee
nl_nl: Taken zijn niet gelinkt aan werknemers

source: Employee - all tasks
nl_nl: Werknemers - alle taken

source: Fixed Temperature Check
nl_nl: Vaste Temperatuurcontrole

source: FoodDESK Temperature System
nl_nl: FoodDESK Temperatuurco

source: On delivery controle
nl_nl: Bij ingangscontrole

source: Per delivery
nl_nl: Per levering

source: Every time
nl_nl: Elk product

source: Show default products in Tempco/Core temp
nl_nl: Toon standaard producten in Tempco/kerntemp

source: Search article
nl_nl: Zoek artikel

source: Use exclamationmark to replace an article later
nl_nl: Gebruik het uitroepteken om een artikel later te vervangen

source: Show in t control
nl_nl: Toon in temperatuurcontrole

source: Warm up / Cool down
nl_nl: Opwarmen/<br>Afkoelen
