Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Non-conformity product notification
nl_nl: Productmelding (nc)

source: Cats-overview
nl_nl: Overzicht

source: Cats-addedit
nl_nl: Cat. beheren

source: Successfully replaced
nl_nl: Met succes gewijzigd

source: No products to replace
nl_nl: Geen producten te vervangen

source: Articles to merge
nl_nl: Artikel samenvoegen

source: Articles search results
nl_nl: Zoekresultaten

source: Articles weight
nl_nl: Gewicht

source: DESCRIPTION
nl_nl: OMSCHRIJVING

source: ARTICLE NUMBER
nl_nl: ARTIKEL nr.

source: PRICE
nl_nl: Kost

source: SUPPLIER
nl_nl: LEVERANCIER

source: WEIGHT
nl_nl: GEWICHT

source: Successfully replaced
nl_nl: Met succes vervangen

source: UPDATE & NEXT
nl_nl: UPDATE & Volgende

source: No product selected to replace
nl_nl: Geen producten geselecteerd om te vervangen

source: More financial info
nl_nl: Meer financiële informatie

source: simple version is selected - please add recipe
nl_nl: Eenvoudige versie van allergenen

source: Export all technical sheets
nl_nl: Alle technische fiches

source: Export all recipe sheets
nl_nl: Alle recepten fiches

source: ARTICLE NO
nl_nl: ARTIKEL nr.

source: ALLERGEN-FR
nl_nl: ALLERGENEN-FR

source: ALLERGEN-DCH
nl_nl: ALLERGENEN-NL

source: FATS
nl_nl: VETTEN

source: SATURATED FATS
nl_nl: VERZADIGDE VETTEN

source: CARBOHYDRATES
nl_nl: KOOLHYDRATEN

source: SUGAR
nl_nl: SUIKER

source: PROTEINS
nl_nl: EIWITTEN

source: SALT
nl_nl: ZOUT

source: FIBERS
nl_nl: VEZELS

source: DUE DATE
nl_nl: VERVALDATUM

source: SAVING TEMP°
nl_nl: Bewaar Temp°

source: SUB-CATEGORY
nl_nl: Subcategorie

source: Shared-products
nl_nl: Gedeelde producten

source: New SubCategory added successfully.
nl_nl: Nieuwe subcategorie met succes aangemaakt

source: Recipe-subcats overview
nl_nl: Overzicht

source: SubCategory updated successfully.
nl_nl: Subcategorie met succes geüpdatet

source: Recipe-subcats-addedit
nl_nl: Receptuur beheren

source: moved to :
nl_nl: Verplaatst naar:

source: skipped
nl_nl: Overgeslagen

source: Daily Tasks
nl_nl: Dagelijkse taken

source: Weekly Tasks
nl_nl: Wekelijkse taken

source: Monthly Tasks
nl_nl: Maandelijkse taken

source: Onetime Tasks
nl_nl: Eénmalige taken

source: Year Tasks
nl_nl: Jaarlijkse taken

source: Daily after use Tasks
nl_nl: Dagelijks na gebruik taken

source: SKIP
nl_nl: OVERSLAAN

source: MOVE
nl_nl: VERPLAATSEN

source: Logbook Employee
nl_nl: Logboek Werknemer

source: Employee Schedule
nl_nl: Werknemer schema

source: Images
nl_nl: Afbeeldingen

source: Kitchen Management
nl_nl: Keukenbeheer

source: MenuCard Generator
nl_nl: MENUKAART maker

source: Internal-Orders
nl_nl: Interne bestellingen

source: Notification
nl_nl: Melding

source: Waste management
nl_nl: Afvalbeheer

source: Tasks non-conf
nl_nl: Taken non-conf

source: Tasks non-conf - List
nl_nl: Taken non-conf - Lijst

source: No task found on :
nl_nl: Geen taken gevonden

source: No task found between
nl_nl: Geen taken gevonden tussen

source: Tasks Overview
nl_nl: Taken overzicht

source: Successfully marked as completed
nl_nl: Met succes gemarkeerd als voltooid

source: Task due date is not calculated as full detail is not filled
nl_nl: Vervaldatum kon niet worden berekend aangezien niet alles werd ingevuld

source: Task detail
nl_nl: Taken detail

source: Production List
nl_nl: Productielijst

source: Recipe Overview
nl_nl: Overzicht

source: SP Overview
nl_nl: Overzicht

source: Production List Semi Product
nl_nl: Productenlijst

source: portion
nl_nl: portie

source: Wrong credential
nl_nl: Foute gegevens

source: Cost-price
nl_nl: Kostprijsberekening

source: Please Fill Username and Password
nl_nl: Gelieve gebruikersnaam en wachtwoord in te vullen

source: Please Select Medical Inspection Date
nl_nl: Gelieve de datum van de medische controle op te geven.

source: Please Select Training Date
nl_nl: Gelieve de datum van opleiding te selecteren

source: Supplier Edited successfully
nl_nl: Leverancier met succes gewijzigd!

source: orders
nl_nl: Bestellen

source: manage orderlists
nl_nl: Templates beheren

source: New-order
nl_nl: Nieuwe bestelling plaatsen

source: Articles-overview
nl_nl: Overzicht

source: Articles
nl_nl: Artikelen

source: Temperature Co
nl_nl: Temperatuur

source: Not done
nl_nl: Niet voltooid

source: No time
nl_nl: Geen tijd

source: Already done another day
nl_nl: Reeds een andere dag afgewerkt

source: Not necessary
nl_nl: Niet nodig

source: itself
nl_nl: Eigen

source: Ground plan
nl_nl: Grondplan

source: Baits
nl_nl: Lokaas

source: Production waste
nl_nl: Waste management

source: Raw materials research
nl_nl: Labo resultaten

source: Inspections FAVV
nl_nl: FAVV-verslag

source: Legal documents
nl_nl: Wettelijke documenten

source: Licenses
nl_nl: Licenties

source: The requested files have been downloaded successfully
nl_nl: De aangevraagde bestanden zijn met succes gedownload.

source: You can download the files at.......
nl_nl: Je kan de bestanden downloaden van...

source: Best Regards,
nl_nl: Met vriendelijke groeten,

source: Today
nl_nl: Vandaag

source: Yesterday
nl_nl: Gisteren

source: Last 7 Days
nl_nl: Laatste 7 dagen

source: Last 30 Days
nl_nl: Laatste 30 dagen

source: This Month
nl_nl: Deze maand

source: Last Month
nl_nl: Laatste maand

source: Next 7 Days
nl_nl: Volgende 7 dagen

source: Next Week
nl_nl: Volgende week

source: Custom Range
nl_nl: Aangepaste periode

source: Date range has been changed
nl_nl: Periode gewijzigd

source: Deleted Successfully
nl_nl: Met succes verwijderd

source: Are You Sure to delete
nl_nl: 100% zeker dat je dit wil verwijderen?

source: Please select suppier
nl_nl: Gelieve de leverancier te selecteren

source: Please provide delivery number
nl_nl: Gelieve het leveringsnummer op te geven

source: Select all
nl_nl: Alles selecteren

source: Please select all the fields first !
nl_nl: Gelieve eerst alle velden te selecteren.

source: New Delivery
nl_nl: INGANGSCONTROLE

source: Search delivery
nl_nl: Zoek levering

source: Select date
nl_nl: Selecteer datum

source: range
nl_nl: periode

source: Select Suppiler
nl_nl: Selecteer leverancier

source: Delivery nbr
nl_nl: Leveringsnr.

source: Date delivery
nl_nl: Datum levering

source: Action
nl_nl: Actie

source: pc
nl_nl: st

source: Product already exist
nl_nl: Product bestaat al

source: Inserted Successfully
nl_nl: Met succes ingelezen!

source: Please Compute Price Per Unit first
nl_nl: Bereken eerst de grammage

source: Please Add Cost
nl_nl: Gelieve de prijs toe te voegen

source: updated successfully
nl_nl: Met succes geupdatet

source: something went wrong
nl_nl: Een fout kwam tot stand

source: Selling price
nl_nl: Verkoopprijs

source: Semiproduct
nl_nl: Halffabricaat

source: Select Supplier
nl_nl: Selecteer leverancier

source: Art nbr
nl_nl: Artnr.

source: Productname
nl_nl: Productnaam

source: G/ml/pc
nl_nl: G/ml/stuk

source: Price/G/ml
nl_nl: Prijs/g/ml

source: No Result Found!
nl_nl: Geen resultaten gevonden

source: Production list
nl_nl: Productielijst

source: Agenda View
nl_nl: Agendavertoning

source: Setting
nl_nl: Instellingen

source: Cost price
nl_nl: Kostprijsberekening

source: Units
nl_nl: Eenheden

source: Packaging
nl_nl: Verpakking

source: Standard VAT
nl_nl: Standaard BTW (VP)

source: Min gross profit margin
nl_nl: Gem. bedrijfskost

source: Average hourly wage
nl_nl: Gemiddeld uurloon

source: Gross Profit margin calculator
nl_nl: Gemiddelde bedrijfskost CALCULATOR

source: Please ask your bookkeeper to provide following values. These values are taken from your balance sheet(last year) and are needed calculate your Gross profit margi.
nl_nl: Om de GEMIDDELDE BEDRIJFSKOST (linkse kolom) te berekenen kan u onderstaande calculator gebruiken. De onderstaande velden zijn de waarden die u kan terugvinden op de laatste jaarbalans. Indien niet duidelijk raden we aan om dit even op te vragen bij uw boekhouder. Om een accuraat beeld te hebben van winst/verlies per product dienen deze waarden jaarlijks even opgefrist te worden.

source: IMPORTANT NOTE
nl_nl: BELANGRIJK BERICHT

source: The gross profit margin is not your real profit(!) - this is the break-event value (sell vs revenue) and thiswill be used as )% reference in our menu engineering section. In that way when gross profit is 10% then this means 105profit.
nl_nl: De gemiddelde bedrijfskost is een gemiddelde waarde dat opgegeven wordt. <strong>In ALGEMENE KOSTEN moet het bedrag komen van nr.60/66A minus het bedrag van bezoldigingen (arbeidskosten) en grondstoffen.</strong> Alle producten die een waarde hebben hoger dan deze waarde zijn winstgevend. Om het u gemakkelijk te maken werken we in het overzicht met 2 kleuren: groen is winstgeven - rood is verlieslatend.

source: Total Revinue
nl_nl: Totale omzet

source: nbr 70 of bal sheet
nl_nl: Nr 70 van de balans

source: Company costs
nl_nl: Algemene kosten

source: nbr 60 has 66A of bal sheet
nl_nl: Nr 60 tem 66A van de balans

source: Various units
nl_nl: Verschillende eenheden

source: No unit available
nl_nl: Geen unit beschikbaar

source: Packages
nl_nl: Pakket

source: Show production list
nl_nl: Toon in productielijst

source: Quality
nl_nl: Kwaliteit

source: Latest imported
nl_nl: Laatst aangekocht

source: Need help? Call 014/588466 or
nl_nl: Hulp nodig? Bel 014/58 84 66 tussen 9u-17u of

source: chat with one of our employees
nl_nl: CHAT met een van onze medewerkers

source: Teamviewer support
nl_nl: AnyDESK support

source: Subcategory already exist !
nl_nl: Deze subcategorie bestaat reeds

source: Solution field cannot be empty.
nl_nl: Gelieve een oplossing aan te geven aub

source: Please select atleast one product
nl_nl: Selecteer minstens 1 artikel

source: One or more fields not filled ! still wants to continue?
nl_nl: Een of meerdere velden werden niet ingevuld - toch doorgaan?

source: Previous
nl_nl: Vorige

source: Are you sure you want to delete this row ?
nl_nl: 100% zeker?

source: Please save the recipe first
nl_nl: Gelieve het receptuur eerst te bewaren

source: Portion not updated
nl_nl: Portie niet geüpdatet

source: A Product with same name already exists in this category.
nl_nl: Bestand met dezelfde naam staat reeds in deze categorie. Gelieve aan te passen.

source: A Semi Product with same name already exists.
nl_nl: Een halffabricaat met dezelfde naam bestaat reeds.

source: You are about to delete an SP that is used in another SP. Do you want to continue?
nl_nl: Je gaat een HF verwijderen dat gebruikt wordt in een ander HF. Ben je zeker dat je wil doorgaan?

source: Type of filter...
nl_nl: Type filter

source: No information available
nl_nl: Geen info beschikbaar

source: delete
nl_nl: Verwijderen

source: Order list updated Successfully
nl_nl: Bestellijst met succes geupdated

source: orderlists
nl_nl: Bestellijst

source: Manage orderlists
nl_nl: Templates beheren

source: Artikelnr
nl_nl: Art.nr

source: List name
nl_nl: Lijst naam

source: Created
nl_nl: Gemaakt

source: Last used
nl_nl: Laatst gebruikt

source: Add Products
nl_nl: Product toevoegen

source: Search product
nl_nl: Artikel zoeken

source: Go to favorites
nl_nl: Ga naar favorieten

source: Art no
nl_nl: Artnr.

source: Product not found?
nl_nl: Product niet gevonden?

source: This means that this product isn't yet marked as favorite or not yet use in a receipe.
nl_nl: Dit betekent dat dit product nog niet als favoriet gemarkeerd is of nog niet werd gebruikt in een receptuur

source: Please go to favorites to add products as favorite first.
nl_nl: Ga naar 'FAVORIETEN' om producten toe te voegen en deze als favoriet te selecteren.

source: Please fill all the fields first
nl_nl: Gelieve alle velden in te vullen

source: ALERT: it seems that the temperature is too high or too low. Pls check the temperature table and solve this problem
nl_nl: OPMERKING: de opgegeven temperatuur is te hoog of te laag. Gelieve de temperatuurstabel te raadplegen en/of een non-conformiteit van te maken

source: Not found? Add new Supplier
nl_nl: Niet gevonden? Nieuwe leverancier toevoegen

source: No product found? Add new Product
nl_nl: Niet gevonden? Nieuwe artikel toevoegen

source: Product is already selected
nl_nl: Product is reeds geselecteerd

source: Selected product does not have supplier
nl_nl: Product heeft geen leverancier - gelieve deze toe te voegen.

source: Please fill supplier art number
nl_nl: Gelieve het artnr op te geven aub

source: Selected product does not have supplier and supplier art num
nl_nl: Product heeft geen artikelnr - gelieve deze toe te voegen.

source: Load order
nl_nl: Bestelling laden

source: Manually
nl_nl: Manueel

source: New delivery
nl_nl: Nieuwe levering

source: Employer
nl_nl: Werknemer

source: Not Found
nl_nl: Geen resultaten gevonden

source: Give up the ordersheet nbr
nl_nl: Geef de nr op van de leveringsbon

source: Select Date
nl_nl: Selecteer een datum

source: Select saved list
nl_nl: Selecteer een Template

source: Intern Lotnbr
nl_nl: Intern lotnr

source: The values entered below will only be saved if HACCP addon is active.
nl_nl: De ingevoerde temperatuurgegevens worden alleen bewaard als HACCP actief is.

source: Please
nl_nl: Alsjeblieft

source: upgrade
nl_nl: upgraden

source: your account
nl_nl: jouw account

source: Packages - Temperature - THT - Transport
nl_nl: Verpakking - Temperatuur - THT - Transport

source: Add non confirmity
nl_nl: Non-conformiteit toevoegen

source: Add Product notification
nl_nl: Productmelding toevoegen

source: Add Temperature registration
nl_nl: Temp. registratie toevoegen

source: Load order list
nl_nl: Template laden

source: Order nbr
nl_nl: Bestelnr.

source: Ordered By
nl_nl: Sorteer volgens

source: Products without sheet
nl_nl: Producten zonder fiche

source: Change your temperature first
nl_nl: Wijzig eerst de temperatuur

source: Non Conformity
nl_nl: Non-conformiteit

source: Date
nl_nl: Datum

source: Cause
nl_nl: Oorzaak

source: Solution
nl_nl: Oplossing

source: add email
nl_nl: Email toevoegen

source: Ordernbr
nl_nl: Bestelnr.

source: Date Delivery
nl_nl: Datum levering

source: not correct
nl_nl: niet correct

source: Please Enter Signature..
nl_nl: Gelieve uw handtekening te plaatsen (teken met de muiscursor)

source: Your order will be send to supplier
nl_nl: Uw bestelling werd verzonden naar de leverancier

source: Mail will be send to
nl_nl: De mail wordt gestuurd naar

source: will be remembered next time
nl_nl: Zal onthouden worden volgende keer

source: Email of the supplier not entered. Still wants to continue?
nl_nl: Gelieve het emailadres van de leverancier in te geven aub (bestellingen)

source: Please enter valid email address
nl_nl: Gelieve een geldig emailadres op te geven aub

source: New order
nl_nl: Nieuwe bestelling plaatsen

source: If link doesn't open:
nl_nl: Als link niet opent:

source: CLICK HERE
nl_nl: KLIK HIER

source: <br>If link still doesn't open pls pass via chat<br><br>
nl_nl: <br>Als de link niet opent, gelieve door te geven via chat<br><br>

source: Load list
nl_nl: Template laden

source: --Select all--
nl_nl: -- Selecteer --

source: Order direct
nl_nl: Rechtstreeks bestellen

source: Order manually
nl_nl: Manueel bestellen

source: package
nl_nl: Pakket

source: in stock
nl_nl: In voorraad

source: Save orderlist
nl_nl: Bewaar bestellingslijst

source: Order succesfully sent
nl_nl: Bestelling met succes verzonden

source: This order was send via
nl_nl: Deze bestelling werd verstuurd via

source: system directly
nl_nl: rechtstreeks besteld

source: We at FoodDESK want to minimize paperwork for our client (you) and your supplier. Therefore we need to setup a real connection between both systems (
nl_nl: Onze missie is om de administratie bij zowel onze klanten (u) als de leveranciers drastisch te vereenvoudigen. Om dit te bewerkstelligen willen wij beide systemen koppelen met elkaar (

source: and FoodDESK)
nl_nl: en FoodDESK)

source: If you like our system and want to see the orderlists automatically comming in (so you don't need to add those products manually on delivery), please sign form below.
nl_nl: Hierdoor kunnen we de bestellijsten automatisch inlezen wat tal van voordelen biedt. Buiten tijdswinst kan het vooraadbeheer/tracering automatisch verlopen en dient men geen aanpassingen te maken om de foodcost te berekenen.

source: Together with all other signed forms (of other clients) we will use this to set some pressure,to connect to foodDESK system.
nl_nl: Bent u fan van het FoodDESK beheersysteem dan hebben we even uw hulp nodig... Om uw leverancier te overtuigen van deze samenwerking/koppeling dienen we zoveel mogelijk handtekeningen te verzamelen. Hoe meer handtekeningen we kunnen aanleveren, des te meer druk er bij de leverancier kan gelegd worden om deze koppeling te bewerkstelligen.

source: Thanks in advance!
nl_nl: Alvast bedankt!

source: You only need to do this ones - per supplier
nl_nl: U hoeft dit uiteraard maar 1 keer te doen per leverancier ;)

source: I use FoodDESK products to manage all my orders and deliveries and want to receive my delieverylist in an automatically way.
nl_nl: Ik gebruik het FoodDESK beheersysteem om mijn ingangscontrole / bestellingen uit te voeren en zou graag deze procedure willen automatiseren.

source: Your Name
nl_nl: Uw naam

source: You already signed this form
nl_nl: U heeft dit document reeds getekend ;)

source: Feel free to contact the representative of
nl_nl: TIP: geef aan je vertegenwoordiger door dat je graag zou willen koppelen

source: and tell them you need this badly
nl_nl: met het FoodDESK beheersysteem met als doel zoveel mogelijk te automatiseren.

source: YES!
nl_nl: IK TEKEN

source: Ready to send!
nl_nl: Klaar voor verzending!

source: Order lists
nl_nl: Bestellijst

source: Give up a listname
nl_nl: Geef een lijstnaam op

source: New Order
nl_nl: Nieuwe bestelling

source: send to
nl_nl: Verzenden naar

source: preferred
nl_nl: Voorkeur

source: Client
nl_nl: Klant

source: This list has been generated and powered by FoodDESK order system.To minimize paperwork for our common client and you as a supplier, we prefer a real connection between both order system. Please contact FoodDESK (014 58 84 66- or info@fooddesk.be) for more info.
nl_nl: Deze bestelling werd aangemaakt via het FoodDESK bestelsysteem. Om het papierwerk voor zowel u (als leverancier) als onze gezamenlijke klanten drastisch te verminderen, krijgen wij geregeld de vraag naar een koppeling tussen beide bestelsystemen. Wenst u een vrijblijvende afspraak of heeft u een vraag/opmerking, dan kan u dit steeds doorgeven via carl@fooddesk.be of +32 (0) 473/25 05 28

source: Delivery Status Updated
nl_nl: Leveringsstatus geüpdatet

source: Delivered
nl_nl: Geleverd

source: Overview Tasks
nl_nl: Taken overzicht

source: order nbr
nl_nl: Bestellingsnr.

source: Mark order as delivery
nl_nl: Markeer bestellings als levering

source: NO
nl_nl: NEE

source: YES
nl_nl: JA

source: Selling Price
nl_nl: Verkoopprijs

source: Production Time
nl_nl: Productietijd

source: Products cost
nl_nl: Producten kost

source: No Product available
nl_nl: Geen producten beschikbaar

source: PRODUCTION
nl_nl: KEUKENBEHEER

source: Do You want to remove this product ?
nl_nl: Bent u zeker dat u dit product wil verwijderen?

source: Gr/ml/pc
nl_nl: G/ml/stuk

source: Price/Gr/ml
nl_nl: Prijs/g/ml

source: Product history
nl_nl: Product geschiedenis

source: Search for a product
nl_nl: Artikel zoeken

source: search product to retrieve the weight
nl_nl: Zoek een product om het gewicht te bepalen

source: peice
nl_nl: stuk

source: Search for Products
nl_nl: Artikel zoeken

source: brand + product name (as on the sheet)
nl_nl: merk + productnaam (dezelfde benaming als de technische fiche)

source: Take over
nl_nl: Overnemen

source: This function has not been activated yet
nl_nl: Gelieve uw account te upgraden

source: For more info please give us a call
nl_nl: Voor meer informatie gelieve ons even te contacteren via

source: or send us a mail to
nl_nl: of stuur een mail naar

source: Personal Page at Allergenenkaart.com !
nl_nl: Persoonlijke pagina op allergenenkaart.com

source: A Free page at allergenenkaart.com
nl_nl: Een GRATIS pagina op allergenenkaart.com

source: Allergenenkaart.com is a portal site where all horeca related business are listed. People with allergen intolerance or allergies can go to this platform, select a region where they want to eat something and then mark their allergens they may not eat. In that way people will find your business and they know in advance what they can order (no-allergen-related questions anymore!).
nl_nl: Allergenenkaart.com is een portaalsite waar alle horecazaken - die het FoodDESK beheersysteem gebruiken - staan opgelijst. Bezoekers kunnen aangeven welke allergenen ze NIET mogen eten en een regio bepalen. Vervolgens kunnen ze dan de digitale menukaart bekijken en een keuze maken. Het grote voordeel voor uitbaters is dat men aantoont dat men het nauw neemt met de voedselveiligheid (gebruik dit als marketing instrument!) EN dat het personeel bij vragen steeds kan verwijzen naar deze allergenenkaart (en de Chef met rust gelaten wordt).

source: Important note : We only show horeca related business in search results for now. Bakeries, butchers, other businesses still have personal page that can be linked to a website but they will not show up in results.
nl_nl: BELANGRIJK: Handelaren zoals bakkers/beenhouders/retail worden NIET getoond in de zoekresultaten maar hebben wel een persoonlijke pagina naar waar ze kunnen naar verwijzen (linken naar website bvb).

source: We already have created your personal page! Please check
nl_nl: We hebben reeds uw pagina aangemaakt! Check

source: Link for website
nl_nl: Link voor website

source: Copy and pass this code to your webdesigner and implement this QR into your website
nl_nl: Kopieer deze code en geef dit door aan uw webdesigner om deze QR code op uw site te plaatsen.

source: Vending machine
nl_nl: Automaat

source: Having a vending machine? Then you will need following information doc - click
nl_nl: Heeft u een automaat? Dan heeft u dit informatiedocument nodig.

source: You have package
nl_nl: HUIDIG PAKKET:

source: now.
nl_nl: nu

source: Please upgrade your package to use this feature.
nl_nl: Klik op de UPGRADE-knop en dan kan je aangeven of je onmiddellijk wil upgraden of iemand eerst wil spreken.

source: LICENSE
nl_nl: LICENTIE

source: SHOP
nl_nl: WINKEL

source: € 0.66/day
nl_nl: € 0.66/dag

source: (€20/month)
nl_nl: (€20/maand)

source: Aliergencard + Usage of our icon-sets
nl_nl: Allergenenkaart + gebruik van iconen

source: Import menucard / article list
nl_nl: Importeren menukaart/artikellijst

source: EasyBUTLER Degital Card + filter
nl_nl: EasyBUTLER digitale kaart + filter

source: Advanced FEEDBACK
nl_nl: geavanceerde FEEDBACK

source: UPGRADE
nl_nl: UPGRADEN

source: DOWNGRADE
nl_nl: DOWNGRADEN

source: € 1/day
nl_nl: € 1/dag

source: (€30/month)
nl_nl: (€30/maand)

source: Calculation of allergens/nutritionvalues
nl_nl: Allergenen/voedingswaarden berekenen

source: Labeling
nl_nl: Labelen

source: Max 100 recipes
nl_nl: Maximum 100 recepturen

source: API connections (horeca/detail)
nl_nl: API connecties (horeca/detail)

source: Support(mail/chat/tel/remote)
nl_nl: Support(mail/chat/telefoon/remote)

source: EXPANDABLE WITH ADDONS
nl_nl: UITBREIDBAAR MET MODULES

source: € 2/day
nl_nl: € 2/dag

source: (€60/month)
nl_nl: (€60/maand)

source: Max 600 recipes
nl_nl: Maximum 600 recepturen

source: Entry Check
nl_nl: Ingangscontrole

source: Stock - Waste mgmt
nl_nl: Voorraad - afvalbeheer

source: Place all orders centralized (Suppliers)
nl_nl: Alle bestellingen gecentraliseerd doorgeven

source: SERVICES
nl_nl: DIENSTEN
