Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Please enter partner first name.
fr_fr: Veuillez saisir le prénom du partenaire.

source: Please enter partner last name.
fr_fr: Veuillez entrer le nom de famille du partenaire

source: Please enter partner address.
fr_fr: Veuillez entrer l'adresse du partenaire.

source: Please enter partner city.
fr_fr: Veuillez entrer la ville du partenaire.

source: Please enter partner phone number.
fr_fr: Veuillez entrer le numéro de téléphone du partenaire.

source: Please enter partner phone number in digits.
fr_fr: Veuillez entrer le numéro de téléphone du partenaire en chiffres.

source: Please enter partner email address.
fr_fr: Veuillez saisir l'adresse électronique du partenaire.

source: Please enter partner valid email address.
fr_fr: Veuillez saisir l'adresse électronique valide du partenaire.

source: Would you like to delete this object
fr_fr: Souhaitez-vous supprimer cet objet

source: Add Object
fr_fr: Ajoutez objet
nl_nl: Apparaat toevoegen

source: Edit Object
fr_fr: Éditez objet

source: Category managment
fr_fr: Gestion des catégories

source: Please create Some Objects Category First
fr_fr: Veuillez d'abord créer une catégorie d'objets

source: Add Packages
fr_fr: Ajouter des pack

source: Package Information
fr_fr: Infos du pack

source: Package Desciption
fr_fr: Description de l'abonnement

source: Package Price
fr_fr: Tarif

source: ADD PACKAGE
fr_fr: AJOUTER ABONNEMENT

source: Please enter the Package Name
fr_fr: Veuillez entrer le nom du package

source: Please enter the Package Description
fr_fr: Veuillez entrer la description du package

source: Please enter the Package Price
fr_fr: Veuillez entrer le prix du package

source: Add New Partner
fr_fr: Ajouter un nouveau partenaire

source: Add logo
fr_fr: Ajoutez logo

source: LOGO upload
fr_fr: Téléchargement du LOGO

source: Partner Code
fr_fr: Code partenaire

source: Region Assigned
fr_fr: Région attribuée

source: ADD PARTNER
fr_fr: AJOUTER UN PARTENAIRE

source: Please enter partner code.
fr_fr: Veuillez saisir le code du partenaire.

source: Please enter partner monthly income.
fr_fr: Veuillez saisir le revenu mensuel du partenaire.

source: Please enter partner's region assigned.
fr_fr: Veuillez entrer la région du partenaire assignée.

source: Update Addon
fr_fr: Mise à jour des Addon

source: Addon Display Order
fr_fr: Ordre d'affichage des Addon

source: Please enter the Addon Display Order
fr_fr: Entrez un ordre d'affichage des Addon

source: Add New Addon
fr_fr: Ajouter un nouvel Addon

source: Addon Price/mnth
fr_fr: Prix des Addon /mois

source: ADVERTISEMENTS
fr_fr: ATTENTION

source: Affiliates
fr_fr: Affiliés

source: Add Affliliate
fr_fr: Ajouter un affilié

source: Monthly Income
fr_fr: Revenu mensuel

source: Login as Affiliate
fr_fr: Se connecter en tant qu'affilié

source: Edit Affiliate Details
fr_fr: Modifier les détails de l'affilié

source: Remove Affiliate
fr_fr: Supprimer l'affilié

source: Sorry ! No affiliates added yet.
fr_fr: Pas encore d'affilié ajouté

source: Add Banner
fr_fr: Ajoutez un bannaire

source: Banner
fr_fr: Bandeau

source: Type Name
fr_fr: Type de nom

source: No banner found
fr_fr: Pas trouvé de bandeau

source: Do you really want to delete it
fr_fr: Etes-vous sûr de vouloir supprimer ?

source: All Allergens
fr_fr: Tous les allergènes

source: Add New Allergens
fr_fr: Ajouter les allergènes

source: Allergens
fr_fr: Allergènes
nl_nl: Allergenen

source: Date Created
fr_fr: Créer la date
nl_nl: Datum gemaakt

source: Add Allergens
fr_fr: Ajouter les allergènes

source: Allergens Information
fr_fr: Informations allergènes

source: Note: Allergens must be seperated by comma
fr_fr: Remarque : les allergènes doivent être séparés par une virgule

source: Please enter allergens words
fr_fr: Entrez les allergènes

source: Key Issued
fr_fr: Clé émise

source: Generate API
fr_fr: Générer un API

source: Sorry, No result found.
fr_fr: Pas de résultat

source: Search Company
fr_fr: Chercher société

source: Search By
fr_fr: Chercher

source: Search Keyword
fr_fr: Chercher mot-clé

source: SEARCH
fr_fr: CHERCHER

source: Please select a column on which to search.
fr_fr: Sélectionnez un sujet svp

source: Please enter search keyword.
fr_fr: Donnez un mot-clé svp

source: API Key
fr_fr: Clé API

source: Login as Assignee
fr_fr: Login comme cessionnaire

source: Sorry ! No Assignee added yet.
fr_fr: Désolé! Aucun cessionnaire n'a encore été ajouté.

source: Add New Company Type
fr_fr: Ajouter un nouveau type d'entreprise

source: No type are there.
fr_fr: Il n'y a aucun type

source: No Category are there.
fr_fr: Il n'y a aucune catégorie

source: Cant Delete this
fr_fr: Impossible de supprimer ceci

source: Checklist
fr_fr: Liste de contrôle

source: Add Checklist
fr_fr: Ajoutez une liste de contrôle

source: Select Domain
fr_fr: sélectionnez un domaine

source: Additional info
fr_fr: Informations supplémentaires

source: Easing Measure
fr_fr: Mesure d'assouplissement

source: Connected TASKS
fr_fr: TÂCHES connectées

source: Search Checklist
fr_fr: Cherchez la liste de contrôle

source: Checklist Item
fr_fr: Élément de liste de contrôle

source: Easing
fr_fr: relâchement

source: Tasks Related
fr_fr: Tâches associées

source: No checklist Available
fr_fr: Aucune liste de contrôle disponible

source: Domains
fr_fr: Domaines

source: Add New Domain
fr_fr: Ajoutez un nouveau domaine

source: No Domains are there.
fr_fr: Il n'y a pas de domaines

source: Edit Domain
fr_fr: Éditez domaine

source: Add Domain
fr_fr: Ajoutez domaine

source: Locations
fr_fr: Lieux

source: Search Location
fr_fr: Cherchez lieu

source: No Locations are there.
fr_fr: Aucun emplacement n'est disponible

source: Manually Entered Values
fr_fr: Valeurs entrées manuellement

source: assigne this to
fr_fr: assigner ceci à

source: No Manually Locations are there.
fr_fr: Aucun emplacement manuel n'est présent

source: Add Location
fr_fr: Ajoutez un lieu
nl_nl: Voeg locatie toe

source: Would you like to delete Object ?
fr_fr: Souhaitez-vous supprimer un objet?

source: Error occured please try again
fr_fr: Une erreur s'est produite veuillez réessayer

source: OBJECTS
fr_fr: OBJETS

source: Search type
fr_fr: Type de recherche

source: Object name Fr
fr_fr: Nom d'objet FR

source: Object name Dch
fr_fr: Nom d'objet DCH

source: Object name En
fr_fr: Nom d'objet EN

source: No Objects are there.
fr_fr: Il n' y a pas d'objets

source: entered into
fr_fr: entré dans

source: No Manually predefined are there.
fr_fr: Il n' y a pas de prédéfini manuellement

source: Category Name-dch
fr_fr: Nom de catégorie-DCH

source: Category Name-fr
fr_fr: Nom de catégorie-FR

source: Category Name-en
fr_fr: Nom de catégorie-EN

source: Please Select type
fr_fr: Veuillez choisir le type

source: Would you like to remove it from MCP Panel ?
fr_fr: Souhaitez-vous le supprimer du Panel MCP?

source: Predifined
fr_fr: Prédéfini

source: Search Predifined
fr_fr: Recherche Prédéfinie

source: Icon
fr_fr: figure emblématique

source: Education
fr_fr: Enseignement
nl_nl: Opleiding

source: No Predifined are there.
fr_fr: Il n' y a pas de prédéfini.

source: Add Predifined
fr_fr: Ajoutez Prédéfini

source: Select Company Type
fr_fr: Sélectionner Type

source: Default Frequency
fr_fr: Fréquence par défaut

source: Select Frequency
fr_fr: Sélectionner la fréquence

source: Most frequently used
fr_fr: Le plus fréquemment utilisé

source: Search procedure
fr_fr: Cherchez une procédure

source: No Procedures are there.
fr_fr: Il n'y a pas de procédures

source: Add Procedure
fr_fr: Ajoutez une procédure

source: Sub Type
fr_fr: Sous-type

source: Add New Sub Type
fr_fr: Ajoutez nouveau sous-type

source: No Sub Type are there.
fr_fr: Il n' y a pas de sous-type

source: Sub Types
fr_fr: Sous-types

source: Edit Sub Type
fr_fr: Éditez sous-type

source: Add Sub Type
fr_fr: Ajoutez sous-type

source: Add Type
fr_fr: Ajoutez Type

source: Calendar Manager
fr_fr: Gestion calendrier

source: BELGIUM
fr_fr: BELGIQUE

source: NETHERLANDS
fr_fr: PAYS-BAS

source: Sorry, No records found !
fr_fr: Pas de résultat

source: Upgrade Client Files
fr_fr: Mise à jour des fichiers clients

source: Select companies from the following list, and click 'Update Client Files' button to automatically update the obs client files, on their FTP Server.
fr_fr: Sélectionnez les entreprises de la liste suivante, puis cliquez sur le bouton 'Mettre à jour les fichiers du client' pour mettre à jour automatiquement les fichiers client Obs sur leur serveur FTP.

source: Hostname
fr_fr: Nom de l'hôte

source: Trial ends successfully !
fr_fr: La période de test est terminée

source: Sorry ! Could not end trial.
fr_fr: La période de test n'est PAS terminée

source: Trial Date updated successfully !
fr_fr: Date d'essai mise à jour avec succès !

source: Sorry ! Could not update the Trial.
fr_fr: Impossible de mettre à jour l'essai.

source: Status updated successfully !
fr_fr: Situation bien actualisée

source: Sorry ! Could not update the status.
fr_fr: Ne peut pas actualiser la situation

source: Account type has been updated successfully !
fr_fr: Compte bien modifié

source: Sorry ! Could not update the account type.
fr_fr: Ne peut pas actualiser la situation

source: Order Desk status updated successfully !
fr_fr: État du poste de commande mis à jour avec succès !

source: Sorry ! Could not update the desk status.
fr_fr: Impossible de mettre à jour l'état du bureau.

source: Bestelonline shop status updated successfully !
fr_fr: Bestelonline.nu situation bien modifiée !

source: Sorry ! Could not update the Bestelonline shop status.
fr_fr: ERREUR : la situation ne peut pas être modifiée

source: No Companies Found !!!
fr_fr: Société non trouvée

source: Add Company
fr_fr: Ajouter le magasin

source: Order By
fr_fr: Classer par

source: Recipes OK
fr_fr: Recettes OK

source: Additional
fr_fr: Additionel

source: Export Email Addresses of all ACTIVE Companies
fr_fr: Exporter les emails de tous les admins ACTIFS

source: Show all shops without logo
fr_fr: Afficher toutes les boutiques SANS logo

source: Company detail using system
fr_fr: XLS export de systèmes (bizerba, DIGI,XERXES,..)

source: XLS allergenenchecker-no-images
fr_fr: XLS allergenchecker-pas d'images

source: XLS allergenenchecker-social-backlinks
fr_fr: XLS vérificateur d'allergènes-social-lien

source: Product maintenance mode
fr_fr: Mode de maintenance du produit

source: LABELER API active
fr_fr: LABELLER API actif

source: DIGI API active
fr_fr: DIGI API actif

source: XERXES API active
fr_fr: XERXES API actif

source: maintenance mode
fr_fr: Mode de maintenance

source: Recipe-entered-statistics
fr_fr: recettes-entrée-statistics

source: This email-address already exists.
fr_fr: Cette adresse email existe déjà dans notre base de données

source: This username already exists.
fr_fr: Ce nom d'utilisateur existe déjà dans notre base de données

source: Expiry date must be after registeration date.
fr_fr: La date d'expiration doit être postérieure à la date d'enregistrement.

source: Company Information
fr_fr: Informations magasin

source: Select Country
fr_fr: Sélectionner pays

source: Admin Remarks
fr_fr: Remarques de l'admin

source: Resellers Remark
fr_fr: Remarque des revendeurs

source: Account Type
fr_fr: Type de compte

source: On trial??
fr_fr: En période de test

source: Package Preferred
fr_fr: Pack préféré

source: Email Ads
fr_fr: Adresses e-mails

source: Frontend Footer Text
fr_fr: Texte du bas

source: 2 year Subscription
fr_fr: 2 ans d'incscription

source: Date Registration
fr_fr: Date d'enregistrement

source: Expiry Date (Every 1 Year)
fr_fr: Date d'expiration (Tous les 1 an)

source: Earnings/Year
fr_fr: Gains / Année

source: Activate As 'SUPER ADMIN'
fr_fr: Activé comme 'SUPER ADMIN'

source: ADD COMPANY
fr_fr: AJOUTER

source: Please enter the Company Name
fr_fr: Donnez le nom du magasin svp

source: Please select the Company Type
fr_fr: Veuillez sélectionner le type de société

source: Please enter the Company Type
fr_fr: Entrez le type d'entreprise

source: Please enter the First Name
fr_fr: Prénom ?

source: Please enter the Last Name
fr_fr: Nom de famille ?

source: Please enter the Email
fr_fr: Donnez une adresse email svp

source: Please enter a valid Email Address
fr_fr: S'il vous plaît, mettez une adresse email valide

source: Please enter the Phone Number
fr_fr: Veuillez entrer le numéro de téléphone

source: Please enter the Phone Number in Digits
fr_fr: Entrez le numéro de téléphone en chiffres

source: Please enter the Website
fr_fr: Veuillez entrer le site Web

source: Please enter the Address
fr_fr: Donnez une adresse svp

source: Please enter the Zipcode
fr_fr: Donnez un code postal svp

source: Please enter the City
fr_fr: Ville ?

source: Please Select Country
fr_fr: Veuillez sélectionner le pays

source: Please enter Username
fr_fr: Veuillez entrer votre nom d'utilisateur

source: Please enter Password
fr_fr: Veuillez entrer le mot de passe

source: Please enter Date of Registration
fr_fr: Veuillez entrer la date d'enregistrement

source: Please enter Earnings/Year
fr_fr: Veuillez entrer les gains / l'année

source: Please select the Company
fr_fr: Veuillez sélectionner la société

source: Please select the Webdesigner
fr_fr: Veuillez sélectionner le Webdesigner

source: Please enter the Photographer Name
fr_fr: Veuillez entrer le nom du photographe

source: Company Type Manager
fr_fr: Gestionnaire de type d'entreprise

source: Search Company Type
fr_fr: Type d'entreprise

source: Status of company type has been updated successfully.
fr_fr: L'état du type d'entreprise a été mis à jour avec succès.

source: Sorry ! Status of company type could not be updated.
fr_fr: L'état du type d'entreprise n'a pas pu être mis à jour.

source: Please select a column on which to search
fr_fr: Veuillez sélectionner une colonne sur laquelle vous souhaitez effectuer une recherche

source: Please enter search keyword
fr_fr: Veuillez saisir un mot-clé de recherche

source: Company Type Name
fr_fr: Nom de la société

source: Sorry ! No company type found.
fr_fr: Aucune entreprise n'a été trouvé.

source: Add Company Type
fr_fr: Ajouter un type d'entreprise

source: Please enter the Company Type name
fr_fr: Entrez le nom de la société

source: Edit Company Type
fr_fr: Modifier le type d'entreprise

source: Banner for Bestelonline
fr_fr: Bandeau pour Bestelonline

source: No Image
fr_fr: Pas d'image

source: HOME
fr_fr: ACCUEIL

source: COUNTRIES
fr_fr: PAYS

source: LANGUAGES
fr_fr: LANGUES

source: MAIL MESSAGES
fr_fr: MESSAGES

source: ADS
fr_fr: PUBLICITES

source: PHOTO SCRIPT
fr_fr: DESCRIPTION PHOTO

source: PRODUCT IMAGES
fr_fr: IMAGES PRODUITS

source: Competitor
fr_fr: Concurrent

source: Search Competitor
fr_fr: Chercher un concurrent

source: COMPETITOR URL
fr_fr: URL CONCURRENT

source: No competitors are there.
fr_fr: Pas de concurrent.

source: Add COMPETITOR
fr_fr: Ajouter un concurrent

source: Competitor Information
fr_fr: Infos sur le concurrent

source: Competitor Url
fr_fr: Url du concurrent

source: ADD COMPETITOR
fr_fr: AJOUTER UN CONCURRENT

source: Please select Country.
fr_fr: Veuillez sélectionner le pays.

source: Edit Competitor
fr_fr: Modifier le concurrent

source: DELETE COMPETITOR
fr_fr: SUPPRIMER LE CONCURRENT

source: Please select url.
fr_fr: Veuillez sélectionner l'url.

source: Country Manager
fr_fr: Gestionnaire de pays

source: Search Country
fr_fr: Rechercher un pays

source: No countries are there.
fr_fr: Aucun pays n'est présent.

source: Add Country
fr_fr: Ajouter un pays

source: Country Information
fr_fr: Informations sur le pays

source: ADD COUNTRY
fr_fr: AJOUTER LE PAYS

source: Edit Country
fr_fr: Modifier le pays

source: DELETE COUNTRY
fr_fr: SUPPRIMER LE PAYS

source: On approving a company, it will be added . Do you wish to continue ?
fr_fr: Lors de l'approbation d'une société, il sera ajouté. Souhaitez-vous continuer ?

source: Selected Company has been approved successfully.
fr_fr: La société sélectionnée a été approuvée avec succès.

source: Sorry ! Selected Company could not be approved.
fr_fr: La société sélectionnée n'a pas pu être approuvée.

source: On disapproving a company, all its data would be deleted. Do you wish to continue ?
fr_fr: En désapprouvant une entreprise, toutes ses données seraient supprimées. Souhaitez-vous continuer ?

source: The data for selected disapproved company has been deleted successfully.
fr_fr: Les données de la société sélectionnée refusée ont été supprimées avec succès.

source: Sorry ! Selected company could not be disapproved.
fr_fr: Une entreprise sélectionnée ne pouvait pas être désapprouvée.

source: DB cleaned succesfully
fr_fr: Dossier bien téléchargé

source: DB cannot be cleaned succesfully
fr_fr: L'image ne peut pas être supprimée

source: Updating
fr_fr: Mise à jour

source: Short Name updated successfully
fr_fr: Modification bien mise à jour

source: Short Name can not be updated successfully
fr_fr: L'appellation ne peut pas être modifiée

source: Update Short Name
fr_fr: Mettre à jour le nom du produit

source: DASHBOARD
fr_fr: TABLEAU DE BORD

source: Clean Database
fr_fr: Date créée

source: Total Companies
fr_fr: Companies totales

source: Orders This Week
fr_fr: Commandes cette semaine

source: Earnings per Year
fr_fr: Gains annuels

source: Earnings This Month
fr_fr: Gains de ce mois

source: Earnings Photo Script
fr_fr: Gains grâce aux photos

source: Companies Pending(
fr_fr: Entreprises en attente

source: Current Package
fr_fr: Abonnement actuel

source: No Companies Pending For Approval
fr_fr: Aucune entreprise en attente d'approbation

source: Expiry Date
fr_fr: Date d'expiration

source: Every Year
fr_fr: Chaque année

source: Earnings
fr_fr: Gains

source: Year
fr_fr: Année
nl_nl: Jaar

source: Disapprove
fr_fr: Refusé

source: Companies Expiring This Month (
fr_fr: Sociétés arrivant à échéance ce mois-ci

source: Expire Date
fr_fr: Date d'expiration

source: Invoice Made
fr_fr: Facture faite

source: No Companies Expiring This Month
fr_fr: Aucune entreprise expirant ce mois

source: Companies Expiring Next Month (
fr_fr: Sociétés expirant le mois prochain

source: No Companies Expiring Next Month
fr_fr: Aucune entreprise expirant le mois prochain

source: Upgrade Requests
fr_fr: Demandes de mise à niveau

source: New Package
fr_fr: Nouvel abonnement

source: No upgrade requests
fr_fr: Aucune demande de mise à niveau

source: Approve Request
fr_fr: Approuver la demande

source: Suggested Corrections
fr_fr: Corrections suggérées

source: No correction suggestions are been posted yet
fr_fr: Aucune suggestion de correction n'a été publiée.

source: View
fr_fr: Consulter

source: Notifications to admin
fr_fr: Notifier à l'admin

source: City Company
fr_fr: Ville

source: Entered Name
fr_fr: Donner nom

source: Entered City
fr_fr: Donner ville

source: No notifications are been posted yet
fr_fr: Pas d'évaluations

source: Contact Requests for companies
fr_fr: Contact pour les demandes d'entreprises

source: Sender Name
fr_fr: Expéditeur

source: Feedback Message
fr_fr: Votre feedback

source: No requests are been made yet
fr_fr: Pas de remarque transmise

source: APPROVE
fr_fr: ACCEPTER

source: DISAPPROVE
fr_fr: REFUSE

source: BLOCK IP
fr_fr: IP BLOQUE

source: Pendings comments for approval
fr_fr: Commentaires en attente d'approbation

source: Star
fr_fr: Etoile

source: Comment
fr_fr: Remarque

source: No pending comments
fr_fr: Pas de commentaire à valider

source: DEP Name
fr_fr: Nom DEP

source: DEP Email
fr_fr: E-mail DEP

source: Compamy Email
fr_fr: E-mail

source: Companies website
fr_fr: website

source: Check for availability
fr_fr: Consulter la disponibilité

source: Check Avaiability
fr_fr: Consulter la disponibilité

source: View Details
fr_fr: Consulter les détails

source: Are you sure? After approving company will be added to OBS and a mail will be send to Company and to Partner for their CPs respectively
fr_fr: Etes-vous sûr ? Après approbation, le magasin sera ajouté à la base de données et un email sera envoyé au commerçant avec les données pour se connecter °;

source: Are you sure? After disapproving this info will be deleted.
fr_fr: Etes-vous sûr ? Après rejet, le magasin sera entièrement supprimé de la base de données.

source: Sorry ! No Data Entry from Portal yet.
fr_fr: Pas de saisie de données à partir du portail.

source: Data Entry Partner
fr_fr: Données d'entrée du partenaire

source: Add DEP
fr_fr: Ajouter DEP

source: Login as DEP
fr_fr: Se connecter en tant que DEP

source: Edit Partner Details
fr_fr: Modifier les détails du partenaire

source: Remove DEP
fr_fr: Supprimer DEP

source: Are you sure ? you want to delete this DEP ?
fr_fr: Êtes-vous sûr ? Vous voulez supprimer ce DEP?

source: Sorry ! No Data Entry Partner added yet.
fr_fr: Aucunes données du partenaire ajoutées

source: UPDATE AFFILIATE
fr_fr: MIS A JOUR DE L'AFFILIE

source: UPDATE PARTNER
fr_fr: MISE A JOUR DU PARTENAIRE

source: MAIL MESSAGES - ADMIN
fr_fr: MESSAGES - ADMIN

source: New Company Approval Message
fr_fr: Nouveau message d'approbation de la société

source: Admin's Remark
fr_fr: Remarque de l'administrateur

source: Registeration Date
fr_fr: Date d'inscription

source: Earnings Yearly
fr_fr: Gains annuels

source: Photographer
fr_fr: Photographe

source: Secure Content Link
fr_fr: Lien de contenu sécurisé

source: Direct Login Link
fr_fr: Lien de connexion directe

source: New Company Disapproval Message
fr_fr: Nouveau message de désapprobation de l'entreprise

source: Trail Message For PRO And Basic
fr_fr: Le courrier après l'essai expire - (envoyez ce courrier à ADMIN 2 jours avant l'expiration)

source: Trail Message For PRO And Basic to MCP-Admin
fr_fr: Le courrier après l'essai expire - (envoyez ce courrier à MCP-ADMIN 2 jours avant l'expiration)

source: Please select a company
fr_fr: Sélectionner un magasin

source: Are you really want to delete this company ?
fr_fr: Etes-vous sûr de vouloir supprimer cela ?

source: Change
fr_fr: Modifier

source: Email Verification
fr_fr: Vérification email

source: Host
fr_fr: Hôte

source: Delete Selected Companies
fr_fr: Supprimer des entreprises sélectionnées

source: Aro you sure you want to delete selected company?
fr_fr: Etes-vous sûr de vouloir supprimer la société sélectionnée ?

source: Keep Selected Companies
fr_fr: Sociétés sélectionnées

source: PRODUCTS: EXCEL DOWNLOAD
fr_fr: EXCEL DOWNLOAD

source: Choose Company
fr_fr: Choisir une société

source: No Companies
fr_fr: Pas de société

source: Please select a company to download data !
fr_fr: Veuillez sélectionner une entreprise pour télécharger les données !

source: PRODUCTS: EXCEL IMPORT
fr_fr: EXCEL DOWNLOAD

source: Select a company from the dropdown, for which you want to import the data. Upload the excel file and click upload. Remember, the excel file should be in the same format, which was downloaded from the above !
fr_fr: Sélectionnez une société dans la liste déroulante pour laquelle vous souhaitez importer les données. Téléchargez le fichier excel et cliquez sur télécharger. Rappelez-vous, le fichier Excel doit être dans le même format, qui a été téléchargé.

source: Please select a company to upload data !
fr_fr: Veuillez sélectionner une entreprise pour télécharger des données !

source: CLIENTS: EXCEL DOWNLOAD
fr_fr: EXCEL DOWNLOAD

source: CLIENT: EXCEL IMPORT
fr_fr: EXCEL IMPORT

source: Do you really want to delete it ?
fr_fr: Voulez-vous vraiment le supprimer ?

source: Sorry ! No Flyers Found.
fr_fr: Aucun flyer trouvé.

source: Update Flyers
fr_fr: Mise à jour des flyers

source: Add Flyers
fr_fr: Ajouter des flyers

source: Flyer Information
fr_fr: Flyer Infos

source: Update Flyer
fr_fr: Mise à jour du flyer

source: Add Flyer
fr_fr: Ajouter un flyer
