Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Although FoodDESK bvba has provided this technical data sheet as accurate, accurate and complete as possible from the product sheets supplied by the manufacturers / suppliers, FoodDESK bvba can not accept responsibility for its complete accuracy and completeness. However, the possibility exists that the above information was changed by the manufacturer or manufacturer, such as a change of recipe, ingredients, proportions, allergens, without informing us. Therefore, it is possible that the information given is incomplete, incorrect or not up to date. We therefore refer to the correct information for the information as it appears on the article / product itself, this information is the only correct information
fr_fr: Bien que cette fiche technique ait été préparée de manière précise par FoodDESK bvba sur la base des fiches produits fournies par le fabricant/ fournisseurs, foodDESK bvba ne peut pas assumer la responsabilité de son exactitude complète et précise. Toutefois, il est possible que les informations ci-dessus aient été modifiées par le fabricant, comme un changement de recette, d'ingrédients, de proportions, d'allergènes, sans nous avertir. Par conséquent, il est possible que les informations fournies soient incomplètes, incorrectes ou mises à jour. Nous nous référons donc aux informations correctes pour les informations telles qu'elles apparaissent sur l'article ,cette information est la seule information correcte.
nl_nl: Hoewel deze technische fiche door FoodDESK bvba zo nauwkeurig, correct en volledig mogelijk is opgesteld uitgaande van de productenfiches die door de fabrikanten/leveranciers werden aangeleverd, kan FoodDESK bvba geen aansprakelijkheid aanvaarden voor de volstrekte juistheid en volledigheid ervan. Echter bestaat de mogelijkheid dat de voormelde informatie werd gewijzigd door de producent of fabrikant, zoals een wijziging van receptuur, ingredienten, verhoudingen, allergenen, zonder ons op de hoogte te stellen. Daarom is het mogelijk dat de gegeven informatie onvolledig, niet correct of niet up-to-date is. Wij verwijzen dan ook voor de correcte informatie naar de informatie zoals ze voorkomt op het artikel/product zelf, deze informatie is de enige juiste informatie.

source: Product data not completed
fr_fr: données produit non complétées
nl_nl: Productgegevens niet voltooid

source: WITH RESERVATION
fr_fr: AVEC RÉSERVATION
nl_nl: ONDER VOORBEHOUD

source: We dont have recieved the productsheet for
fr_fr: Une ou plusieurs fiches produits de fabricants / fournisseurs ne sont pas en notre possession ce qui fait que les valeurs ci-dessous ne sont pas entièrement exactes. Nous ne pouvons donc pas être tenus pour responsables dans le cas d'un dommage direct ou indirect. Cela n'empêche pas que nous mettrons à jour aussi vite que possible cette information dès que nous disposerons des fiches produits.
nl_nl: Een of meerdere productenfiches van fabrikanten/leveranciers hebben wij niet tot onze beschikking waardoor de onderstaande waarden niet geheel correct zijn. Wij kunnen dus niet aansprakelijk gesteld worden bij een direct of indirect schadegeval. Dit neemt niet weg dat we zo vlug mogelijk deze informatie zullen updaten wanneer de productenfiches voorhanden zijn.

source: yet. This means that the ingredients/allergens/nutrition values are most probably not correct.
fr_fr: encore. Cela signifie que les valeurs des ingrédients / allergènes / nutritionnelles ne sont probablement pas correctes.
nl_nl: Dit betekent dat de ingrediëntenlijst/allergenen/voedingswaarden waarschijnlijk niet 100% correct zijn.

source: We do not have one or more product sheets from manufacturers / suppliers at our disposal, which means that the values ​​below are not entirely correct. We can not be held liable for any direct or indirect damage. It does not matter that we will update this information as soon as possible when the product sheets are available.
fr_fr: Nous n'avons pas une ou plusieurs fiches produits des fabricants/ fournisseurs à notre disposition, ce qui signifie que les valeurs ci-dessous ne sont pas tout à fait correctes. Nous ne pouvons pas être tenus responsables pour tout dommage direct ou indirect. Cela n'a pas d'importance que nous mettions à jour ces informations le plus rapidement possible lorsque les fiches produits sont disponibles.
nl_nl: FoodDESK heeft een of meerdere technische fiches van leveranciers/fabrikanten nog niet mogen ontvangen waardoor de opgegeven waarden niet correct zijn. FoodDESK kan niet verantwoordelijk gesteld worden voor directe of indirecte schade ten gevolge van het ontbreken van deze technische fiches. Vanaf het moment dat de leverancier/fabrikant de desbetreffende fiche heeft aangeleverd zullen wij deze gegevens updaten.

source: Although this Technical Sheet has been prepared by FoodDESK bvba as accurately, accurately and completely as possible from the product sheets supplied by the manufacturers / suppliers, FoodDESK bvba can not accept liability for its complete accuracy and completeness. However, the possibility exists that the above information was changed by the manufacturer or manufacturer, such as a change of recipe, ingredients, proportions, allergens, without informing us. Therefore, it is possible that the information given is incomplete, incorrect or not up to date. We therefore refer to the correct information for the information as it appears on the article / product itself, this information is the only correct information
fr_fr: Bien que cette fiche technique ait été préparée de manière précise par FoodDESK bvba sur la base des fiches produits fournies par le fabricant/ fournisseurs, foodDESK bvba ne peut pas assumer la responsabilité de son exactitude complète et précise. Toutefois, il est possible que les informations ci-dessus aient été modifiées par le fabricant, comme un changement de recette, d'ingrédients, de proportions, d'allergènes, sans nous avertir. Par conséquent, il est possible que les informations fournies soient incomplètes, incorrectes ou mises à jour. Nous nous référons donc aux informations correctes pour les informations telles qu'elles apparaissent sur l'article ,cette information est la seule information correcte.
nl_nl: Hoewel deze technische fiche door FoodDESK bvba zo nauwkeurig, correct en volledig mogelijk is opgesteld uitgaande van de productenfiches die door de fabrikanten/leveranciers werden aangeleverd, kan FoodDESK bvba geen aansprakelijkheid aanvaarden voor de volstrekte juistheid en volledigheid ervan. Echter bestaat de mogelijkheid dat de voormelde informatie werd gewijzigd door de producent of fabrikant, zoals een wijziging van receptuur, ingredienten, verhoudingen, allergenen, zonder ons op de hoogte te stellen. Daarom is het mogelijk dat de gegeven informatie onvolledig, niet correct of niet up-to-date is. Wij verwijzen dan ook voor de correcte informatie naar de informatie zoals ze voorkomt op het artikel/product zelf, deze informatie is de enige juiste informatie.

source: Alerts(
fr_fr: Alertes(
nl_nl: Opmerkingen (

source: Users
fr_fr: Utilisateurs
nl_nl: Gebruikers

source: Do you want to check this alert?
fr_fr: Voulez-vous vérifier cette alerte
nl_nl: Deze opmerking aanvinken?

source: ADD ALERT
fr_fr: AJOUTER UNE ALERTE
nl_nl: OPMERKING TOEVOEGEN

source: To DO
fr_fr: A faire

source: User
fr_fr: Utilisateur
nl_nl: Gebruiker

source: Mark Selected as Done
fr_fr: Marquez sélectionné comme fait

source: No Any Alerts
fr_fr: Aucune alerte

source: Shipping
fr_fr: Transport

source: Contact us
fr_fr: Contactez-nous
nl_nl: Contacteer

source: ENTER YOUR INFORMATION
fr_fr: ENTREZ VOS COORDONÉES
nl_nl: INFORMATIE

source: Your message
fr_fr: Votre message
nl_nl: Bericht

source: Submit Form
fr_fr: Soumetez le formulaire
nl_nl: Verzenden

source: Some Error Occured Please Try Again
fr_fr: Une erreur s'est produite, veuillez réessayer
nl_nl: Een fout kwam tot stand, probeer opnieuw.

source: Please fill date for that alert
fr_fr: Veuillez indiquer la date de cette alerte
nl_nl: Datum

source: All Tasks
fr_fr: Toutes les tâches
nl_nl: Alle taken

source: No task Assign Yet.
fr_fr: Aucune attribution de tâche pour le moment

source: Are you sure to mark the following items as ' completed ' ?
fr_fr: Êtes-vous sûr de marquer les éléments suivants comme étant "terminés"?
nl_nl: 100% zeker?

source: MARK as completed
fr_fr: MARQUEZ comme terminé
nl_nl: Markeren als voltooid

source: Rodents
fr_fr: Rongeurs

source: Check plastic traps
fr_fr: Vérifiez les pièges en plastique

source: Checked and Working
fr_fr: Vérifié et fonctionnel

source: Checked and replaced bait
fr_fr: Appât vérifié et remplacé

source: Checked and replaced item
fr_fr: Article vérifié et remplacé

source: Checked and bait affected
fr_fr: Vérifié et appât affecté

source: NOT CLOSED
fr_fr: Non fermé
nl_nl: NIET AFGEROND

source: ADD AS CLOSED
fr_fr: Ajoutez comme fermé
nl_nl: AFGEROND

source: ALL TASKS
fr_fr: TOUTES LES TÂCHES
nl_nl: ALLE TAKEN

source: TODAY -
fr_fr: AUJOURD'HUI
nl_nl: VANDAAG -

source: PREVIOUS TASKS -
fr_fr: TÂCHES PRÉCÉDENTES
nl_nl: VORIGE TAKEN -

source: Last Update
fr_fr: Dernière mise à jour
nl_nl: Laatste geupdate

source: Open tasks
fr_fr: Missions ouvertes
nl_nl: Open taken

source: Remarks
fr_fr: Remarque
nl_nl: Opmerking

source: Mark selected as done
fr_fr: Marquer sélectionné comme fait
nl_nl: Markeer als voltooid

source: Upgrade Package
fr_fr: Mettre à jour votre forfait
nl_nl: Upgrade pakket

source: Mail for account upgradation sent successfully
fr_fr: Courriel pour la mise à jour du compte envoyé avec succès
nl_nl: Een mail met betrekking tot het upgraden van uw pakket werd met succes verzonden. Wij zullen nu zo vlug mogelijk contact met u opnemen en uw account aanpassen.

source: Mail for account upgradation not sent
fr_fr: Mail pour la mise à jour du compte non envoyé
nl_nl: Een mail met betrekking tot het upgraden van uw pakket werd niet verzonden

source: Let us Know
fr_fr: Faites-nous savoir
nl_nl: Upgraden

source: You can find our different packages at
fr_fr: Vous trouverez nos différents forfaits à l'adresse suivante
nl_nl: Meer info over onze verschillende pakketten kan u terugvinden via

source: I want to upgrade to package
fr_fr: Je veux mettre à jour le paquet
nl_nl: Upgrade mijn pakket naar

source: dont_know
fr_fr: je_ne_sais_pas
nl_nl: Ik weet het niet

source: Onetime setup free not included
fr_fr: installation unique pas inclus
nl_nl: Eenmalige opstartkosten niet inbegrepen

source: Others Settings
fr_fr: Autres réglages

source: Add extra field in popup (above remark)
fr_fr: Ajouter un champ supplémentaire dans le popup (remarque ci-dessus)

source: Name of the field
fr_fr: Nom du champ

source: Discount Per Amount
fr_fr: Remise à la quantité

source: If total amount is more than
fr_fr: Si le montant total est plus de

source: add a discount off
fr_fr: Ajouter une réduction

source: Activate discount cards for clients
fr_fr: Module carte clients

source: Text that has to be appear in registration form
fr_fr: Texte qui doit se trouver sur le formulaire d'enregistrement

source: Activate discount cards for clients (addon not activated
fr_fr: Activer les cartes de réduction pour les clients (rajout non activé)

source: Hide availability feature in cp/popup
fr_fr: Cacher disponibilité

source: Check, if you want to hide the product availability feature, in CP as well as on OBS-Shop.
fr_fr: Si vous ne souhaitez pas utiliser la disponibilité par produit par jour dans le popup (petits encadrés vert/gris), alors cochez cette case svp

source: Calendar you want to connected with
fr_fr: Calendrier

source: --Select--
fr_fr: -- Sélectionner --

source: Belgium
fr_fr: Belgique

source: Netherlands
fr_fr: Pays-Bas
nl_nl: Nederland

source: Order timing Information
fr_fr: Dernières commandes

source: Show searchbox
fr_fr: Afficher la fonction recherche

source: Check, if you want to search box on frontend
fr_fr: Cochez si vous voulez activer la fonction recherche

source: Activate Suggetions at checkout
fr_fr: Activer les suggestions

source: Check, if you want to show suggetions at checkout
fr_fr: Cochez si voulez afficher des suggestions quand le client veut payer

source: and show me
fr_fr: quantité

source: Hide REGISTER link from Shop
fr_fr: Cacher le lien ENREGISTRER

source: Check, if you want to hide register link from frontend
fr_fr: Cochez cette option si vous ne voulez pas que les clients s'enregistrent sur la boutique en ligne (vous le faites manuellement).

source: Receive notification mail when product has been requested to producer
fr_fr: Envoyer mon mail FICHE DEMANDEE

source: Receive notification mail when product has assigned
fr_fr: Envoyer mon mail PRODUITS réglés - mail

source: Preference for E-nbr
fr_fr: Paramètres pour numéros E
nl_nl: Instellingen voor E-nrs

source: E-nbr values
fr_fr: Afficher les numéros E
nl_nl: Toon E-nrs

source: E-nbr names
fr_fr: Afficher seulement le nom
nl_nl: Toon enkel de naam

source: Hide products in webshop when not fully fixed
fr_fr: Cacher les produits dans la boutique en ligne s'ils ne sont pas complètement calculés (allergènes)

source: List/thumbview
fr_fr: Affichage liste/photo

source: Listview only
fr_fr: Affichage seulement liste

source: Thumbview only
fr_fr: Affichage seulement photo

source: Listview
fr_fr: Affichage liste

source: Thumbview
fr_fr: Affichage photo

source: Amount of rows(Pagination)
fr_fr: Nombre de lignes de produits (boutique en ligne)

source: PROMOCODE
fr_fr: CODE REMISE

source: it represents promocode which valid for given time period.
fr_fr: Vous pouvez introduire pour une certaine période un code de remise pour vos clients

source: PROMOCODE 2
fr_fr: CODE PROMO 2

source: INTROCODE
fr_fr: Enregistrement du code de remise

source: It represents coupon code when first time order is placed.
fr_fr: Donner un rabais aux clients qui envoient pour la première fois une commande

source: Allow upload big images
fr_fr: Créer de grandes photos lors du téléchargement

source: Make Mobile No. Required for user
fr_fr: Créer un No mobile. Requis pour l'utilisateur

source: Order ID default prefix
fr_fr: Prefix du numéro de commande

source: This string is added as prefix with Order ID.
fr_fr: Vous pouvez attribuer vous-même un prefix à votre numéro de commande

source: Show Stock
fr_fr: Afficher le stock

source: Did not get company id
fr_fr: Bedrijfs ID niet gevonden

source: Cannot found any api details
fr_fr: Geen API details gevonden - contacteer ons

source: Error - Did't get the Company ID.
fr_fr: Erreur : ID de l'entreprise non reçu.

source: Company missing
fr_fr: Bedrijf niet gekend

source: A new order has been placed via OBS Desk.
fr_fr: Een nieuwe bestelling werd via de infobalie doorgestuurd

source: Here are the order details for you
fr_fr: Details bestelling

source: Client name
fr_fr: Naam

source: Client email
fr_fr: Email

source: Client phone number
fr_fr: Tel nr.

source: Order ID
fr_fr: Commander chez

source: Order Counter
fr_fr: Numéro de suite

source: Order Date
fr_fr: Date de commande

source: Order Time
fr_fr: Heure

source: Extra
fr_fr: Remarque

source: Sub-Total
fr_fr: Sous-total

source: Extra Discount
fr_fr: Réduction supplémentaire

source: New Order on DESK
fr_fr: Nieuwe bestelling via de infobalie

source: Can't find any categories from your OBS CP !
fr_fr: Geen enkele categorie kan worden gevonden

source: No products in OBS to import !
fr_fr: Geen producten gevonden om te importeren

source: No products found in OBS to import !
fr_fr: Geen producten gevonden om te importeren

source: Can't find any sub-category to import !
fr_fr: Geen enkele subcategorie kan gevonden om te importeren

source: FABRIKANT
fr_fr: FABRICANT

source: OMSCHRIJVING
fr_fr: DEFINITION

source: ONDER VOORBEHOUD
fr_fr: SOUS RESERVE DE

source: INGREDIENTEN
fr_fr: INGREDIENTS

source: ALLERGENEN
fr_fr: ALLERGENES

source: VOEDINGSWAARDEN (per 100 gr)
fr_fr: VALEUR NUTRITIONELLE (per 100 g)

source: Energiewaarde (Kcal)
fr_fr: Valeur nutritive (Kcal)

source: Energiewaarde (KJ)
fr_fr: Valeur nutritive (KJ)

source: Vetten (gr)
fr_fr: Lipides (g)

source: Verzadigde vetten (gr)
fr_fr: Lipides saturées (g)

source: Koolhydraten (gr)
fr_fr: Glucides

source: Suiker (gr)
fr_fr: Suiker (g)

source: Eiwitten (gr)
fr_fr: Protéine (g)

source: Zout (gr)
fr_fr: Sel (g)

source: Vezels (gr)
fr_fr: Fibres (g)

source: deze fiche werd laatst aangepast op
fr_fr: Cette fiche a été modifiée la dernière fois le

source: productgegevens niet voltooid
fr_fr: données de produit non complètes

source: Error : Can't remove your current data from desk and thus no data imported from OBS !
fr_fr: Fout: de huidige data kon niet worden verwijderd, dus het importeren mislukt. Breng ons hiervan op de hoogte.

source: OBS Desk synchronized with OBS ! All data from OBS, has been imported to Desk.
fr_fr: FoodDESK Infobalie met succes gesynchroniseerd. Alle data van OBS werden geïmporteerd

source: Can't import OBS products.
fr_fr: Fout: kon FoodDESK producten niet importeren

source: Can't import OBS groups.
fr_fr: Fout: groepen niet geïmporteerd

source: Can't import OBS sub-categories.
fr_fr: Subcategorieën konden niet worden geïmporteerd

source: Can't import OBS categories.
fr_fr: Categorieën konden niet worden geïmporteerd

source: Your settings saved successfully !
fr_fr: Instellingen met succes aangepast

source: Order updated successfully !
fr_fr: De bestelling werd met succes gewijzigd

source: Error : Unable to update the order !
fr_fr: Fout - de bestelling kon niet worden aangepast

source: Category added successfully !
fr_fr: Categorie met succes toegevoegd

source: Unable to add the category !
fr_fr: Categorie: niet worden toegevoegd. Stel ons hiervan op de hoogte - 0473/250528

source: Unable to update the category !
fr_fr: Categorie kon niet worden aangepast. Stel ons hiervan op de hoogte - 0473/250528

source: Unable to delete the category !
fr_fr: Deze categorie kan niet worden verwijderd.

source: Your password changed successfully !
fr_fr: Wachtwoord met succes gewijzigd.

source: Sorry ! You entered incorrect current password.
fr_fr: Uw huidig wachtwoord is niet correct

source: Sorry you missed something !
fr_fr: U bent iets vergeten...

source: Sorry ! You are not authenticated for login, into OBS OrderDesk !
fr_fr: Fout: u heeft niet de privilege om in te loggen op de Infobalie

source: Sorry ! You are still not approved to login.
fr_fr: Fout: u heeft niet de privilege om hier in te loggen

source: Incorrect username or password !
fr_fr: Foute gebruikersnaam of wachtwoord

source: Company type
fr_fr: Type

source: Zipcode
fr_fr: Code postal

source: Your profiles settings saved successfully !
fr_fr: Profiel met succes aangepast

source: New product added in this order, successfully !
fr_fr: Nouveaux produits ajoutés avec succès !

source: ERROR : Can't add new product in this order !
fr_fr: Erreur : le nouveau produit ne peut pas être ajouté !

source: Order status updated successfully !
fr_fr: Statut mis à jour avec succès !

source: ERROR : Can't update the order status !
fr_fr: ERREUR : le statut ne peut pas être mis à jour !

source: ERROR : Can't update the order !
fr_fr: Updaten mislukt - Probeer opnieuw of bel 0473/250528

source: Order deleted successfully !
fr_fr: La commande a bien été supprimée !

source: ERROR : Can't delete the order !
fr_fr: Erreur : la commande ne peut pas être supprimée !

source: Product removed from the order successfully !
fr_fr: Produit supprimé avec succès !

source: ERROR : Can't remove the product from the order !
fr_fr: Erreur : le produit ne peut pas être supprimé !

source: Product details updated, successfully !
fr_fr: Produit mis à jour avec succès !

source: ERROR : Can't update product details in this order !
fr_fr: Erreur : les détails du produit ne peuvent pas être actualisés !

source: Product added successfully !
fr_fr: Product werd met succes toegevoegd

source: Error : Can't add the product !
fr_fr: Fout: product werd niet toegevoegd

source: Product updated successfully !
fr_fr: Product met succes aangepast

source: Error : Can't update the product !
fr_fr: Updaten mislukt - Probeer opnieuw of bel 0473/250528

source: Product deleted successfully !
fr_fr: Product werd met succes verwijderd

source: Unable to delete the product !
fr_fr: Product kan niet worden verwijderd

source: Groups updated successfully !
fr_fr: Opties met succes aangepast

source: Subcategory added successfully !
fr_fr: Nieuwe sub categorie met succes aangemaakt

source: Unable to add the subcategory !
fr_fr: Subcategorie kon niet worden aangemaakt

source: ERROR : Select Category !
fr_fr: Selecteer categorie

source: You missed subcategory name !
fr_fr: Gelieve een subcategorie in te geven a.u.b.

source: Subcategory updated successfully !
fr_fr: Sub categorie met succes geupdated

source: Unable to update the subcategory !
fr_fr: Subcategorie: niet worden aangepast. Stel ons hiervan op de hoogte - 0473/250528

source: Sub-category deleted successfully !
fr_fr: Subcategorie met succes verwijderd

source: Unable to delete the sub-category !
fr_fr: Subcategorie kon niet worden verwijderd. Stel ons hiervan op de hoogte - 0473/250528

source: All rights reserved OBS - 2013
fr_fr: All rights reserved FoodDESK - 2015

source: All rights reserved OBS - 2012
fr_fr: All rights reserved FoodDESK - 2015

source: OBS Desk Data Setting
fr_fr: FoodDESK Infobalie Data instelling

source: Want to work separately on OBS Desk
fr_fr: Ik wil apart werken met de Infobalie

source: Want to synchronize with OBS ( Import all OBS data to Desk, and delete all the current data from Desk )
fr_fr: Ik wil alle data van FoodDESK importeren (verwijdert alle huidige data)

source: Save & Continue
fr_fr: Bewaar en ga verder

source: Edit Category
fr_fr: Categorie toevoegen

source: Add New Category
fr_fr: Categorie toevoegen

source: Current Image
fr_fr: Huidige afbeelding

source: Save Category
fr_fr: Categorie bewaren

source: Change Password
fr_fr: Modifier le mot de passe

source: Current Password
fr_fr: Mot de passe actuel

source: New Password
fr_fr: Nouveau mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: No Product
fr_fr: Pas de produit

source: Grams
fr_fr: g

source: Per Piece
fr_fr: Par unité

source: Orders
fr_fr: Commandes
nl_nl: Bestellen

source: Edit Order
fr_fr: Traiter commande

source: Add New Product
fr_fr: Ajouter nouveau produit

source: Add Product
fr_fr: Ajouter nouveau produit
nl_nl: Nieuw product toevoegen

source: Order Details
fr_fr: Récapitulatif

source: Edit product options.
fr_fr: Modifier les options

source: Remove this product from order.
fr_fr: Supprimer ce produit de la commande

source: Cancle
fr_fr: Annuler

source: Order Status
fr_fr: Suivi

source: Incomplete
fr_fr: Non complet

source: Completed
fr_fr: Complet

source: Edit Profile
fr_fr: Profil

source: OBSDesk Settings
fr_fr: Instellingen

source: No Logo Set !
fr_fr: Pas de logo attribué

source: Company Type
fr_fr: Type de compagnie

source: No Company Type
fr_fr: Company Type

source: Sur Name
fr_fr: Voornaam

source: Phone Number
fr_fr: Tél.

source: Postal Code
fr_fr: Code postal

source: No Country
fr_fr: Geen land

source: Vat No.
fr_fr: TVA

source: Expiration Date
fr_fr: Fin de la période de test

source: On
fr_fr: à

source: Off
fr_fr: Sortie

source: Manage Categories
fr_fr: Gérer les catégories

source: Manage Subcategories
fr_fr: Gérer les sous-catégories

source: Manage Products
fr_fr: Gérer les produits

source: Manage Desk Settings
fr_fr: Beheert algemene instellingen

source: Desk Settings
fr_fr: Instellingen

source: OBS website
fr_fr: FoodDESK website
