Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Enter your email address to Get your password
fr_fr: Entrez votre adresse e-mail pour obtenir votre mot de passe

source: Please enter your Email address
fr_fr: Donnez votre adresse email svp

source: Please enter valid Email address
fr_fr: S'il vous plaît entrez une adresse e-mail valide

source: Do you want to delete this object category ? If yes all object assign to this category will also be deleted
fr_fr: Voulez-vous supprimer cette catégorie d'objet ? Si oui, tous les objets affectés à cette catégorie seront également supprimés.

source: LOGIN MAIL MANAGER
fr_fr: MAILMANAGER Login

source: Sure, You want to Set Invoice Status as Paid ?
fr_fr: Bien sûr, vous voulez définir l'état de la facture comme payé ?

source: CALENDAR
fr_fr: CALENDRIER

source: COMPETITOR
fr_fr: CONCURRENT

source: EMAIL VERIFICATIONS
fr_fr: VERIFICATIONS DES E-MAILS

source: BESTELONLINE BANNER
fr_fr: BANINIERE EN LIGNE

source: ALLERGENEN BANNER
fr_fr: BANNIÈRES ALLERGENES

source: PAYMENT
fr_fr: Moyen de paiement

source: ALLERGENS WORDS
fr_fr: Mots ALLERGENES

source: PARTNERS
fr_fr: PARTENAIRES

source: AFFILIATES
fr_fr: AFFILIES

source: FILE UPGRADE
fr_fr: MISE À NIVEAU DE FICHIERS

source: COMPANIES FROM PORTAL
fr_fr: Sociétés BO

source: DOMAINS
fr_fr: DOMAINES

source: PREDIFINED
fr_fr: PREDIFINÉ

source: OBJECT TYPES
fr_fr: TYPES D'OBJETS

source: LOCATION
fr_fr: LIEU

source: PROCEDURE
fr_fr: PROCÉDURE

source: CHECKLIST
fr_fr: LISTE DE VÉRIFICATION

source: ASSIGNEE
fr_fr: L'ASSIGNÉ

source: Forgot Password?
fr_fr: Mot de passe oublié ?

source: Edit Language
fr_fr: Modifier la langue

source: Language Information
fr_fr: Informations sur la langue

source: Language Name
fr_fr: Nom de la langue

source: Language Code
fr_fr: Code de langue

source: Upload Language File
fr_fr: Télécharger le fichier de langue

source: Language code
fr_fr: Code de la langue

source: Upload Language Files
fr_fr: Télécharger le fichier de langue

source: DELETE THIS LANGUAGE
fr_fr: SUPPRIMER CETTE LANGUE

source: Please enter Language Name
fr_fr: Veuillez entrer le nom de la langue

source: Please enter Code for Language
fr_fr: Veuillez entrer le code pour la langue

source: Language Manager
fr_fr: Gestionnaire de langues

source: Search Language
fr_fr: Rechercher une langue

source: LanguageName
fr_fr: Nom de la langue

source: Sorry ! No Language Found.
fr_fr: Aucune langue trouvée.

source: Please enter number of credits to be left
fr_fr: Nombre de crédits restants

source: Please enter number of credits
fr_fr: Nombre de crédits restants

source: Subscription type
fr_fr: Licence

source: Credits
fr_fr: crédits

source: Not activated
fr_fr: Non activé

source: Mail sent last month
fr_fr: Mails envoyés le mois dernier

source: Credits left
fr_fr: Crédits restants

source: Record Updated Successfully.
fr_fr: Produit bien téléchargé

source: Some error occurred. Please Try again.
fr_fr: Une erreur s'est produite. Réessayez

source: Companies
fr_fr: Sociétés

source: Unsubscribers
fr_fr: Désinscrits

source: Bounced
fr_fr: Réinscrits

source: Download Subscription List
fr_fr: Télécharger la liste

source: Subscribed
fr_fr: Inscrit
nl_nl: Aangemeld

source: Please made content for the newsletter
fr_fr: Créer votre newsletter

source: Please provide any title to this newsletter
fr_fr: Déterminez un sujet svp.

source: Select Image
fr_fr: Sélectionnez une image

source: Select Template
fr_fr: Sélectionnez une matrice

source: Select Document
fr_fr: Sélectionnez un document

source: Unsubscription Link
fr_fr: Lien de désinscription

source: Select Company type
fr_fr: Sélectionnez le type

source: Please choose any company type
fr_fr: Déterminez le type (secteur)

source: Update Company Details
fr_fr: Mettre à jour les détails de l'entreprise

source: Existing Order Page
fr_fr: Page des commandes existantes

source: FoodDESK Products credits
fr_fr: FoodDESK produits/crédits

source: Show Bestelonline at checkout (only PRO)
fr_fr: Montrer Bestelonline à la caisse (seulement PRO)

source: Activate Labeler
fr_fr: Étiqueteuse

source: Hide tabs what is next and next step from intro
fr_fr: Masquer les onglets

source: Show this company from Allergenchecker.net
fr_fr: Voir cette entreprise sur Allergenchecker. net

source: Only show ingredients in product detail page
fr_fr: Afficher seulement les ingrédients sur la page détails du produit

source: Show Demo link webshop
fr_fr: Afficher DEMO BOUTIQUE EN LIGNE - lien

source: Show Recipe
fr_fr: Afficher la recette

source: This client uses
fr_fr: Le client utilise

source: Meattime
fr_fr: Temps de cuisson

source: pickup freezer only
fr_fr: congélateur pour camionnettes seulement

source: client can choose
fr_fr: client peut choisir

source: Export empty recipes(xls)
fr_fr: Exporter des recettes vides (xls)

source: DELETE THIS COMPANY AND ALL SETTINGS FROM DB
fr_fr: SUPPRIMER CETTE ENTREPRISE ET TOUS LES RÉGLAGES DE DB

source: Company's Webshop Footer Text
fr_fr: Texte de bas de page

source: Text Background Color
fr_fr: Couleur arrière-plan

source: Front End API Details
fr_fr: Détails API avancés

source: API Secret Key
fr_fr: Clé secrète API

source: API Domain
fr_fr: API nom domaine

source: NEW Api Files
fr_fr: Nouveaux dossier API

source: No API issued to this company yet !
fr_fr: Aucune API n'a été publiée pour cette entreprise!

source: Activate Addons
fr_fr: Activer Addons

source: Emailaddress to send :
fr_fr: Envoyer à (adresse email)

source: Default Client Number :
fr_fr: Numéro client

source: Total monthly cost of the addon
fr_fr: Tarif mensuel

source: Partner Settings
fr_fr: Paramètres de commande

source: Assign to Partner
fr_fr: Affecter à un partenaire

source: Select Partner
fr_fr: Sélectionner un partenaire

source: Total amount
fr_fr: Total

source: Start date
fr_fr: Date de début

source: End date
fr_fr: Date de fin

source: ASSIGN PARTNER
fr_fr: ASSIGNER UN PARTENAIRE

source: No Partner Added !!!
fr_fr: Aucun partenaire ajouté !!!

source: Affiliate Settings
fr_fr: Paramètres

source: Assign to Affiliate
fr_fr: Affecter à un partenaire

source: Select Affiliate
fr_fr: Sélectionner une catégorie

source: ASSIGN AFFILIATE
fr_fr: ASSIGNER UN PARTENAIRE

source: No Affiliate Added !!!
fr_fr: Aucun affilié ajouté !!!

source: Sheet Banner Setting
fr_fr: Paramètres du bandeau

source: Upload Sheet Banner
fr_fr: Télécharger bandeau

source: Company Banner
fr_fr: Bannière de l'entreprise

source: Banner upload
fr_fr: Téléchargement de bannières

source: Upload Company Banner
fr_fr: Télécharger la bannière de l'entreprise

source: Company Profile
fr_fr: Profil de l'entreprise

source: IBsoft Settings
fr_fr: Paramètres IBsoft

source: IBsoft Module
fr_fr: Module IBsoft

source: Emailaddress to send
fr_fr: Adresse électronique à envoyer

source: Default Client Number
fr_fr: Numéro de client par défaut

source: Add Notification
fr_fr: Ajouter une notification

source: Notification Information
fr_fr: Informations sur la notification

source: For Account Type
fr_fr: Pour le type de compte

source: Up To
fr_fr: Jusqu'à

source: Update Notification
fr_fr: Mise à jour de la notification

source: Please enter a subject
fr_fr: Ajoutez un sujet svp

source: Please enter notification
fr_fr: Veuillez saisir une notification

source: Please enter Date in Up To
fr_fr: Veuillez entrer une date

source: All Notifications
fr_fr: Toutes les notifications

source: Add New Notification
fr_fr: Ajouter une nouvelle notification

source: Overview Clients
fr_fr: Aperçu des clients

source: Export in excel
fr_fr: Exportation en excel

source: Mail
fr_fr: Courrier

source: Recipes
fr_fr: Recettes
nl_nl: Recepturen

source: Add New Package
fr_fr: Ajouter un nouveau package

source: Partners
fr_fr: Les partenaires

source: Add Partner
fr_fr: Ajouter un partenaire

source: Login as Reseller
fr_fr: Ouvrir une session en tant que revendeur

source: Remove Partner
fr_fr: Supprimer le partenaire

source: Sorry ! No Partner added yet.
fr_fr: Aucun partenaire ajouté.

source: Payment Methods
fr_fr: Moyens de paiement disponibles

source: Select Methods:
fr_fr: Sélectionner un moyen de paiement

source: Set
fr_fr: Classement

source: Admin Profile
fr_fr: Profil Admin

source: Admin Name
fr_fr: Nom du magasin

source: Show in mails
fr_fr: Afficher les emails

source: Please enter a login Username
fr_fr: Veuillez saisir un nom d'utilisateur

source: Please enter a login Password
fr_fr: Veuillez saisir un mot de passe

source: Please enter your email address
fr_fr: Entrez votre adresse e-mail

source: Please enter a valid email address
fr_fr: S'il vous plaît, mettez une adresse email valide

source: Online bestellen met OBS - bestelsysteem voor Bakkers | Broodjeszaken | Traiteurs | ...
fr_fr: Commander en ligne avec FoodDESK - système de commande pour Boulangeries | Sandwicheries | Traiteurs | ...

source: Invoice Information
fr_fr: Informations sur la facture

source: Last Expiry Date
fr_fr: Dernière date d'expiration

source: New Registration Date
fr_fr: Nouvelle date d'enregistrement

source: New Expiry Date
fr_fr: Nouvelle date d'expiration

source: Date of Invoice
fr_fr: Date de facture

source: Please enter the Registration Date
fr_fr: Veuillez entrer la date d'enregistrement

source: Please enter the Expiry Date
fr_fr: Veuillez entrer la date d'expiration

source: Please select the Checkbox.
fr_fr: Veuillez cocher une case

source: Please enter the Date of Invoice
fr_fr: Veuillez saisir la date de facturation

source: Latest orders FREE
fr_fr: Dernières commandes GRATUITES

source: done by
fr_fr: fait par

source: more
fr_fr: plus

source: No free orders from BESTELONLINE.NU yet!
fr_fr: Pas encore de commandes gratuites de BESTELONLINE.NU !

source: Latest orders Basic/Pro
fr_fr: Dernières commandes Basic / Pro

source: No orders from Bestelonline.nu yet!
fr_fr: Pas encore de commandes de BESTELONLINE.NU !

source: Latest mails sent
fr_fr: Derniers messages envoyés

source: see mail
fr_fr: Voir courrier

source: No latest mail sent yet!
fr_fr: Pas de nouveau courrier envoyé !

source: OBS SHOPS
fr_fr: FoodDESK SHOPS

source: Latest orders only via Shops
fr_fr: Dernières commandes uniquement via les magasins

source: No orders from OBSshop yet!
fr_fr: Pas encore de commande chez OBSshop !

source: Latest top 30 days orders
fr_fr: Dernières commandes de 30 jours

source: No record yet!
fr_fr: Aucun enregistrement !

source: Latest top orders
fr_fr: Dernières commandes

source: Latest login in CP
fr_fr: Dernière connexion dans CP

source: Email Message
fr_fr: Message

source: Latest Mail Sent
fr_fr: Derniers messages envoyés

source: Latest orders Bestelonline.nu
fr_fr: Dernières commandes Bestelonline.nu

source: Latest orders OBSshop
fr_fr: Dernières commandes OBSshop

source: Top Order Company
fr_fr: Première commande

source: Latest top orders company
fr_fr: Dernières commandes

source: Other Subject
fr_fr: Sujet

source: Winkel bestaat niet meer
fr_fr: Le magasin n'existe plus

source: Overige
fr_fr: Autres

source: Block IP
fr_fr: Bloquer IP

source: Delete Company
fr_fr: Supprimer le magasin

source: Update Packages
fr_fr: Mise à jour des abonnements

source: Unlimited categories
fr_fr: Nombre illimité de catégories

source: subcategories
fr_fr: Sous- catégories

source: add products
fr_fr: Calculer et fermer la fenêtre

source: Unlimited number of orders received
fr_fr: Quantité illimitée de commandes

source: without additional cost
fr_fr: pas de commission !

source: We are a web design company specializing in web development, the Creating Content Management Systems, Graphic Design, IT Consulting, providing hosting and when. Be a loyal agent partner for domain names
fr_fr: Nous sommes une société de conception web spécialisée dans le développement web, la création de systèmes de gestion de contenu, la conception graphique et IT Consulting.

source: Check out our strengths in
fr_fr: Découvrez nos forces

source: Invalid amount!
fr_fr: Montant incorrect

source: Select a payment option!
fr_fr: Sélectionner une option

source: Select your bank!
fr_fr: Sélectionner une banque

source: Select your payment method
fr_fr: Sélectionner un moyen de paiement

source: Your reference
fr_fr: Votre référence

source: Payment method
fr_fr: Moyens de paiement disponibles

source: Proceed to payment
fr_fr: Poursuivre avec le paiement

source: Payment cancelled
fr_fr: Paiement annulé

source: Payment succesfully completed
fr_fr: Paiement bien reçu

source: NA promotion or a planned leave? No problem: with 1 click of a button, via the built-in email system all your customers informed
fr_fr: Promotion ou un congé planifié ? Pas de problème: en un clic, via le système de messagerie intégré, tous vos clients sont informés

source: Free Sign Up - DEMO Request
fr_fr: Inscription gratuite - Demande DEMO

source: Are you a small or wholesaler and are interested in our online ordering, please feel free the form below and we will give you more information on the options, rates, demo, video tutorials, ...
fr_fr: Vous êtes grossiste et vous êtes intéressé par notre commande en ligne ? N'hésitez pas ! Complétez le formulaire ci-dessous et nous vous donnerons plus d'informations sur les options, les taux, la démo, tutoriels vidéo, ...

source: Sre you
fr_fr: Es-tu

source: owner of a small or wholesale business you will not access the secure section. Do you have a question, comment or are you interested in a collaboration? can you let us know through our
fr_fr: Propriétaire d'une petite entreprise ou de gros, vous n'aurez pas accès à la section sécurisée. Avez-vous une question, un commentaire ? Vous pouvez nous le faire savoir par notre

source: Sector
fr_fr: Secteur

source: Your first name
fr_fr: Votre prénom

source: Your surname
fr_fr: Votre nom de famille

source: I have a website
fr_fr: J'ai un site web

source: I am interested in package
fr_fr: Je suis intéressé par un abonnement

source: Which domain would you
fr_fr: Quel est le nom du domaine

source: Register Your domain Name
fr_fr: Enregistrer un nom de domaine

source: VAT No.
fr_fr: TVA

source: Choose a Username
fr_fr: Choisir un nom d'utilisateur

source: Choose a Password
fr_fr: Choisir un mot de passe

source: Enter the word you see
fr_fr: Copier le code

source: Renew Captcha
fr_fr: Un nouveau code svp

source: Please define your sector.
fr_fr: Indiquez votre secteur svp

source: Please give your first name.
fr_fr: Donnez votre prénom svp

source: Please give your last name.
fr_fr: Donnez votre nom de famille svp

source: Please give an address.
fr_fr: Donnez votre adresse svp

source: Please enter a postcode.
fr_fr: Donnez le code postal svp

source: Please select a city.
fr_fr: Sélectionnez une ville svp

source: Please enter a username.
fr_fr: Choisir un nom d'utilisateur

source: Please confirm your password.
fr_fr: Confirmer le nouveau mot de passe

source: Please enter the word given in Captcha.
fr_fr: Donnez le bon code svp

source: Please enter valid website url.
fr_fr: Donnez le bon nom de domaine svp (www.uwbedrijf.be)

source: Please enter valid domain url.
fr_fr: Donnez une adresse email correcte svp

source: Please define your package.
fr_fr: Sélectionnez un abonnement svp

source: Please give your website domain.
fr_fr: Donnez un nom de domaine svp

source: Please re-enter the Captcha word.
fr_fr: Donnez le bon code svp

source: Remember It is case sensitive.
fr_fr: conseil : sensible aux majuscules

source: Please enter a valid telephone number.
fr_fr: Donnez un numéro de téléphone svp

source: RESELLER CP
fr_fr: CP DU REVENDEUR

source: Reseller Panel
fr_fr: Panneau du revendeur

source: Trial Date ends on:
fr_fr: La période de test se termine le :

source: Login to Client\'s Control Panel
fr_fr: SE CONNECTER

source: End
fr_fr: Fin

source: Start Date
fr_fr: Date de début

source: End Date
fr_fr: Date de fin

source: Trial
fr_fr: Période de test

source: Registration date
fr_fr: Date d'enregistrement

source: List Of Companies
fr_fr: Liste des sociétés

source: address
fr_fr: Adresse

source: zipcode
fr_fr: Code postal

source: generate one
fr_fr: Créer

source: Hide my company from the Bestelpunt Portal
fr_fr: Cacher mes données sur Bestelonline.nu

source: UPDATE COMPANY
fr_fr: MISE A JOUR DES SOCIETES

source: suggestion updated successfully !
fr_fr: Suggestion mise à jour avec succès !

source: Sorry
fr_fr: Toutes nos excuses

source: Suggestion deleted successfully !
fr_fr: Suggestion supprimée avec succès !

source: Action To View Page
fr_fr: Réclame

source: Sorry ! No suggestions Yet..
fr_fr: Pas de suggestion

source: Why OBS
fr_fr: Pourquoi FoodDESK

source: Treat your customers, be the first in your neighborhood
fr_fr: Occupez-vous de vos clients, soyez le premier dans votre quartier

source: Order module can be implemented in both existing and new sites
fr_fr: Le module de commande peut être implanté dans les sites existants et nouveaux

source: Process orders in
fr_fr: Processus des commandes

source: Saving time
fr_fr: Sauvegarde

source: No Commission, low cost
fr_fr: Pas de Commission, à faible coût

source: Testimonials
fr_fr: Témoignages

source: NEW and UNIQUE online ordering system for retail. Let your customers as quickly and easily make online orders through your website
fr_fr: NOUVEAU et UNIQUE système de commande en ligne pour la vente au détail. Laissez vos clients faire rapidement et facilement des commandes en ligne via votre site Web

source: Click to Bold
fr_fr: Imprimé en gras

source: Click to Italic
fr_fr: Italique

source: Click to Underline
fr_fr: Souligné

source: Left Align
fr_fr: Centrer à gauche

source: Center Align
fr_fr: Centrer au milieu

source: Right Align
fr_fr: Centrer à droite

source: Justify Align
fr_fr: Centrer large

source: Insert Ordered List
fr_fr: Insérer une liste ordonnée

source: Insert Unordered List
fr_fr: Insérer une liste non ordonnée

source: Remove Formatting
fr_fr: Supprimer le formatage

source: Indent Text
fr_fr: Texte Indent

source: Remove Indent
fr_fr: Supprimer l'Indent

source: Horizontal Rule
fr_fr: Règle horizontale

source: Select Font Size
fr_fr: Sélectionner une police

source: Select Font Family
fr_fr: Sélectionner une famille de polices

source: Select Font Format
fr_fr: Sélectionner un format de police

source: Change Text Color
fr_fr: Modifier la couleur du texte

source: Change Background Color
fr_fr: Modifier la couleur d'arrière-plan

source: Production
nl_nl: Productieplanning

source: Suppliers add-edit
nl_nl: Leveranciers beheren

source: Suppliers-feedback
nl_nl: Leveranciers feedback

source: Suppliers-producten
nl_nl: leverancier producten

source: Reports
nl_nl: Rapporten

source: Stock
nl_nl: Voorraadbeheer

source: Setting has been added successfully
nl_nl: Instellingen werden met succes toegevoegd

source: Setting has been updated successfully
nl_nl: De instellingen werden met succes geüpdatet

source: Purchase date
nl_nl: Aankoopdatum

source: Buy price
nl_nl: Inkoopprijs

source: Down
nl_nl: Beneden

source: Up
nl_nl: Boven

source: Average purchase price / Unit
nl_nl: Gemiddelde aankoopprijs/unit

source: No result available
nl_nl: Geen resultaat beschikbaar

source: page_not_found
nl_nl: pagina niet gevonden

source: Image width must greater than or equal 800px
nl_nl: Afbeelding moet groter zijn dan 800px

source: Email
nl_nl: Mail

source: Username already exist
nl_nl: Deze gebruikersnaam bestaat reeds in onze database

source: Email already exist
nl_nl: Email bestaat reeds

source: User verification for SHO Admin
nl_nl: Verificatiemail verzonden voor SHO gebruiker

source: Thanks for the registration. Please click following link to confirm your email id
nl_nl: Bedankt voor de registratie. Gelieve op volgende link te klikken om uw account te bevestigen

source: click to verify
nl_nl: Klik om te verifiëren

source: Something went wrong
nl_nl: Een fout kwam tot stand

source: Menucard
nl_nl: Menukaart

source: Order sheet
nl_nl: Bestelbon

source: RECIPE EXCEL
nl_nl: RECEPTUUR EXCEL

source: RECIPE NAME
nl_nl: RECEPTNAAM

source: INGREDIENTS
nl_nl: INGREDIËNTEN

source: No data found
nl_nl: Geen resultaten gevonden

source: I am the owner
nl_nl: Ik ben zaakvoerder

source: I am the chef
nl_nl: Ik ben de Chef

source: I am the employer
nl_nl: Ik ben een werknemer

source: SHO leads
nl_nl: Nieuwe LEAD via SHO

source: SHO lead Registration
nl_nl: Prospect overzicht:

source: Phone nbr
nl_nl: Tel.

source: Designation
nl_nl: Type

source: Company name
nl_nl: Naam van de zaak

source: PRODUCT NAME ENGLISH
nl_nl: ARTIKELNAAM ENG

source: PRODUCT NAME DUTCH
nl_nl: ARTIKELNAAM NL

source: PRODUCT NAME FRENCH
nl_nl: ARTIKELNAAM FR

source: FDD PRODUCT NAME
nl_nl: FDD PRODUCT NAAM

source: Upgrade
nl_nl: Upgrade nu

source: Email sent successfully
nl_nl: Mail met succes verzonden

source: Couldn't send mail
nl_nl: Kan mail niet verzenden

source: Allergencard
nl_nl: Allergenenkaart

source: Cleaning-plan
nl_nl: Schoonmaakplan

source: Cleaning-objects
nl_nl: Poetsproduct

source: File Uploaded successfully
nl_nl: Bestand met succes geüpload

source: Entry check
nl_nl: Ingangscontrole

source: Pasteurisation
nl_nl: Pasteurisatie

source: Smoking
nl_nl: Roken

source: Periodic hygiene check
nl_nl: Periodieke hygiënecontrole

source: Uncooled presentation
nl_nl: Ongekoelde presentatie

source: Suppliers-products
nl_nl: Leverancier producten

source: reports
nl_nl: Rapporten

source: devices
nl_nl: apparaten

source: locations
nl_nl: Locaties

source: SubCategory
nl_nl: Subcategorie

source: Procedures-upload
nl_nl: Procedures opladen

source: Cleaning plan
nl_nl: Schoonmaakplan

source: Non conformities
nl_nl: Non-conformiteiten

source: pests plan
nl_nl: Ongedierteplan

source: calibration
nl_nl: Kalibratie

source: Employees
nl_nl: Werknemers

source: Tasks overview
nl_nl: Taken overzicht

source: You did not select any of the radio button
nl_nl: Je hebt geen van de knoppen geselecteerd

source: Successfully assigned to another employee
nl_nl: Met succes toegewezen

source: Kitchen mgmt
nl_nl: Keukenbeheer

source: Articles-detail
nl_nl: Artikelen detail

source: EHF
nl_nl: Extra HF

source: HF-recipe
nl_nl: HF receptuur

source: Successfully added favorite
nl_nl: Met succes toegevoegd

source: Something went wrong, favorites not added
nl_nl: Een fout kwam tot stand

source: Description
nl_nl: Omschrijving

source: Recipe approved
nl_nl: Receptuur goedgekeurd

source: Not found? Add new supplier
nl_nl: Niet gevonden? Nieuwe leverancier toevoegen

source: Costprice
nl_nl: Kostprijsberekening

source: Buying price
nl_nl: Inkoopprijs

source: Complaint to supplier
nl_nl: Klacht naar leverancier

source: Deviations
nl_nl: Afwijkingen

source: Deleted Products
nl_nl: Artikelen verwijderen

source: Divisions
nl_nl: Locaties

source: Nutrition values
nl_nl: Voedingswaarden

source: per portion
nl_nl: per portie

source: Mail send failed. Please try again!
nl_nl: Mail versturen mislukt, probeer opnieuw!

source: No emails found!
nl_nl: Geen e-mails gevonden!

source: Something went wrong. Please try again !
nl_nl: Er ging iets fout, probeer opnieuw

source: Please upgrade your account so you can send mails
nl_nl: Upgrade jouw account zodat je e-mails kan uitsturen

source: Subscription
nl_nl: Mogelijkheden

source: Sent
nl_nl: Verzonden

source: Failed
nl_nl: Mislukt

source: Unsubcribed
nl_nl: Afmelden

source: Mail sent
nl_nl: Mail gestuurd

source: Mail bounced
nl_nl: Mail niet aangekomen

source: Subscribed users
nl_nl: Geabonneerde klanten

source: Unsubcribed users
nl_nl: Niet-geabonneerde klanten

source: Allergenenkaart.com
nl_nl: Allergenkaart.com

source: Comments
nl_nl: Opmerking

source: Successfully marked as incompleted, and Next due date is :
nl_nl: Met succes bewaard als niet volledig en vervaldatum is :

source: Complaint Management
nl_nl: Klachten behandeling
