Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Plaese give a producer or supplier name
fr_fr: Désignez un fabricant ou un fournisseur (à qui nous devons demander les fiches produits).

source: Please give a name of product
fr_fr: Donnez un nom de produit svp (le nom officiel)

source: loading
fr_fr: Traitement en cours

source: Search by product'name,producer'name,EAN or Article Number
fr_fr: Cherchez par nom de produit, code EAN ou nr d'article.

source: Not Found! Add it here
fr_fr: Nom + nr article

source: No product added
fr_fr: Aucun produit ajouté

source: Quantity of added FoodDESK products saved successfully. Please add related ingrediets, allergence and traces.
fr_fr: Votre recette a bien été sauvegardée.

source: Total quantity of all products must not be more than recipe weight
fr_fr: Le poids total de la recette ne doit pas être plus élevé que le poids donné.

source: Search by product's name,producer's name,EAN or PLU Number
fr_fr: Chercher sur nom de produit - fabricant - EAN - PLU

source: quantity
fr_fr: Quantité

source: Copyright &copy; 2010.
fr_fr: Copyright &copy; 2015

source: Back to Top
fr_fr: HAUT

source: Enter your email address in which you registered
fr_fr: Donner votre adresse mail actuelle

source: Please Enter Email ID
fr_fr: Donnez votre E-mail ID

source: Plese Enter Valid Email Address
fr_fr: Donnez svp une adresse mail correcte

source: Enter your email address you want to use to communicate with your customers
fr_fr: Adresse e-mail que vous voulez utiliser pour traiter les commandes

source: Language in frontend
fr_fr: Langue sur le site

source: Hide INTRO as first page?
fr_fr: Cacher INTRO

source: Check this checkbox if you just want to show orders as the first page not intro
fr_fr: Cochez cette case si vous voulez cacher la page d'introduction. La page avec le récapitulatif de toutes les commandes sera alors la première affichée

source: Shop Put OFFLINE?
fr_fr: Mettre la boutique OFFLINE ?

source: Check this checkbox if you just want to close the shop. The following text is then displayed on the website and customers can not make orders (eg on leave)
fr_fr: Cochez cette case si vous voulez fermer la boutique un moment. Le texte ci-dessous sera alors visible sur le site web et les clients ne pourront alors passer aucune commande (par exemple en période de vacances).

source: Offline Message
fr_fr: Message OFFLINE

source: Webshop visible
fr_fr: Boutique en ligne visible

source: for all
fr_fr: Pour tout le monde

source: Only clients I work with
fr_fr: Seulement les clients avec qui je travaille

source: If you have activated this option to your existing or new customers this password by email. Please find below a posting that one sees
fr_fr: Si vous avez activé cette option, vous devez faire suivre par mail ce mot de passe à vos clients existants et nouveaux. Ci-dessous, vous pouvez placer un message qui sera affiché sur le site web si un mot de passe est nécessaire.

source: Pickup services
fr_fr: Service retrait

source: Delivery services
fr_fr: Livraison à domicile

source: Category-Wise Pick/Delivery
fr_fr: Retirer + Livrer

source: This function only if you check the customer an option for a particular product to pick up or deliver. This feature only when you turn in categories one or more categories of service both is selected (only works if you have checked COLLECTION AND DELIVERY (!).
fr_fr: Cochez cette fonction seulement si vous laissez au client le choix de retirer ou de faire livrer un certain produit. Ouvrir cette fonction seulement si vous avez sélectionné dans "catégorie" une ou plusieurs catégories pour service "les deux " (fonctionne seulement si vous avez coché RETRAIT et LIVRAISON).

source: If you want to hide all the rates on the online store can set it here.
fr_fr: Si vous voulez cacher tous les tarifs sur la boutique en ligne alors vous pouvez le régler ici.

source: Hide price untill user login
fr_fr: Cacher les tarifs jusqu'au moment où le client est connecté

source: Check this checkbox if you just want to hide price untill user do not login.
fr_fr: Cochez la case si vous voulez cacher les tarifs jusqu'au moment où le client est connecté (autres visiteurs du site ne verront pas les tarifs)

source: Not a valid e-mail address
fr_fr: Adresse e-mail invalide

source: Password cannot be empty
fr_fr: Veuillez introduire votre mot de passe

source: Are you sure you want to delete this?
fr_fr: Etes-vous sûr de vouloir le supprimer ?

source: Error occurred while updating status.
fr_fr: Une erreur s'est produite pendant la mise à jour

source: Product order changed successfully.
fr_fr: Commande bien modifiée

source: Some errro occured ! Please try again.
fr_fr: Une erreur s'est produite. Réessayez

source: Are you sure you want to delete this product?
fr_fr: Etes-vous sûr de vouloir supprimer ce produit ?

source: Logged in as
fr_fr: Se connecter en tant que

source: Please enter your 4-digit code
fr_fr: Donnez svp le code de sécurité

source: My Shop
fr_fr: Ma boutique en ligne

source: Currently no shop link have been provide by you. please provide this from
fr_fr: En ce moment, il n'y a aucune boutique en ligne de configurée. Voulez-vous compléter la page suivante -

source: here
fr_fr: Paramètres FTP

source: Manage Clients
fr_fr: Gérer les clients

source: Manage Site Settings
fr_fr: Gérer les paramètres généraux

source: Site Settings
fr_fr: Paramètres

source: Desk Setting
fr_fr: Paramètres

source: Webshop during holiday
fr_fr: La boutique est en ligne pendant le jour férié

source: Example, if you closed your customers will choose not to pick up orders during holidays. When in the calendar (right) one day like Christmas marks then this setting.
fr_fr: Si vous choisissez, par exemple, de fermer, vos clients ne pourront pas retirer de commandes pendant les jours fériés. Si vous avez dans le calendrier (à droite) un jour marqué comme jour férié alors ce paramètre est actif.

source: Closed (no orders are accepted for that day)
fr_fr: Fermé (aucune commande ne sera notée pour ce jour)

source: -- Select --
fr_fr: --Sélectionner--

source: Select
fr_fr: Sélectionner

source: Please choose
fr_fr: Sélectionner

source: IBSoft - OBS Module
fr_fr: IBsoft Module

source: A NEW CLIENT
fr_fr: Nouveau client

source: has registered - Please download client list first and implement in your IB Software.
fr_fr: s'est enregistré - Copier svp d'abord ce(s) client(s) dans le programme de gestion de IBsoft

source: Display all orders for
fr_fr: Donner toutes les commandes de

source: Please enter a date
fr_fr: Sélectionner une date de début

source: Or - Print all ordered products for
fr_fr: OU imprimer un récapitulatif

source: Area
fr_fr: Région

source: EXPORT AND SEND
fr_fr: EXPORTER

source: Orders With Invoice
fr_fr: Commandes avec facture

source: Agree future mails from Bestelonline ??
fr_fr: Vous allez parfois recevoir (automatiquement) des mails envoyés via FoodDESK. Le nombre de mails dépendra de la quantité de commandes que vous recevez de vos clients. ATTENTION : que ces mails n'arrivent pas dans le fichier spam. Si cela se produit, marquez-les comme provenant d'un expéditeur autorisé. Ceci est nécessaire pour garantir le bon fonctionnement du système.

source: I accept
fr_fr: J'accepte

source: Not interested.
fr_fr: Pas intéressé

source: Please logged me out.
fr_fr: Se déconnecter

source: Status Account
fr_fr: Situation compte

source: What is the next step
fr_fr: Quelle est l'étape suivante ?

source: Setupcost
fr_fr: Coûts de démarrage

source: STAPPENPLAN
fr_fr: PLAN PAR ÉTAPES

source: Welcome at your own controlepanel
fr_fr: Bienvenue sur votre tableau de contrôle personnel !

source: My account
fr_fr: Mon compte

source: Go to the tab
fr_fr: Allez vers

source: and complete the information
fr_fr: Compléter cette page

source: Follow the steps in tab "Video Tutorials"
fr_fr: Suivez les étapes de l'intercalaire "Video Tutorials"

source: You can test now your Controlepanel and view the results using the link
fr_fr: Vous pouvez tester votre tableau de contrôle et regarder le résultat via le lien

source: Till in the bestelonline.nu - the status is not set to ACTIVE, your customers will not see any active shop on Bestelonline.nu (only the detailpage). In 'Test Drive' status you only can see the shop to test it out.
fr_fr: Aussi longtemps que vous n'aurez pas mis via 'Paramètres' le magasin sur ACTIF , vos clients ne pourront pas voir sur bestelonline.nu le magasin (seulement la page détaillée). En version 'Testdrive' , vous pouvez voir la boutique en ligne pour la tester.

source: Two days before the expiry of the trialperiod you will receive an email asking whether you want to proceed with our advanced ordersystem or not (without any obligation or cost afterwards)
fr_fr: Deux jours avant la date d'échéance de la période de test, vous recevrez un mail vous demandant si vous souhaitez continuer avec le système de commande ou non (sans obligation ou coûts postérieurs)

source: You decide when you place the shop live
fr_fr: Vous décidez donc vous-même quand vous voulez mettre la boutique en ligne en direct.

source: Want to let your client order online via your website for 10
fr_fr: Pour seulement € 10 par mois, nous intégrerons aussi la boutique en ligne dans votre site web déjà existant.

source: month. more? Check the
fr_fr: Check

source: page for more info
fr_fr: Plus d'informations

source: There are the steps to start your webshop
fr_fr: Voici le plan par étapes pour démarrer une boutique en ligne

source: hier
fr_fr: ici

source: Two days before the expiry of the trialperiod you will receive an email asking whether you want to proceed with our advanced ordersystem or not (without any obligation or cost afterwards). After your approval we will implement the webshop into your existing website
fr_fr: Deux jours avant la date d'échéance de la période de test, vous recevrez un mail vous demandant si vous souhaitez continuer avec le système de commande ou non (sans obligation ou coûts postérieurs). Après votre acceptation, nous intégrerons la boutique en ligne dans votre site web existant.

source: You decide when you place the shop live (both shop at the same store on your website as on Bestelonline.nu)
fr_fr: Vous décidez vous-même quand vous placez la boutique en ligne (aussi bien la boutique en ligne de votre site web que celle sur Bestelonline.nu)

source: Want something extra? Please visit our ADDONS page
fr_fr: Souhaitez-vous autre chose ? Aller à

source: There are the steps to start the allergen managment
fr_fr: Bienvenue sur votre tableau de contrôle FoodDESK !

source: You will be updated by mail about the status of your subscription.
fr_fr: Comme vous l'avez peut-être déjà remarqué, nous vous tenons au courant par mail de ce que nous avons déjà fait et ce qui doit encore être réalisé.

source: In the meantime you can follow the steps in tab "Video Tutorials"
fr_fr: Entretemps, vous pouvez déjà consulter les vidéos sur l'intercalaire "Video Tutorials"

source: After that the products are added by us can you can start adding prices and configure those products. Pls check the steps in tab "STEPS"
fr_fr: Après que nous ayons intégré les produits, vous pouvez commencer à configurer ces produits (comme les prix, les descriptions, les options, etc..). Consultez aussi le plan par étape pour la boutique en ligne dans l'intercalaire "PLAN PAR ETAPE".

source: Welcome to your FoodDESK control panel
fr_fr: Bienvenue sur votre tableau de contrôle FoodDESK

source: As you may have already noticed, we will keep you informed by mail of what we have already done and what exactly needs to be done"
fr_fr: Nous vous tiendrons au courant

source: Meanwhile, you can already watch the videos tab "Video Tutorials"
fr_fr: Entretemps vous pouvez consulter nos vidéos sur l'intercalaire "Video-tutorials"

source: After the products you can start implemented by us with the configuration of these products (such as price, description, options, etc ..)
fr_fr: Après que nous ayons intégré la liste des produits, vous pouvez commencer à modifier les produits (descriptions, tarifs, options, etc)

source: Also check the roadmap for the shop in the tab "ROADMAP"
fr_fr: Contrôler la "roadmap"

source: Demo Webshop
fr_fr: DEMO BOUTIQUE EN LIGNE

source: Start 30 day trial
fr_fr: Essayer 30 jours gratuitement

source: What is a setup cost
fr_fr: Quels sont les coûts de démarrage

source: Setup cost is a one-time cost. You can choose from 4 different packages below:
fr_fr: Il n'y a pas de coût de démarrage sauf si vous choisissez une option supplémentaire (un coût unique). Vous avez le choix entre les abonnements suivants :

source: VAT exlusive
fr_fr: hors TVA

source: No package available
fr_fr: Pas d'abonnement

source: I agree with the terms of use
fr_fr: J'accepte les conditions

source: Please choose a package
fr_fr: Choisissez un abonnement

source: Please agree to the terms of use
fr_fr: Acceptez les conditions svp

source: <img src="http://www.onlinebestelsysteem.net/obs/assets/cp/images/intro-pakketten.png"/>
fr_fr: <img src="http://www.fooddesk.net/obs/assets/cp/images/intro-pakketten2.png"/>

source: Add in this categrory
fr_fr: Ajouter

source: No product of this Supplier
fr_fr: Pas de résultat

source: All
fr_fr: Tout
nl_nl: Alles

source: Production Date
fr_fr: Date de production

source: verpakt onder beschermende atmosfeer
fr_fr: emballé sous atmosphère protectrice

source: met zoetstoffen
fr_fr: avec édulcorants

source: met suiker(s) en zoetstof(fen)
fr_fr: avec sucre(s) et édulcorant(s)

source: bevat aspartaam (een bron van fenylalanine)
fr_fr: contient de l'aspartame (une source de phénylalanine)

source: bevat een bron van fenylalanine
fr_fr: contient une source de phénylalanine

source: overmatig gebruik kan een laxerend effect hebben
fr_fr: une utilisation excessive peut avoir un effet laxatif

source: bevat zoethout — mensen met hoge bloeddruk dienen overmatig gebruik te vermijden
fr_fr: contient de la réglisse — les personnes souffrant d'hypertension doivent éviter une utilisation excessive

source: Hoog cafeïnegehalte. Niet aanbevolen voor kinderen en vrouwen die zwanger zijn of borstvoeding geven
fr_fr: Teneur en caféine élevée. Non recommandé pour les enfants et les femmes enceintes ou allaitant

source: Bevat cafeïne. Niet aanbevolen voor kinderen en zwangere vrouwen
fr_fr: Contient de la caféine. Non recommandé pour les enfants et les femmes enceintes

source: met toegevoegde plantensterolen
fr_fr: avec ajout de phytostérols

source: levensmiddel uit voedingsoogpunt mogelijk niet geschikt is voor zwangere en borstvoedende vrouwen en kinderen jonger dan vijf jaar
fr_fr: aliment d'un point de vue alimentaire probablement non approprié pour les femmes enceintes ou allaitant ainsi que les enfants de moins de cinq ans

source: Bewaren in een koel constante (12c° à 18C°) droge (max 70%) ruimte
fr_fr: Conserver sous température constante (12c° à 18C°) dans un espace sec (max 70%)

source: ambachtelijk product
fr_fr: Produit artisanal

source: Extra Notification(free field)
fr_fr: Notification supplémentaire (champ libre)

source: Upload Labeler Logo
fr_fr: Télécharger logo

source: LOGIN DETAILS
fr_fr: Fabricants SE CONNECTER

source: Products
fr_fr: Produits

source: login details updated
fr_fr: Mettre à jour les données de connexion

source: Login Details
fr_fr: Fabricants SE CONNECTER

source: Please fill your login details and we will use this to retrieve your sheets without abusing it. PLEASE FILL IN THE EXACT LOGINCODE that you received from producer.
fr_fr: Sélectionnez un fabricant et donnez les données pour se connecter. Plus vous transmettez de données de connexion plus vite nous pourrons créer les produits, maintenant et à l'avenir !<br><br>

source: Username/email:
fr_fr: Nom d'utilisateur / email :

source: Password:
fr_fr: Mot de passe :

source: Enter your username and password.
fr_fr: Donnez votre nom d'utilisateur et votre mot de passe

source: Username:
fr_fr: Nom d'utilisateur

source: Please Enter Username
fr_fr: Donnez un nom d'utilisateur svp

source: Please Enter Password
fr_fr: Donnez un mot de passe svp

source: Edit Widget
fr_fr: Mise à jour widget

source: Widget Title
fr_fr: Titre widget

source: Please input Title of News Letter
fr_fr: Déterminez un sujet svp

source: Please input Name of sender in From field
fr_fr: Donnez le nom de l'expéditeur svp

source: Title
fr_fr: Titre

source: Use templates
fr_fr: Sélectionner les matrices

source: Select template
fr_fr: Sélectionner la matrice
nl_nl: Selecteer een sjabloon

source: My
fr_fr: Mon/ ma

source: Attachment
fr_fr: pièce jointe
nl_nl: Bijlage

source: No Attachment
fr_fr: Pas de pièce jointe

source: HTML Version
fr_fr: Version HTML

source: Generating Preview
fr_fr: Regarder la pré-visualisation

source: Content
fr_fr: Contenu
nl_nl: Inhoud

source: Sorry!!! Preview can not be generated. Please try again.
fr_fr: Une prévisualisation ne peut pas être générée. Réessayez.

source: Already a widget in editing queue, first complete or remove that.
fr_fr: Il y a déjà un widget prêt qui est ouvert. Terminez d'abord cette tache ou supprimez la.

source: Add
fr_fr: Ajouter

source: Please input Title of template
fr_fr: Déterminez un sujet svp

source: Templates
fr_fr: Matrices

source: Widgets Type
fr_fr: Type widget

source: Edit widget
fr_fr: Mise à jour widget

source: Content Type
fr_fr: Contenu

source: Text
fr_fr: Texte

source: Arbitrary text or HTML
fr_fr: Texte ou html

source: Displays a simple images
fr_fr: Les images sont affichées

source: INSERT CONTENT FIELDS
fr_fr: AJOUTER LE CONTENU

source: Unsubscribe
fr_fr: Désinscrire
nl_nl: Afmelden

source: Background Color
fr_fr: Couleur arrière-plan
nl_nl: Achtergrond kleur

source: Add widget
fr_fr: Ajouter widget

source: Row Background Color
fr_fr: Couleur arrière-plan

source: Do you want to keep your clients up-to-date on holidays,promotions etc? then use our advanced e-mailmarketing tool!
fr_fr: Voulez-vous tenir vos clients au courant de vos réclames, jours de vacances, etc ? Envoyez-leur par mail via notre système Mail Manager!

source: Why Pay?
fr_fr: Pourquoi payer ?

source: Send unlimited mails to your first 20 clients for FREE
fr_fr: Envoyez un nombre illimité de mails

source: Price/month
fr_fr: Tarif/mois

source: SELECT
fr_fr: SELECTIONNER
nl_nl: SELECTEER

source: Use credits instead of per month basis
fr_fr: Utiliser vos crédits au lieu de /mois

source: Are you not planning to sent mails on regular basis, then you can but credits. 1 credit is the same as sending 1 mail. Credits do not have due dates.
fr_fr: Pensez-vous envoyer régulièrement des e-mails ? Alors vous pouvez envisager d'acheter des crédits. 1 credit est égal à 1 mail envoyé. Les crédits n'ont pas d'échéance.

source: Amount CREDITS
fr_fr: Nombre de crédits

source: Are you sure you want to purchase this
fr_fr: Continuer ?

source: We will be notified by mail and we will generate an invoice and send it to you
fr_fr: Après que vous nous ayez transmis le nombre de crédits, nous établissons une facture que nous vous envoyons par mail (en principe le même jour). Une fois le montant viré, nous mettrons directement votre nombre de crédits à jour.

source: We will update amount of credits after you clicked on the confirm button below
fr_fr: Cliquez sur confirmer.

source: confirm the order
fr_fr: Confirmez votre commande.

source: why pay for this
fr_fr: Pourquoi payer ?

source: As you may(be) know, some risks are involved when sending bulk mails like
fr_fr: Il y a beaucoup de risque d'envoyer des mails en masse comme

source: Your IP can be blocked from span detectors so all of your mails would instantly be marked as spam.
fr_fr: L'adresse IP peut être bloquée par des détecteurs de spam (tous vos mails sont pris pour des spam et ne sont pas livrés)

source: Issues/Restrictions with your provider
fr_fr: Problèmes / limitations chez votre fournisseur de services

source: As we use our own dynamic IPs, you never have to be worried again for blacklisting, etc. Obviously we have to maintain these IPs and we aswel have to pay money to maintain them... But don't wory as our margin here is nil. We can proudly say that we are one of the cheapest mail
fr_fr: Nous avons investi dans des adresses IP dynamiques, de façon à ce que vous n'ayez jamais à vous faire du souci pour une éventuelle liste noire, etc.. Bien sûr, nous devons constamment les mettre à jour et cela coûte énormément d'argent, mais pas de soucis ... la marge de bénéfice est pratiquement zéro.

source: Changelog - Latest version
fr_fr: Quoi de neuf

source: Versions
fr_fr: Version

source: First page
fr_fr: Première page

source: Last page
fr_fr: Dernière page

source: Next page
fr_fr: Suivante

source: Previous page
fr_fr: Précédente

source: Filter records
fr_fr: Filtrer les enregistrements

source: Records on Page
fr_fr: Enregistrements par page

source: Do you really want to delete this News-Letter ?
fr_fr: Supprimer définitivement cette newsletter ?

source: Create Newsletters
fr_fr: Créer newsletter

source: Mail Me
fr_fr: Envoyez-moi un mail

source: Send Newsletter
fr_fr: Envoyer la newsletter

source: Mail to
fr_fr: Mail à

source: Send quick mail
fr_fr: Envoyer rapidement

source: Subscibers
fr_fr: Clients

source: Full Name
fr_fr: Nom complet

source: Subsciber's Details
fr_fr: Détails clients

source: System Status
fr_fr: Etat

source: Subscribe
fr_fr: S'inscrire

source: Do you really want to delete this Template ?
fr_fr: Supprimer définitivement cette matrice ?

source: Create Templates
fr_fr: Ajouter matrice

source: Image Upload Center
fr_fr: Direction images

source: Add and Manage Images
fr_fr: Gérer les images

source: Here you can upload images and use them in the newsletters' text widgets.
fr_fr: Ici, vous pouvez télécharger les images et les utiliser dans vos newsletters

source: Email Subject
fr_fr: Sujet e-mail

source: topic
fr_fr: C'est le sujet qui sera visible sur le mail

source: This is the first mail that the customer gets an order after he has done.
fr_fr: C'est le premier mail que le client reçoit après qu'il ait placé sa commande.

source: If OK is clicked, the customer MAIL this mail. This tells the customer that you have read and approved the order
fr_fr: Si vous avez cliqué sur OK MAIL , le client reçoit ce mail. Ainsi le client sait que vous avez lu et accepté sa commande.

source: If you doubt the authenticity of the order or if anything is unclear please contact the customer through the order page on the name. If you click MAIL HOLD the customer receives this mail.
fr_fr: Si vous avez un doute sur l'authenticité de la commande ou si quelque chose n'est pas clair, le client peut être contacté en cliquant sur le nom se trouvant sur la page commande. Si vous cliquez sur HOLD MAIL le client reçoit ce mail.

source: PICK Complete MAIL
fr_fr: RETRAIT Compléter le MAIL

source: This mail is sent to the customer when you have clicked on MAIL COMPLETE (after you are sure the order is ready or will be at the appointed time).
fr_fr: Ce mail est envoyé au client si vous avez cliqué sur COMPLET MAIL (après vous être assuré que les commandes sont prêtes ou le seront au moment convenu).

source: Complete MAIL DELIVERY
fr_fr: LIVRAISON Compléter MAIL

source: This mail is sent to the customer when you have clicked on MAIL COMPLETE (after you are sure the order at the appointed time will be delivered).
fr_fr: Ce mail est envoyé au client si vous avez cliqué sur COMPLET MAIL (après que vous soyez sûr que les commandes soient prêtes ou le seront au moment convenu).

source: Payment cancelled MAIL
fr_fr: Payement annulé

source: Enter what you want to send in Payment cancelled mail
fr_fr: Entrez le texte que vous désirez envoyer

source: Order cancelled MAIL
fr_fr: Commande annulée
