Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Image can not be deleted successfully
fr_fr: L'image ne peut pas être supprimée
nl_nl: Afbeelding kon niet worden verwijderd

source: category already exist
fr_fr: Cette catégorie existe déjà
nl_nl: Deze categorie bestaat reeds

source: Add Category
fr_fr: Ajouter une catégorie
nl_nl: Categorie toevoegen

source: UPDATE CATEGORY
fr_fr: MISE A JOUR CATEGORIE
nl_nl: CATEGORIE UPDATEN

source: ADD CATEGORY
fr_fr: AJOUTER CATEGORIE
nl_nl: CATEGORIE TOEVOEGEN

source: Category Name
fr_fr: Nom de la catégorie
nl_nl: Categorie Naam

source: Category Image
fr_fr: Image
nl_nl: Afbeelding

source: Current image
fr_fr: Image actuelle
nl_nl: Huidige afbeelding

source: Remove
fr_fr: Supprimer
nl_nl: Verwijderen

source: Rotate image Clock-wise
fr_fr: Tourner dans le sens des aiguilles d'une montre
nl_nl: Draai klokwijs

source: Rotate image Anti-clockwise
fr_fr: Tourner dans le sens contraire des aiguilles d'une montre
nl_nl: Draai tegen de klok

source: If you check this box, your customers will see this description when the mouse cursor over a link to category (there is a popup appeared.
fr_fr: Si vous cochez cette checkbox, les visiteurs pourront alors voir une description de la catégorie quand ils laisseront glisser la souris sur celle-ci (un pop up sera alors visible).

source: Update
fr_fr: Mettre à jour
nl_nl: BEWAREN

source: Add
fr_fr: Ajouter
nl_nl: Toevoegen

source: Category Data
fr_fr: Catégories
nl_nl: Categorieën

source: You can choose in which order the categories are shown on the website. Number 1 is very high on the list.
fr_fr: Vous pouvez vous-même déterminer le classement des catégories qui apparaissent sur le site web. Le numéro un est tout à fait en haut **
nl_nl: U kan zelf de volgorde van de categorieën bepalen die getoond worden op de website. Nummer één staat helemaal bovenaan **

source: ord.
fr_fr: Classement
nl_nl: Volgorde

source: Select Service
fr_fr: Type

source: Display Tooltip
fr_fr: Activer tooltip

source: Both
fr_fr: Les deux
nl_nl: Beide

source: Pickup
fr_fr: Retirer

source: Delivery
fr_fr: Livraison
nl_nl: Ingangscontrole

source: Show
fr_fr: Afficher
nl_nl: Tonen

source: Hide
fr_fr: Cacher
nl_nl: Verberg

source: There is no category available.
fr_fr: Pas de catégorie disponible
nl_nl: Geen categorie beschikbaar

source: Upgrade your package
fr_fr: Mettre à jour votre forfait
nl_nl: Uw pakket upgraden

source: Select Package
fr_fr: Sélectionner un abonnement
nl_nl: Selecteer een Pakket

source: Send Request
fr_fr: Envoyer une demande
nl_nl: Aanvraag indienen

source: Tooltip setting successfully saved
fr_fr: Paramètres tooltip sauvegardés avec succès
nl_nl: Tooltip instellingen met succes bewaard

source: Problem while storing the Tooltip setting
fr_fr: Une erreur s'est produite pendant la sauvegarde des paramètres de tooltip
nl_nl: Een fout kwam tot stand tijdens het bewaren van de tooltip instellingen

source: Add Subcategory
fr_fr: Ajouter sous-catégorie
nl_nl: Subcategorie toevoegen

source: UPDATE SUBCATEGORY
fr_fr: MISE A JOUR SOUS-CATEGORIE
nl_nl: SUBCATEGORIE UPDATEN

source: ADD SUBCATEGORY
fr_fr: MISE A JOUR SOUS-CATEGORIE
nl_nl: SUBCATEGORIE UPDATEN

source: Error Occured:sub category already exist
fr_fr: Erreur : la sous-catégorie existe déjà
nl_nl: Fout: Subcategorie bestaat reeds

source: No Category
fr_fr: Pas de catégorie
nl_nl: Geen categorie

source: Sub-Category Name
fr_fr: Nom de la sous-catégorie
nl_nl: Subcategorie Naam

source: Please give a description please
fr_fr: Donner une description svp
nl_nl: Gelieve een omschrijving te geven

source: Select A category
fr_fr: Sélectionnez une catégorie svp
nl_nl: Selecteer een categorie

source: Please give a name
fr_fr: Donnez un nom svp
nl_nl: Gelieve een naam op te geven

source: SUBCATEGORY already exist !
fr_fr: SOUS-CATÉGORIE existe déjà!

source: Error Occured
fr_fr: Une erreur s'est produite.
nl_nl: Fout kwam tot stand

source: Subcategories Data
fr_fr: Données de sous-catégories
nl_nl: Gegevens subcategorieën

source: ** You can choose in which order the subcategories to be displayed on the website. Number 1 is very high on the list.
fr_fr: Vous pouvez choisir dans quel ordre vous voulez laisser voir les sous-catégories sur le site web.
nl_nl: U kan kiezen in welke volgorde u de subcategorieën op de website wil laten tonen.

source: No Category Available
fr_fr: Pas de catégorie disponible
nl_nl: Geen categorie beschikbaar

source: Drag me
fr_fr: Glisser
nl_nl: Verslepen

source: Subcategy list is empty
fr_fr: Pas de sous-catégorie
nl_nl: Geen subcategorieën

source: Status setting successfully saved
fr_fr: Enregistrement réussi du réglage du statut
nl_nl: Instelling met succes bewaard

source: Problem while storing the Status setting
fr_fr: Problème lors de l'enregistrement du réglage d'état.
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Category service updated successfully.
fr_fr: Catégorie bien mise àjour
nl_nl: Categorie met succes geupdated

source: Some error occurred ! Please try again.
fr_fr: Une erreur s'est produite. Réessayez.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: Are you sure you want to delete this ?
fr_fr: Etes-vous sûr de vouloir le supprimer ?
nl_nl: Bent u zeker dat u dit wilt verwijderen?

source: successfully deleted !!
fr_fr: Supprimé avec succes!!
nl_nl: Met succes verwijderd

source: Successfully updated.
fr_fr: Mise à jour réussie
nl_nl: Met succes ge-update

source: Successfully Added.
fr_fr: Ajouté avec succes.
nl_nl: Met succes toegevoegd

source: Would you like to delete it ?
fr_fr: Souhaitez-vous l'effacer?
nl_nl: 100% zeker?

source: Please select at least one task
fr_fr: Veuillez sélectionner au moins une tâche
nl_nl: Selecteer minstens 1 taak

source: Please select at least one alert
fr_fr: Veuillez sélectionner au moins une alerte
nl_nl: Selecteer minstens 1 opmerking

source: Would you like to delete the attached pdf ?
fr_fr: Souhaitez-vous supprimer le fichier pdf?
nl_nl: PDF verwijderen?

source: Please fill fields of form.
fr_fr: Veuillez remplir les champs du formulaire.
nl_nl: Gelieve alle velden in te vullen

source: FINAL SCORE
fr_fr: SCORE FINAL
nl_nl: FINALE SCORE

source: Are you want to mark check for that alert?
fr_fr: Voulez-vous cocher cette alerte?
nl_nl: Wie u deze opmerking markeren?

source: The element already exists
fr_fr: L'élément existe déjà
nl_nl: Dit bestaat reeds

source: please search for element to be Added.
fr_fr: veuillez rechercher l'élément à ajouter.
nl_nl: Zoek een item om toe te voegen

source: Status is inactive so You can not login
fr_fr: Statut inactif donc vous ne pouvez pas vous connecter
nl_nl: Status is inactief - u kan niet inloggen

source: day(s)
fr_fr: Jour (s)
nl_nl: dagen

source: week(s)
fr_fr: Semaine (s)
nl_nl: Weken

source: month(s)
fr_fr: Mois
nl_nl: Maanden

source: sure to delete task
fr_fr: Assurez-vous de supprimer la tâche
nl_nl: 100% zeker?

source: sure to delete all selected task
fr_fr: S'assurer de supprimer toutes les tâches sélectionnées
nl_nl: 100% zeker?

source: sure to delete selected users.If you delete user then all tasks,alerts and other data related to that user will be deleted.
fr_fr: Êtes-vous sûr de vouloir supprimer les utilisateurs sélectionnés? Si vous supprimez l'utilisateur, toutes les tâches, alertes et autres données relatives à cet utilisateur seront supprimées.
nl_nl: 100% zeker? Alle taken, opmerkingen en andere gerelateerde data worden van voor goed verwijderd.

source: Please select atleast one task to delete
fr_fr: Veuillez sélectionner au moins une tâche à supprimer
nl_nl: Selecteer minstens 1 taak

source: You did not fill out one of the important fields(*)
fr_fr: Vous n'avez pas rempli un des champs importants(*)
nl_nl: Gelieve alle velden in te vullen a.u.b.

source: sure to delete this certificate
fr_fr: Etes-vous sûr de vouloir supprimer ce certificat?
nl_nl: 100% zeker?

source: Please select atleast one user
fr_fr: Veuillez sélectionner au moins un utilisateur
nl_nl: Selecteer een gebruiker

source: Please select atleast one task to assign
fr_fr: Veuillez sélectionner au moins une tâche a attribuer
nl_nl: Selecteer minstens 1 taak

source: Are you sure to delete these files?
fr_fr: Etes-vous sûr de vouloir supprimer les fichiers ?
nl_nl: 100% zeker?

source: Select atleast one
fr_fr: Sélectionner au moin un
nl_nl: Selecteer minstens 1 item

source: Subject field cannot be empty
fr_fr: Le champ Sujet ne peut pas être vide
nl_nl: Onderwerp kan niet leeg zijn

source: Message field cannot be empty
fr_fr: Le champ Message ne peut pas être vide
nl_nl: Bericht kan niet leeg zijn

source: Date field cannot be empty
fr_fr: Le champ Date ne peut pas être vide
nl_nl: Datum kan niet leeg zijn

source: Added_by field cannot be empty
fr_fr: Le champ Added_by ne peut pas être vide.
nl_nl: Veld kan niet leeg zijn

source: Please fill description.
fr_fr: Veuillez remplir la description.
nl_nl: Gelieve een omschrijving op te geven

source: Cause field cannot be empty
fr_fr: Le champ Cause ne peut pas être vide
nl_nl: Oorzaak kan niet leeg zijn

source: Settlement field cannot be empty.
fr_fr: La zone d'arrengement ne peut pas être vide.

source: This password not matched to original password
fr_fr: Ce mot de passe ne correspond pas au mot de passe d'origine
nl_nl: Wachtwoorden komen niet overeen

source: Would you like to update this access super code?
fr_fr: Voulez-vous mettre à jour ce super code d'accès?
nl_nl: Deze code updaten?

source: Maximum 5 groups can be assigned to a product
fr_fr: Un maximum de 5 groupes peut être affecté à un produit
nl_nl: Maximum vijf groepen kunnen toegewezen worden aan een product

source: Uploading
fr_fr: Téléchargement

source: Wrong
fr_fr: Notifier l'erreur
nl_nl: Fout melden

source: Upload Newer
fr_fr: Télécharger des nouveautés
nl_nl: Recentere fiche uploaden

source: upload new product-sheet
fr_fr: Télécharger une fiche produit récente
nl_nl: Recente Productfiche uploaden

source: Select Product
fr_fr: Sélectionnez un produit
nl_nl: Selecteer een product

source: Please enter price per unit.
fr_fr: Donner un tarif/unité svp
nl_nl: Geef een tarief/stuk in aub

source: Please enter price per person.
fr_fr: Donner un tarif/pers. svp
nl_nl: Geef een tarief/pp. in aub

source: Please enter price and select weighing unit.
fr_fr: Donner un tarif svp
nl_nl: Gelieve een tarief op te geven aub

source: Please enter price according to weighing unit.
fr_fr: Donner un tarif/unité de poids svp
nl_nl: Gelieve een tarief/gewicht op te geven aub

source: Please select a weighing unit.
fr_fr: Sélectionner une option pour le poids
nl_nl: Gelieve een optie voor gewicht te selecteren

source: You must select at least 1 day, for product availability. You have selected
fr_fr: Vous devez sélectionner au moins 1 jour de disponibilité
nl_nl: U moet minstens 1 dag selecteren bij beschikbaarheid

source: Remark sent successfully
fr_fr: Votre remarque a bien été envoyée !
nl_nl: Uw opmerking werd met succes verzonden!

source: Remark can\'t be sent successfully
fr_fr: Remarques ne peut pas être envoyé correctement
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Fields are empty or invalid
fr_fr: Les champs sont vides ou mal complétés
nl_nl: De velden zijn leeg of niet correct ingevuld

source: please provide proname
fr_fr: veuillez fournir le prénom
nl_nl: Gelieve een naam op te geven

source: Are you sure want to mark check for that alert?
fr_fr: Voulez-vous vraiment cocher cette alerte?
nl_nl: 100% zeker?

source: Please set your code first, to return to super admin.
fr_fr: Votre code pour retourner sur votre tableau SUPER admin
nl_nl: Uw code om terug te keren naar uw SUPERadmin paneel

source: File size is too big... Please upload image less than 4 MB
fr_fr: Le dossier est trop volumineux (plus de 4MB) - Diminuer le format de la photo d'abord svp - (conseil : www.picresize.com/batch.php )
nl_nl: Het bestand is te groot (meer dan 4MB) - Gelieve eerst de foto te verkleinen aub - (tip: www.picresize.com/batch.php )

source: New weight
fr_fr: Nouveau poids
nl_nl: Nieuw gewicht

source: Dutch
fr_fr: Nederlands

source: French
fr_fr: Français

source: Super Admin Login
fr_fr: Se connecter en tant que SUPER admin
nl_nl: Inloggen als SUPERadmin

source: Please enter your code
fr_fr: Donnez svp le code de sécurité
nl_nl: Gelieve de beveiligingscode op te geven

source: Taken
fr_fr: Tâches

source: Product
fr_fr: Produit

source: Favorites
fr_fr: Favoris
nl_nl: FAVORIETEN

source: List of Products without sheets
fr_fr: Liste des produits sans fiche

source: Semi-finished products
fr_fr: Produits semi-finis
nl_nl: Halffabricaten

source: Logins
fr_fr: Connexions

source: Non-Conformity
fr_fr: Non-conformité
nl_nl: Non-conformiteiten

source: Klachten
fr_fr: Plaintes

source: Alerts
fr_fr: Alertes
nl_nl: Opmerkingen

source: Taken Overview
fr_fr: Vue d'ensemble des tâches
nl_nl: Taken overzicht

source: General
fr_fr: Général
nl_nl: Algemeen

source: Shops
fr_fr: Magasins
nl_nl: Uitbatingen

source: Go to old Controlpanel
fr_fr: Aller à l'ancien Panneau de contrôle
nl_nl: Oude Controlepaneel

source: Export
fr_fr: Exporteren

source: Browse
fr_fr: Chercher
nl_nl: Zoeken

source: infodesk
fr_fr: Bureau d'information

source: Help,Search,Order
fr_fr: Aide, Recherche, Commander

source: favourite
fr_fr: Favoris
nl_nl: Favoriet

source: Favourites
fr_fr: Favoris
nl_nl: Favorieten

source: No Favourite Products Yet.
fr_fr: Pas encore de produits favoris

source: Select Semi-Product
fr_fr: Sélectionner un semi-produit
nl_nl: Selecteer een halffabricaat

source: Extra semiproduct
fr_fr: EXTRA semi-produits

source: New products
fr_fr: Nouveau produit
nl_nl: Nieuw product

source: Search by product's name,producer's name,EAN or Article Number
fr_fr: Chercher par nom de produit, par code EAN ou numéro d'article
nl_nl: Zoek op productnaam, EAN-code of artikelnr.

source: Quantity
fr_fr: Quantité
nl_nl: Aantal

source: gm
fr_fr: g

source: add
fr_fr: Ajouter

source: Product not found? Type it here
fr_fr: Nom du produit (comme sur la fiche)

source: Producers name
fr_fr: Nom du fabricant
nl_nl: Naam fabrikant

source: or
fr_fr: ou
nl_nl: of

source: Suppliers name
fr_fr: Nom fournisseur
nl_nl: Naam leverancier

source: quantity in 100g
fr_fr: Quantité par 100g
nl_nl: Aantal in 100g

source: No Semi-Products
fr_fr: Pas de semi-produits
nl_nl: Geen halffabricaten

source: Search
fr_fr: Chercher
nl_nl: Zoeken

source: product
fr_fr: Produit

source: capacity
fr_fr: capacité

source: weight
fr_fr: poids
nl_nl: gewicht

source: Making Recipe
fr_fr: Faire une recette
nl_nl: Recept maken

source: Semi-Products
fr_fr: Semi-produits
nl_nl: Halffabricaten

source: EAN-code
fr_fr: Code EAN

source: An email will be sent on behalf of admin to us as your approval. Are you sure you want to approve this?
fr_fr: J'accepte ces conditions et je donne l'autorisation à FoodDESK de télécharger les fiches de produits.
nl_nl: Ik ga akkoord met deze voorwaarden en ik verleen FoodDESK de volmacht om de productenfiches te downloaden.

source: Mail sent successfully
fr_fr: Nous vous remercions pour votre confiance. Vous pouvez maintenant donner les données de connexion.
nl_nl: Wij danken u voor het vertrouwen. U kan nu uw logingegevens opgeven.

source: login detail
fr_fr: Détails de connexion

source: Error occurred while updating status
fr_fr: Une erreur s'est produite pendant la mise à jour
nl_nl: Een fout kwam tot stand tijdens het updaten

source: Login Detail
fr_fr: Détails de connexion

source: Approve
fr_fr: Accepter
nl_nl: Goedgekeuren

source: Here comes a text that will get from our lawyer where they approve that we may use there login details to login and retrieve their sheets. Somehow the admin must approve this by sending us mail. Once approved the admin can add his login details.
fr_fr: <b>Aidez-nous à obtenir rapidement et efficacement les fiches de produits livrées de façon à ce que nous puissions plus rapidement créer vos produits !</b><br><br>Sur cette page, vous pouvez nous communiquer les données de connexion de vos fabricants <b>mais nous avons d'abord besoin pour cela de votre acceptation.</b><br><br> En cliquant sur le bouton ci-dessous, vous donnez à FoodDESK l'autorisation d'utiliser les données de connexion - que vous fournissez - en votre nom pour pouvoir télécharger les fiches de produits. FoodDESK utilise ces données de connexion SEULEMENT pour télécharger les fiches de produits. Ces données ne seront en aucun cas communiquées à des tiers. <br><br>Après cette acceptation, un autre écran apparaitra où vous pourrez donner les données de connexion par fabricant /fournisseur.
nl_nl: <b>Help ons om snel en efficient de productenfiches aangeleverd te krijgen zodat wij vlugger uw producten kunnen fixen!</b><br><br>Op deze pagina kan u de logingegevens van uw fabrikanten aan ons doorgeven <b>maar hiervoor hebben we eerst uw goedkeuring nodig.</b><br><br> Door op de onderstaande knop te klikken geeft u FoodDESK de volmacht om in uw naam deze logingegevens - die u aanlevert - te gebruiken om de productenfiches te kunnen downloaden. FoodDESK gebruikt deze logingegevens ENKEL om productenfiches te downloaden. Deze gegevens worden onder geen enkel beding aan derden doorgegeven. <br><br>Na deze goedkeuring zal u een ander scherm te zien krijgen waar u per fabrikant/leverancier deze logingegevens kan ingeven.

source: Reject
fr_fr: Refuser
nl_nl: Afwijzen

source: Username/email
fr_fr: Nom d'utilisateur/Mail
nl_nl: Gebruikersnaam/e-mail

source: Select producer
fr_fr: Sélectionner un fabricant
nl_nl: Selecteer een fabrikant

source: OR
fr_fr: OU
nl_nl: OF

source: Select supplier
fr_fr: Sélectionner un fournisseur
nl_nl: Selecteer leverancier

source: SAVE
fr_fr: SAUVEGARDER
nl_nl: BEWAREN

source: Product information
fr_fr: Informations produit
nl_nl: Productinformatie

source: Article No.
fr_fr: Art.nr.
nl_nl: Art.nr.

source: Artucle No.
fr_fr: N° d'article

source: Select category
fr_fr: Sélectionner une catégorie
nl_nl: Selecteer categorie

source: Select subcategory
fr_fr: Sélectionner une sous-catégorie
nl_nl: Selecteer subcategorie

source: Producer/Supplier Name
fr_fr: Nom fourn./fabr.

source: No Producer Added
fr_fr: Pas de fabricant

source: Add new producer
fr_fr: Ajouter fabricant

source: New producer Name
fr_fr: Fabricant

source: No Supplier Added
fr_fr: Pas de fournisseur

source: Add new supplier
fr_fr: Ajouter fournisseur
nl_nl: Leverancier toevoegen

source: New Supplier Name
fr_fr: Nom fournisseur

source: Product Type
fr_fr: Type produit

source: Custom Product
fr_fr: Propre préparation

source: Fixed Product
fr_fr: produit existant

source: Enter your product description
fr_fr: Entrez votre description de produit

source: Image Upload
fr_fr: Télécharger image

source: Please upload a rectangle image in jpg/gif/png format
fr_fr: Pour obtenir le meilleur résultat, téléchargez une photo de format carré svp (par exemple 300x300px) et avec extension jpg ou gif

source: No product image available.Please upload one.
fr_fr: Pas d'image. Sélectionnez une image svp

source: Send
fr_fr: Envoyer
nl_nl: BEWAREN

source: The setting below will printed out in FoodDESK labelprinter
fr_fr: Les paramètres ci-dessous seront utilisés pendant l'impression du label.

source: Duedate
fr_fr: Jour d'échéance
nl_nl: Vervaldag

source: days from today so on the label due date will be shown as
fr_fr: Donnez le nombre de jours à partir d'aujourd'hui dans lesquels cet article sera périmé

source: Conserve between
fr_fr: Conserver entre
nl_nl: Bewaren tussen

source: and
fr_fr: Et
nl_nl: En

source: Weight
fr_fr: Poids
nl_nl: Gewicht

source: gr
fr_fr: g

source: Select if you need to show barcode on label
fr_fr: Afficher un code-barre sur le label
nl_nl: Toon een barcode op het label

source: Extra Notification
fr_fr: Informations supplémentaires
nl_nl: Extra info

source: select a phrase
fr_fr: informations supplémentaires
nl_nl: Extra info

source: packaged in protected atmosphere
fr_fr: Conditionné sous atmosphère protégée
nl_nl: Verpakt onder beschermende atmosfeer

source: With sweeteners
fr_fr: Avec édulcorants
nl_nl: Met zoetstoffen

source: With sugar (s) and sweetener (s)
fr_fr: Avec sucre (s) et édulcorant (s)
nl_nl: Met suiker(s) en zoetstof(fen)

source: Contains aspartame (a source of phenylalanine)
fr_fr: Contient de l'aspartame (une source de phénylalanine)
nl_nl: Bevat aspartaam (bron van fenylalanine)

source: Contains a source of phenylalanine
fr_fr: Contient une source de phénylalanine
nl_nl: Bevat een bron van fenylalanine

source: Excessive use may have a laxative effect
fr_fr: Une consommation excessive peut avoir un effet laxatif.
nl_nl: Overmatig gebruik kan een laxerend effect hebben

source: Contains licorice - people with high blood pressure should avoid excessive use
fr_fr: Contient de la réglisse - les personnes hypertendus devraient éviter l'utilisation excessive.
nl_nl: Bevat zoethout - mensen met een hoge bloeddruk dienen overmatig gebruik te vermijden

source: High caffeine content. Not recommended for children and women who are pregnant or breastfeeding
fr_fr: Haute teneur en cafeïne. Déconseillé aux enfants et aux femmes enceintes ou qui allaitent.
nl_nl: Hoog cafeïnegehalte. Niet aanbevolen voor kinderen en vrouwen die zwanger zijn of borstvoeding geven

source: Contains caffeine. Not recommended for children and pregnant women
fr_fr: Contenant de cafeïne. Déconseillé aux enfants et aux femmes enceintes.
nl_nl: Bevat cafeïne. Niet aanbevolen voor kinderen en zwangere vrouwen.

source: With added plant sterols
fr_fr: Avec ajout de stérols végétaux
nl_nl: Met toegevoegde plantensteroiden

source: Food from a nutritional point of view may not be suitable for pregnant and breastfeeding women and children under the age of five
fr_fr: Les aliments d'un point de vue nutritionnel ne peuvent pas convenir aux femmes enceintes, aux femmes qui allaitent et aux enfants de moins de cinq ans
nl_nl: Levensmiddel uit voedingsoogpunt mogelijk niet geschikt voor zwangere vrouwen en borstvoedende vrouwen en kinderen jonger dan 5 jaar

source: Store in a cool constant (12c ° to 18 ° C) dry (max 70%) space
fr_fr: Conserver dans un endroit sec à une température constante (12c ° à 18 ° C) (max 70%) au frais.
nl_nl: Bewaren in een gekoelde ruimte (12c ° to 18 ° C) droogte (max 70%)

source: Craft product
fr_fr: Produit artisanal
nl_nl: Ambachtelijk product

source: Extra Notification (free field)
fr_fr: Notification supplémentaire (champ libre)

source: Image upload
fr_fr: Téléchargement de l'image

source: Share Products
fr_fr: Partager produits
nl_nl: Artikelen delen

source: products
fr_fr: Produits
nl_nl: Artikelen

source: Error
fr_fr: Erreur
nl_nl: Fout

source: Status successfully updated.
fr_fr: Etat mis à jour avec succès.
nl_nl: Status met succes geupdated

source: Product successfully updated.
fr_fr: Produit mis à jour avec succès.
nl_nl: Artikel met succes geupdated

source: Products that contains
fr_fr: Produits qui comportent un certain ingrédient
nl_nl: Artikelen die een bepaald ingrediënt bevatten

source: Article No
fr_fr: Numéro d'article
nl_nl: Artikelnr

source: Product list is empty.
fr_fr: Pas d'article dans cette liste
nl_nl: Geen artikelen in deze lijst

source: Article number
fr_fr: Numéro d'article
nl_nl: Artikelnr

source: Edit
fr_fr: Modifier
nl_nl: Bewerken

source: Please login again as we did not get company ID
fr_fr: Veuillez vous connecter à nouveau car nous n'avons pas obtenu votre numéro d'identification de société
nl_nl: Gelieve terug in te loggen a.u.b.

source: Please provide how to make
fr_fr: Veuillez indiquer comment faire
nl_nl: Wat is de werkwijze

source: Some error occured
fr_fr: Une erreur s'est produite. Réessayez.
nl_nl: Een fout kwam tot stand. Probeer opnieuw.
