Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: You can put the QR-Code on your bag,website,boxes,menucards,etc.. in that way your client can leave their (honest) feedback so you can anticipate very quickly. All data (emailaddresses) will be collected in our system so you can easily send mailings and increase your revenue that way.
nl_nl: U kan deze QR-code plaatsen op een broodzak, doos, menukaart, etc.. en kunnen uw klanten u rechtstreeks - en buiten social media om - feedback doorgeven waarop u dan snel kan anticiperen. Alle data (zoals feedback en emailadres) worden verzameld en met een klik op de knop kan u binnenkort al uw klanten een mailing sturen (!) Enkele cijfers: naar schatting plaatst slechts 20% van de bevolking een negatieve opmerking op social media om zowel het bedrijf als andere klanten te waarschuwen. Dit wil zeggen dat maar liefst 80% van de bevolking geen feedback achter laat maar wel eventueel achterblijft met irritatie-gevoel. Via EasyBUTLER willen we deze mensen een tool geven om op een DISCRETE manier hun irritatie te delen met de handelaar of uitbater.

source: Try for yourself! Scan the QR-Code shown on the left and your own digital allergencard inclusion filter and neat feedback system will be shown. After adding feedback go to
nl_nl: Probeer zelf even uit! - Download onze "EasyBUTLER" app via Google play of voor iOS en scan vervolgens uw unieke QR-code in. Geef jezelf feedback en kom dan terug naar uw controlepaneel om het resultaat te zien …

source: More info at
nl_nl: Meer info

source: Table Manager
nl_nl: Tafel manager

source: Table groups
nl_nl: tafelgroepen

source: Why EasyBUTLER
nl_nl: Waarom EasyBUTLER

source: MENUCARD MAKER
nl_nl: MENUKAART MAKER

source: Closed(36)
nl_nl: Gesloten

source: Division
nl_nl: Locatie

source: Order Preview
nl_nl: Bestel preview

source: Table
nl_nl: Tafel

source: Total
nl_nl: Totaal

source: Employeer
nl_nl: Werknemer

source: Assigned To
nl_nl: Toewijzen aan

source: Simple Report
nl_nl: Eenvoudig rapport

source: Average Report
nl_nl: Gemiddelde

source: Daylist
nl_nl: Daglijst

source: Select date
nl_nl: Selecteer datum

source: Report
nl_nl: Rapport

source: Some went wrong, please try again !
nl_nl: Er ging iets fout, probeer opnieuw!

source: Please add a template message
nl_nl: Gelieve een sjabloon bericht toe te voegen

source: Please add template name
nl_nl: Gelieve een sjabloon naam toe te voegen

source: Successfully saved as draft !
nl_nl: Met succes bewaard als voorlopige versie

source: Create Mailings
nl_nl: Mailing aanmaken

source: Templetes manager
nl_nl: Sjabloon manager

source: Select a template
nl_nl: Selecteer een sjabloon

source: Create a new one
nl_nl: Maak een nieuwe

source: EasyBUTLER from
nl_nl: EasyBUTLER van

source: Save as template
nl_nl: Bewaar als sjabloon

source: Woops!
nl_nl: Oeps!

source: You have more than
nl_nl: Je hebt meer dan

source: subscribers
nl_nl: abonnees

source: Please contact us or
nl_nl: Gelieve ons te contacteren

source: your marketing package
nl_nl: jouw marketing pakket

source: Your mailing will be send to
nl_nl: De mailing wordt verstuurd naar

source: subscribers!
nl_nl: abonnees!

source: Save draft
nl_nl: Bewaar voorlopige versie

source: Please add a new template name
nl_nl: Gelieve een nieuwe sjabloon naam toe te voegen

source: Are you sure, you want to Unflag this Feedback !
nl_nl: Zeker dat u dit ongedaan wil maken?

source: Are you sure, you want to send mail !
nl_nl: Deze mail versturen?

source: Mail Send Successfully !
nl_nl: Mail werd met succes verzonden.

source: Contact Client
nl_nl: Contacteer klant

source: Previous Mails
nl_nl: Vorige mails

source: Date Sent
nl_nl: Verzonden

source: Message
nl_nl: Bericht

source: Feedback ANALYASE
nl_nl: Feedback ANALYSE

source: Feedbacks
nl_nl: Opmerkingen

source: Good Remarks
nl_nl: Positief

source: Bad Remarks
nl_nl: Negatief

source: Avg Score
nl_nl: Gemiddelde score

source: Flagged Remarks
nl_nl: Opmerkingen

source: Are you sure, you want to Unsubscribe ?
nl_nl: Ben je zeker dat je je wil uitschrijven?

source: Unsubscribed Successfully
nl_nl: Met succes uitgeschreven

source: Not Subscribed
nl_nl: Niet geabonneerd

source: Recent Week
nl_nl: Vorige week

source: Reviews
nl_nl: Feedbacks

source: AVERAGE
nl_nl: GEMIDDELDE

source: Last week
nl_nl: Vorige week

source: Flagged remarks
nl_nl: Gemarkeerde opmerkingen

source: REVIEWS TODAY
nl_nl: FEEDBACKS VANDAAG

source: TOTAL REVIEWS
nl_nl: TOTAAL FEEDBACKS

source: EMAIL ADDRESSES
nl_nl: EMAILADRES

source: Conversation
nl_nl: Actie

source: No Feedback Found.
nl_nl: Geen feedback

source: Last 10 feedbacks
nl_nl: Laatste 10 feedbacks

source: Load More
nl_nl: Laad meer

source: One to One
nl_nl: Een naar een

source: Select emails
nl_nl: Selecteer e-mails

source: No emails
nl_nl: Geen e-mails

source: Mail successfully saved as draft.
nl_nl: Mail met succes bewaard als voorlopige versie.

source: Updation Failed.
nl_nl: Fout tijdens updaten.

source: Email addresses
nl_nl: E-mailadressen

source: last 30 days
nl_nl: Laatste 30 dagen

source: 1 to 1 mails
nl_nl: Rechtstreekse mails

source: Bulk mails
nl_nl: Mail aan meerdere personen

source: Draft mails
nl_nl: Voorlopige versie mails

source: Created On
nl_nl: Gemaakt op

source: Statistics
nl_nl: Statistieken

source: Under Construction
nl_nl: Onder constructie

source: Show recipe section
nl_nl: Toon recepturengedeelte

source: You cant Save data,as some fields are blank
nl_nl: Je kan deze gegevens niet bewaren omdat sommige velden leeg zijn

source: Are you sure,you want to delete ?
nl_nl: 100% zeker dat je dit wil verwijderen?

source: Add Group
nl_nl: Groep toevoegen

source: Back to QR Code
nl_nl: Terug naar de QR code

source: Save Groups
nl_nl: Groepen bewaren

source: Please fill All the Required Fields
nl_nl: Gelieve alle verplichte velden in te vullen

source: Generate
nl_nl: Generate API

source: ID Already Exist
nl_nl: Deze ID bestaat reeds

source: Only Numeric values Allowed
nl_nl: Alleen maar nummers toegestaan

source: Table ID
nl_nl: Tafel nr

source: Print QR
nl_nl: Print QR code

source: SELECT GROUP
nl_nl: SELECTEER EEN GROEP

source: SELECT LOCATION
nl_nl: LOCATIE SELECTEREN

source: Resturant Name
nl_nl: Naam van uw zaak

source: Max Length is 30 characters
nl_nl: Maximum lengte is 30 karakters

source: No of Characters exceeding the Max Limit Size
nl_nl: Aantal tekens overschrijdt de maximumlimiet

source: Activate Bestelapp
nl_nl: Activateer bestel-module

source: Just Show As Allergencard
nl_nl: Toon als allergenenkaart

source: Manually Activate Order App
nl_nl: Manueel bestel-module in-/uitschakelen

source: Or Set timer daily from
nl_nl: OF gebruik deze timer

source: Show Prices
nl_nl: Toon prijzen

source: Message if order App is Active
nl_nl: Bericht als bestelapp actief is

source: Message if order App is InActive
nl_nl: Bericht als bestelapp inactief is

source: I want to receive feedback
nl_nl: Ik wil graag feedback ontvangen

source: Message in Dutch
nl_nl: Bericht in het Nederlands

source: Message in English
nl_nl: Bericht in het Engels

source: Message in French
nl_nl: Bericht in het Frans

source: Hide / Unhide
nl_nl: Verbergen/tonen

source: Menucard date invalid
nl_nl: Menukaart foute datum

source: It is not possible to deactivate this menu as week view is on
nl_nl: Het is niet mogelijk om deze menukaart te deactiveren omdat het weekoverzicht is aangevinkt

source: It is not possible to activate this menu as week view is on
nl_nl: Het is niet mogelijk om deze menukaart te deactiveren omdat het weekoverzicht is aangevinkt

source: It is not possible to delete this menu as week view is on
nl_nl: Het is niet mogelijk om deze menukaart te verwijderen omdat het weekoverzicht is aangevinkt

source: Suggestions
nl_nl: Suggesties

source: Overview Suggestion Menucards
nl_nl: Overzicht suggesties

source: Add Menu Card
nl_nl: Menukaart toevoegen

source: Ord
nl_nl: Volgorde

source: All Time
nl_nl: Altijd

source: Add menu card
nl_nl: Menukaart toevoegen

source: Name menu card
nl_nl: Naam menukaart

source: Show prices
nl_nl: Toon prijzen

source: Show language
nl_nl: Toon taal

source: Show Menucard
nl_nl: Toon menukaart

source: Save & Close
nl_nl: Bewaar & Sluiten

source: Save + Menu
nl_nl: Bewaar + menu

source: Add subcat
nl_nl: Subcategorie toevoegen

source: Would you like to remove category ?
nl_nl: 100% zeker?

source: Please provide Text to save
nl_nl: Gelieve de alle velden in te vullen aub

source: display name on menucard
nl_nl: Naam op menukaart

source: Please select product first
nl_nl: Gelieve eerst een gerecht/product te selecteren

source: Would you like to delete this ?
nl_nl: 100% zeker?

source: Subcategory name
nl_nl: Subcategorie Naam

source: Provide a category name first
nl_nl: Gelieve een categorienaam op te geven aub

source: Please inquire
nl_nl: Gelieve na te vragen

source: Free from allergens
nl_nl: Vrij van allergenen

source: Menucard Name
nl_nl: Menukaart naam

source: Please first create the element
nl_nl: Maak eerst een element aan

source: Select date (range)
nl_nl: Selecteer datum

source: Please select format type
nl_nl: Selecteer een type

source: Please select a product
nl_nl: Gelieve product te selecteren

source: Select products
nl_nl: Selecteer producten

source: Please provide a product name
nl_nl: Gelieve een naam op te geven voor het product

source: Can be ordered.
nl_nl: Kan besteld worden

source: Print sheets
nl_nl: Print fiches

source: Search product
nl_nl: Artikel zoeken

source: display name on menucard
nl_nl: Toon naam op menukaart

source: Can be ordered
nl_nl: Kan besteld worden

source: Select products
nl_nl: Selecteer producten

source: Price:
nl_nl: Prijs:

source: Price
nl_nl: Prijs

source: Show prices
nl_nl: Toon prijzen

source: Compile Menu
nl_nl: Stel menu samen

source: cancel
nl_nl: Annuleer

source: import
nl_nl: Importeer

source: fridge labels
nl_nl: koeltoog labels

source: PRINT ALL
nl_nl: ALLES PRINTEN

source: No product is added in the list
nl_nl: Geen enkel product werd toegevoegd

source: Edit product
nl_nl: Product bewerken

source: Please add template name and message.
nl_nl: Gelieve een template, naam en bericht toe te voegen.

source: Updated Successfully.
nl_nl: Met succes geüpdatet.

source: Back to Template
nl_nl: Terug naar template

source: Template Name
nl_nl: Template naam

source: Deleted Successfully.
nl_nl: Met succes verwijderd.

source: 1 to 1 Templates
nl_nl: 1 naar 1 templates

source: Create New Template
nl_nl: Nieuwe template maken

source: Last Edited
nl_nl: Laatst aangepast

source: No Last Edit
nl_nl: Geen laatste aanpassing

source: Template Type
nl_nl: Templates type

source: Template name
nl_nl: Template naam

source: Template subject
nl_nl: Sjabloon onderwerp

source: You have not yet completed the steps of recipie Section,please complete them first
nl_nl: U heeft nog niet alle stappen doorlopen.

source: You did not add any category yet
nl_nl: Gelieve minstens één categorie toe te voegen aub

source: You did not add any product yet
nl_nl: Gelieve minstens een product toe te voegen aub

source: Show on allergencard is not checked yet
nl_nl: Tonen op allergenenkaart is niet aangevinkt (in instellingen)

source: You did not entered an employer yet
nl_nl: U heeft nog geen werknemer toegevoegd.

source: You did not entered a supplier yet
nl_nl: U nog heeft geen leverancier toegevoegd.

source: You did not entered a object yet
nl_nl: U heeft nog geen enkel apparaat toegevoegd.

source: You did not entered a task yet
nl_nl: U heeft nog geen enkele taak toegevoegd.

source: Introduction Complete
nl_nl: Stappenplan compleet

source: Basic introduction Complete
nl_nl: Stappenplan compleet

source: You completed the steps succesfully!
nl_nl: Stappenplan met succes afgerond! Vul nu verder alle gegevens aan en laat het systeem nadien voor u werken!

source: First Step
nl_nl: STAPPENPLAN

source: Introduction has been taken.
nl_nl: Stappenplan voldaan

source: Follow these steps
nl_nl: Gelieve deze stappen door te nemen.

source: Recipie
nl_nl: Receptuur

source: Add (sub)categories
nl_nl: (sub)categorie toevoegen

source: Go to Recepturen / Categories OR
nl_nl: Gaat naar recepturen/categorieën of

source: click
nl_nl: Klik

source: HERE
nl_nl: HIER

source: To add/update your categories or even Subcategories.
nl_nl: (Indien u op KLIK HIER klikt wordt er een nieuw tabblad geopend. Na het toevoegen van<br>de categorieën kan u deze tabblad sluiten en komt u weer op deze pagina terecht)

source: Important note: These categories will be used aswell in your
nl_nl: Belangrijk: deze categorieën worden ook getoond op uw

source: Go to Recipe / Articles or
nl_nl: Ga naar receptuur / artikelen of

source: Add at least 1 article or dish as a test and assign allergens to it. No time to add the categories / articles / recipes? We can do this for you. Call us at 014/58 84 66 or send us a mail to info@fooddesk.be for more info.
nl_nl: Voor minstens één artikel of gerecht in en wijs allergenen toe. Indien u hulp nodig heeft contacteer ons vrijblijvend.

source: Check Settings
nl_nl: Controleer de instellingen

source: Go to Settings / Allergencard
nl_nl: Ga naar instellingen / allergenenkaart

source: No time to add your recipes? We can do this for you – pls call 014 58 84 66 or send us a request mail to info@fooddesk.be with the words “I want more info about recipe package”.
nl_nl: Geen tijd of zin om uw recepturen toe te voegen? Contacteer ons vrijblijvend voor meer info

source: Add Semi Product
nl_nl: Halffabricaat toevoegen

source: Go to Recipe / Semi-products or
nl_nl: Ga naar een receptuur / halffabricaat of

source: Add semi products so you can add them easely in your recipes afterwards
nl_nl: Voeg halffabricaten toe om deze nadien vlug in uw recepturen te kunnen invoeren.<br>Indien u geen gebruik wenst te maken van een halffabricaat, klik op volgende.

source: Add Recipes
nl_nl: Recepturen toevoegen

source: Go to Recipe / Articles or
nl_nl: Ga naar recepturen / artikelen of

source: Check Setting
nl_nl: Controleren de instellingen

source: Add Employers
nl_nl: Werknemers toevoegen

source: Go to HACCP / Werknemers OR
nl_nl: Ga naar HACCP / werknemers of

source: To add your employers. We need to do this so we can assign tasks to them later on
nl_nl: Om uw werknemers toe te voegen. U kan op een later tijdstip taken toewijzen aan deze werknemers.

source: Add your suppliers
nl_nl: Leveranciers toevoegen

source: Go to HACCP / Suppliers or
nl_nl: Ga naar HACCP / leveranciers of

source: To add your suppliers where you work with.
nl_nl: Om u leveranciers toe te voegen met wie u samenwerkt

source: Add your objects
nl_nl: Apparaten toevoegen

source: Go to HACCP / Objects or
nl_nl: Ga naar HACCP / of

source: To add all of your objects that can be related to tasks.
nl_nl: Om al uw apparaten toe te voegen die u nadien kan koppelen aan taken.

source: Add tasks
nl_nl: Taken toevoegen

source: Go to HACCP / Tasks or
nl_nl: Ga naar HACCP / taken of

source: To load the most frequently standard tasks and assign them to your employers / objects and check the frequency.
nl_nl: om de meest frequente standaard taken op te laden en toe te wijzen aan personeel/apparaten

source: Your account has verified, Please check your mail for id and password
nl_nl: Uw account werd met succes aangemaakt - Wij hebben een mail gestuurd met uw logingegevens.

source: Congratulations, your email has verified
nl_nl: Proficiat, uw mailadres is geverifieerd!

source: No account yet
nl_nl: Geen account gevonden

source: Pls create one
nl_nl: Gelieve eerst een account aan te maken

source: Sheets
nl_nl: Fiche

source: A new
nl_nl: Nieuw

source: REQUEST from
nl_nl: AANVRAAG van

source: REQUEST FOR AN ADDON
nl_nl: AANVRAAG VOOR EEN PAKKET

source: with ID
nl_nl: met ID

source: Contactperson:
nl_nl: Contactpersoon:

source: Phone:
nl_nl: Tel:

source: Current Account: FDD
nl_nl: Huidig account: FDD

source: Requested Account
nl_nl: Account aanvragen

source: Cancellation
nl_nl: Annulatie

source: Option
nl_nl: Optie

source: A new <b>
nl_nl: Nieuw <b>

source: Contactperson:
nl_nl: Contactpersoon:

source: Phone:
nl_nl: Tel:

source: Current Account: FDD
nl_nl: Huidig account: FDD

source: Requested Account: <b>FDD
nl_nl: Account aanvragen: <b>FDD

source: <b>Option: </b>
nl_nl: <b>Optie:: </b>

source: Remark:
nl_nl: Opmerking:

source: Our platform is getting a little tune up!
nl_nl: Ons controlepaneel wordt geüpdatet!

source: We apologize for the inconvenience,but we're performing some maintenance.
nl_nl: Sorry voor het ongemak, ons controlepaneel is in onderhoud.

source: You can still contact us at:
nl_nl: Je kan contact met ons opnemen via

source: We'll be back up soon!
nl_nl: We zijn snel terug online!

source: Assigned Lotnbr
nl_nl: Toegewezen lotnr

source: Data is correct - Next
nl_nl: Ga verder

source: Proposed Sheet
nl_nl: Suggestie

source: Fix
nl_nl: Toewijzen

source: Print all labels
nl_nl: Alle labels printen

source: /Package
nl_nl: /Verpakking

source: to grams/ml per unit
nl_nl: naar gram/mililiter per unit

source: Price/unit
nl_nl: Tarief/stuk

source: Fix sheets
nl_nl: Techn.fiches

source: Control Delivery
nl_nl: Ingangscontrole

source: Products OK
nl_nl: Artikelen OK

source: Packaging OK
nl_nl: Verpakking OK

source: Temperature OK
nl_nl: Temperatuur OK

source: Due dates OK
nl_nl: Vervaldatums OK

source: Report Non-conformity
nl_nl: Non-conformiteit rapporteren

source: Product notification
nl_nl: Productmelding

source: Select a product
nl_nl: Selecteer een product

source: Expiration date
nl_nl: Vervaldatum

source: Due date
nl_nl: Vervaldag

source: Please enter category name
nl_nl: Gelieve categorienaam op te geven aub

source: Category already Exists !
nl_nl: Categorie bestaat reeds

source: Category Name in Dutch
nl_nl: Categorienaam NL

source: Category Name in English
nl_nl: Categorienaam ENG

source: Category Name in French
nl_nl: Categorienaam FR

source: Subcategorie name cant be blank
nl_nl: Subcategorie kan niet leeg zijn

source: Sub-Category Name in Dutch
nl_nl: Subcategorie in NL

source: Sub-Category Name in English
nl_nl: Subcategorie in ENG

source: Sub-Category Name in French
nl_nl: Subcategorie in FR

source: Open Incidents
nl_nl: Open non-conformiteiten

source: RECIPE
nl_nl: RECEPTUUR

source: Please select supplier
nl_nl: Gelieve de leverancier te selecteren

source: Products added to favourite
nl_nl: Producten met succes aan favorieten toegevoegd

source: Please select products to add as your favourites.
nl_nl: Gelieve eerst een gerecht/artikel te selecteren

source: Selected products are already in your favourites.
nl_nl: De geselecteerde producten zitten reeds in uw FAVORIETEN

source: Supplier
nl_nl: Leverancier

source: Add Favorite
nl_nl: Favoriet toevoegen

source: ------ Select Supplier ------
nl_nl: Selecteer leverancier

source: PWS
nl_nl: Vervang door nieuw product

source: Not found?
nl_nl: Niet gevonden?

source: Please ask
nl_nl: Gelieve na te vragen

source: Nuts
nl_nl: Noten

source: Are you sure you want to delete this from favourite ?
nl_nl: Ben je zeker dat je dit uit je favorieten wil verwijderen?

source: Thank you for your cooperation. Our colleagues will check and correct this sheet as quickly as possible. You do not need to take any further action as the allergens, ingredients and nutritional values ​​are automatically adjusted after a change.
nl_nl: Dank voor uw medewerking. Het FoodDESK TEAM zal deze fiche(s) verder nakijken. U hoeft geen verdere actie te ondernemen aangezien de allergenen, ingrediënten en voedingswaarden automatisch in uw recepturen worden aangepast bij goedkeuring.

source: Are you sure you want to mark all used products as favourite?
nl_nl: Ben je zeker dat je alle gebruikte ingrediënten als favoriet wil markeren?

source: Update successfully
nl_nl: Met succes geupdatet

source: Not found
nl_nl: Geen resultaten gevonden

source: add new
nl_nl: Nieuwe toevoegen

source: Update Producer
nl_nl: Fabrikant updaten

source: Update Supplier
nl_nl: Update leverancier

source: Traces
nl_nl: Sporen

source: Nutritional Values
nl_nl: Voedingswaarden

source: Updated Date
nl_nl: Datum aangepast

source: Update Supplier Article Number
nl_nl: Update leverancier artikelnummer

source: Update Producer Article Number
nl_nl: Update producent arikelnummer

source: *When missing data we have obtained this from the manufacturer. For more information please contact the manufacturer.
nl_nl: *Indien u geen gegevens ziet, dan hebben wij de gegevens verkregen via de fabrikant. Gelieve de fabrikant rechtstreeks te contacteren voor meer informatie.

source: Not found? Add new producer
nl_nl: Niet gevonden? Nieuwe fabrikant toevoegen

source: Update Supplier Article No.
nl_nl: Update leverancier artikel nr.

source: Please Add Supplier First
nl_nl: Gelieve eerst de leverancier toe te voegen

source: Delete sheet
nl_nl: Verwijder fiche

source: Are you sure you want to delete this sheet!
nl_nl: 100% zeker dat u dit wil verwijderen?

source: MARK ALL AS FAVOURITE
nl_nl: MARKEER ALLE ALS FAVORIET

source: ADD FAVOURITE
nl_nl: INGREDIENT TOEVOEGEN

source: Search Favourite by Product name
nl_nl: Zoek favoriet volgens productnaam

source: FoodDESK Favourite
nl_nl: FoodDESK favoriet

source: Supplier Art No.
nl_nl: Leverancier artikel nr.

source: used in recipe
nl_nl: Gebruikt in receptuur

source: Show more
nl_nl: Toon meer

source: Show less
nl_nl: Toon minder

source: No FOODESK Favourite Products Yet.
nl_nl: Nog geen favorieten toegevoegd

source: PWS Favourite
nl_nl: PZF favoriet

source: Article nr supplier
nl_nl: Artikelnr. leverancier

source: Article producer
nl_nl: Artikelnr. fabrikant

source: No PWS Favourite Products Yet.
nl_nl: Nog geen PZF favorieten

source: Add Supplier
nl_nl: Leverancier toevoegen

source: Add Producer
nl_nl: Fabrikant toevoegen

source: Not found? Add new Producer
nl_nl: Niet gevonden? Nieuwe fabrikant toevoegen

source: Replace this product
nl_nl: Wijzig dit product

source: Product don't have Supplier
nl_nl: Product heeft geen leverancier

source: No semipeoduct used in this recipe
nl_nl: Geen halffabricaten gebruikt in dit recept

source: This product already exists in the recipe, you can update the weight of that product
nl_nl: Deze grondstof bestaat reeds in het receptuur. U kan het gewicht gemakkelijk aanpassen.

source: This semi product already exists in the recipe, you can update the weight of that product
nl_nl: Dit halffabricaat bestaat reeds in het receptuur. U kan gemakkelijk het gewicht van dit halffabrikaat aanpassen.

source: Next product not exists
nl_nl: Geen volgend product

source: You are trying to change the composition of a semi product. This is only possible in the recipe of that semi product
nl_nl: Je probeert de samenstelling van een halffabricaat te wijzigen. Dit is alleen mogelijk in het receptuur van het halffabricaat.

source: Please create product first
nl_nl: Gelieve eerst een product te maken

source: Product does not have supplier
nl_nl: Product heeft geen leverancier - gelieve deze toe te voegen.

source: No Supplier available
nl_nl: Geen leverancier beschikbaar

source: Please fill content value
nl_nl: Gelieve de inhoud in te vullen

source: Please fill waste first
nl_nl: Gelieve afval in te vullen

source: Tax excluding vat cannot be empty
nl_nl: Belasting exclusief BTW kan niet leeg zijn

source: Production time
nl_nl: Productietijd

source: SP
nl_nl: HF

source: Recipe wt. is empty
nl_nl: Geen gewicht opgegeven

source: Show all losses
nl_nl: Toon alle verliezen

source: Simple version
nl_nl: Eenv. versie

source: UPDATE & List
nl_nl: UPDATE & Lijst

source: Sub-allergens
nl_nl: suballergenen

source: Print Sheet
nl_nl: Fiche printen

source: Included Semi-products
nl_nl: Halffabricaten inclusief
