Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: products having no ingredients
fr_fr: Produits ne comprenant pas de fiches produits

source: Semi-products
fr_fr: semi-produits
nl_nl: Halffabricaten

source: Favourite-products
fr_fr: Produits favoris

source: Semi-products EXTRA
fr_fr: Semi-produits SUPPLEMENTAIRES

source: List of Fooddesk products approved within 7 days
fr_fr: Liste produits de FoodDESK

source: Snel product toewijzen aan categorie
fr_fr: Gérer catégories

source: Report Export
fr_fr: Rapporter - Exporter

source: Video Link
fr_fr: VIDEO TUTORIAL

source: Update Shop
fr_fr: Mise à jour boutique en ligne

source: Calendar
fr_fr: Calendrier

source: Legend
fr_fr: Légende

source: Current Date
fr_fr: Date actuelle

source: Pick Closed
fr_fr: Retrait fermé

source: Delivery Closed
fr_fr: Pas de livraison

source: Pickup and delivery closed
fr_fr: Livraison / Retrait fermé

source: Manually closed
fr_fr: Fermer manuellement

source: Subscribers
fr_fr: Clients

source: Trial (first 20 for free)
fr_fr: Essai (jusqu'à 20 clients, vous pouvez envoyer des mails gratuitement)

source: Not activated (please
fr_fr: Non activé (svp)

source: select an option
fr_fr: sélectionnez une option

source: credits left
fr_fr: crédits restants

source: Contact Name
fr_fr: Nom

source: Shop Status
fr_fr: Etat

source: Order Actions
fr_fr: Paramètres de commande

source: Not Set
fr_fr: Non réglé

source: No sub-admins registered !
fr_fr: Pas de subadmins enregistrés

source: Your code to return to Super Admin
fr_fr: Votre code pour retourner sur votre tableau SUPER admin
nl_nl: Uw code om terug te keren naar uw SUPERadmin paneel

source: Please enter your access code. (4-Digit)
fr_fr: Donnez le code de sécurité svp

source: View Subcategories
fr_fr: Consulter les sous-catégories

source: Sub-category Order Updated Successfully
fr_fr: Commande mise à jour avec succès

source: Tooltip setting successfully.
fr_fr: Tooltip bien réglé

source: Problem while saving the ToolTip setting.
fr_fr: Une erreur s'est produite pendant la mise à jour de Tooltip

source: Subcategory
fr_fr: Sous-catégorie

source: Update subcategories
fr_fr: mise à jour sous-catégorie

source: Add subcategories
fr_fr: Ajouter une sous-catégorie

source: If you check this box, your customers will see this description when the mouse cursor over a subcategory link to (there is then a popup to appear).
fr_fr: Vos clients pourront voir la description ci-dessus lorsqu'ils feront glisser la souris sur le lien sous-catégorie (un pop up apparaîtra).

source: If your clients have a subcategory clickable on this page a message at the top. This is a promotional text related to this subcategory. The message is below post.
fr_fr: Si vos clients ont cliqué sur une sous-catégorie, vous avez la possibilité de placer un message sur le haut de cette page. Cela peut être un texte de réclame concernant cette sous-catégorie. Vous pouvez noter le message ci-dessous.

source: What is the setup cost
fr_fr: Quels sont les coûts de démarrage

source: Setup cost is a one-time cost. You can choose from three different packages:
fr_fr: Le coût d'installation est un coût unique. Vous pouvez choisir parmi trois forfaits différents:

source: STARTER PACKAGE:
fr_fr: STARTER PAKKET:

source: PLUS STARTER PACKAGE:
fr_fr: STARTER PLUS PAKKET:

source: Select Package:
fr_fr: Sélectionner un abonnement

source: STARTER PLUS PACKAGE (550.00 &euro; )
fr_fr: STARTER PLUS ABONNEMENT (550.00 &euro; )

source: ALL-IN-ONE PACKAGE (950.00 &euro; )
fr_fr: ALL-IN-ONE ABONNEMENT (950.00 &euro; )

source: I agree with the
fr_fr: J'accepte

source: terms of use
fr_fr: les conditions

source: STARTER PAKKET
fr_fr: STARTER ABONNEMENT

source: STARTER PLUS PAKKET
fr_fr: STARTER PLUS ABONNEMENT

source: ALL-IN-ONE PAKKET
fr_fr: ALL-IN-ONE ABONNEMENT

source: Save money by configuring the system yourself! With this package we <br> assume that the categories and products yourself inserted into the system <br> (including images, descriptions, rates, etc. ..).
fr_fr: Économisez de l'argent en configurant le système vous-même ! Avec ce pack, nous<br> Nous assurons que les catégories et les produits soient inséré dans le système <br> (Images, descriptions, tarifs, etc.).

source: This package includes:
fr_fr: Ce pack inclus :

source: Activation of your account
fr_fr: Activation de votre compte

source: We apply the color / style according to the look n feel of your website
fr_fr: Nous appliquons la couleur / style en fonction de l'aspect de votre site Web

source: If you wish, we can test (including code) on your server. This page provides a preview of how the shop eventually
fr_fr: Si vous le souhaitez, nous pouvons tester (y compris le code) votre serveur. Cette page fournit un aperçu de la façon dont la boutique

source: will look like (without having your customers see this). After all adjustments have been made (institutions, categories and products added, etc..)
fr_fr: Ressemblera (sans que vos clients voient cela). Après avoir effectué tous les ajustements (institutions, catégories et produits ajoutés, etc.)

source: We can implement the code in the existing site
fr_fr: Nous pouvons implémenter le code dans le site existant

source: One time fee:
fr_fr: Frais uniques :

source: If you have little time and want a ready-made system, you can opt for this package.
fr_fr: Si vous avez peu de temps et que vous voulez un système prêt à l'emploi, vous pouvez opter pour ce forfait.

source: This package contains the STARTER PACKAGE includes:
fr_fr: Le pack STARTER comprend :

source: System configuration according to your wishes (settings)
fr_fr: Configuration du système selon vos souhaits (réglages)

source: All categories and products are created by us
fr_fr: Toutes les catégories et produits sont créés par nos soins

source: (max 100 - each 100 = &euro; 75)
fr_fr: (max 100 - chaque 100 = &euro; 75)

source: Photos are added to products if desired
fr_fr: Des photos sont ajoutées aux produits désiré

source: If you do not feel like taking pictures of all your products?
fr_fr: Vous n'avez pas envie de prendre des photos de tous vos produits?

source: NO Problem
fr_fr: Pas de problème

source: This package contains the STARTER PACK PLUS includes
fr_fr: Le pack STARTER PLUS inclus :

source: Spot taking pictures of all products
fr_fr: La prise de photos de tous les produits

source: (max 100 - each 100 = &euro; 75 extra)
fr_fr: (max 100 - chaque 100 = &euro; 75 extra)

source: All the photo editing + optimize
fr_fr: Tout le montage photo + optimisation

source: All photographs deploy the system
fr_fr: Toutes les photographies déploient le système

source: Outside a radius of 20 km (Yellow) we charge a fee of &euro; 0.25 / km
fr_fr: En dehors d'un rayon de 20 km (Jaune) nous facturons des frais de & euro; 0,25 / km

source: All prices exclude VAT
fr_fr: Tous les tarifs sont hors TVA

source: We do not have one or more product sheets from manufacturers / suppliers at our disposal, which means that the values ​​below are not entirely correct. We can not be held liable for any direct or indirect damage. However, we will update this information as soon as the product sheets are available.
fr_fr: Nous n'avons pas une ou plusieurs fiches produits des fabricants/ fournisseurs à notre disposition, cela veut dire que les valeurs ci-dessous ne sont pas entièrement correct. nous ne pouvons pas être tenus responsables de tout dommage direct ou indirect. Toutefois, nous allons metre a jour cette information du moments que les fichiers des produits sont valables.

source: product data not completed
fr_fr: Données produits non complétées

source: Time range is not valid. Please check Hours and Minutes
fr_fr: L'heure n'a pas été donnée correctement - Contrôler l'heure et les minutes

source: Tour Planner
fr_fr: Planification

source: Select Time Range
fr_fr: Sélectionner des heures

source: Get tour
fr_fr: Début

source: Uw code
fr_fr: Votre code

source: Videos
fr_fr: Vidéos

source: In constructions
fr_fr: En construction

source: Please fill group details !
fr_fr: Veuillez remplir les détails du groupe!

source: Webshop
fr_fr: Boutique en ligne

source: Allow customer to upload image
fr_fr: Cochez si vos visiteurs peuvent télécharger une photo

source: Per Unit Weight
fr_fr: Par unité de poids

source: Let client choose
fr_fr: Le client peut choisir

source: Per unit price
fr_fr: /unité

source: Per unit
fr_fr: Par unité

source: Want a product put in paint or is this a new product you can be the customer know by placing an icon behind.
fr_fr: Voulez-vous mettre en valeur à un certain produit ou s'agit-il d'un nouveau produit ? Alors vous pouvez le faire savoir au client en plaçant un petit icône derrière le produit.

source: Group
fr_fr: Option
nl_nl: Groep

source: This feature allows the customer to put together a product (eg cheese sandwich: small = &euro; -1.00 / +0.00 &euro; = medium / large &euro; = +1.00). The groups can be created via "Settings".
fr_fr: Cette fonction rend possible au client de composer un certain produit (par exemple : petit pain fromage : petit = -1.00 / moyen = +0.00€ / grand = +1€). Les options peuvent être créées via "paramètres".

source: Will be added on per unit purchase.
fr_fr: (options supplémentaires)

source: No groups available
fr_fr: Pas d'option disponible

source: formaat 0.0000 (punt) , <br> Rate to begin with - or + sign and 4 digits after the dot (eg: -42.4823 +42.4823 or)
fr_fr: format 0.00 (point) , <br> le tarif doit commencer avec un signe moins ou plus et deux chiffres après la virgule (eg: -42.45 +42.50)

source: Take same settings for this category.
fr_fr: Prenez les mêmes paramètres pour cette catégorie

source: No Groups Available
fr_fr: Ou pas d'option disponible

source: formaat 0.0000 (punt
fr_fr: format 0.00 (point)

source: Rate to begin with - or + sign and 4 digits after the dot (eg: -42.4823 +42.4823 or
fr_fr: Le tarif doit commencer avec un signe moins ou plus et deux chiffres après la virgule (eg: -42.48 of +42.48)

source: Per person
fr_fr: Par personne

source: Will be added on per person purchase.
fr_fr: En plus par personne

source: Per weight
fr_fr: Par unité de poids

source: This feature allows the customer to put together a product ....
fr_fr: Le client peut composer lui-même un produit à l'aide de cette fonction

source: Will be added on per purchase.
fr_fr: (options supplémentaires)

source: no groups available
fr_fr: Pas d'option disponible

source: Discount on Add
fr_fr: Remise par unité (réclame temporaire)

source: Discount on per purchase in add
fr_fr: Remise à l'unité

source: formaat 0.0000 (punt)
fr_fr: format 0.0000 (point)

source: Discoun Ex: 12.8723
fr_fr: Remise par exemple. 12.8723

source: example: 10.00 Or 10.5
fr_fr: Exemple: 10.00 ou 10.5

source: Discount/Piece
fr_fr: Remise/unité

source: Rate/piece
fr_fr: Tarif/unité

source: Add row
fr_fr: Ajouter enregistrement

source: Delete Row
fr_fr: Supprimer enregistrement

source: Add Row
fr_fr: Ajouter enregistrement

source: Discount/p.
fr_fr: Remise/personne

source: Rate/p.
fr_fr: Tarif/personne

source: You can also grant discounts per product ....
fr_fr: Vous pouvez attribuer une remise par produit

source: Available after
fr_fr: Disponible après

source: Day(s)
fr_fr: jour(s)

source: Want a product to be available days wise like all day or at any perticular day
fr_fr: Vous pouvez déterminer, par produit, quand il peut être vendu.

source: It must take heigher priority than days in availability
fr_fr: Cela sera prioritaire les jours où il sera disponible

source: Holidays
fr_fr: Vacances

source: Check this checkbox for product available based on exceptions
fr_fr: Cochez cette case pour le produit disponible en fonction des exceptions

source: Date that products are available
fr_fr: Date à laquelle les produits sont disponibles

source: Date that products are unavailable
fr_fr: Date à laquelle les produits ne sont pas disponibles

source: Recommend this
fr_fr: Le recommander

source: only shown on bestelonline.nu
fr_fr: Négliger cela svp

source: Payment
fr_fr: Paiement

source: In advance
fr_fr: D'avance

source: Show this item related with
fr_fr: Apparenté à

source: Max amount of articles that can be ordered
fr_fr: Maximum de nombres d'articles qui peuvent être commandés

source: Weight must be numeric
fr_fr: Donnez un nombre numérique svp

source: Take orders by phone
fr_fr: Prendre les commandes par téléphone

source: fax or email? Then this online ordering system for you the ideal solution
fr_fr: Fax ou courriel ? Ensuite, ce système de commande en ligne est la solution idéale

source: FREE 3 MONTH long ordering the trial without any obligation to buy afterwards
fr_fr: 3 MOIS GRATUITS sans aucune obligation d'acheter après

source: Dear Admin
fr_fr: Cher

source: From Company:
fr_fr: Société :

source: For addon:
fr_fr: Pour addon:

source: Company Info:
fr_fr: Société Info

source: Name:
fr_fr: Nom :

source: Current account:
fr_fr: Compte actuel :

source: Desired account:
fr_fr: Compte souhaité :

source: A request has been done to buy a flyer. Its information is
fr_fr: Une demande a été faite pour acheter un prospectus. Ses informations sont

source: Flyer ID
fr_fr: Imprimer ID

source: Flyer Name
fr_fr: Imprimer nom

source: A request has been done to buy credits for sending newsletters.
fr_fr: Une demande a été faite pour acheter des crédits pour l'envoi de newsletters.

source: Number of credits
fr_fr: Nombre de crédits

source: A request has been done to subscribe for monthly basis.
fr_fr: Une demande a été faite pour acheter des crédits pour l'envoi de newsletters.

source: Currently this company has
fr_fr: Actuellement, ce magasin a

source: Introcode discount
fr_fr: Enregistrement remise

source: Promocode discount
fr_fr: Code de remise promo

source: This company has requested to add fooddesk products credits
fr_fr: Ce magasin veut plus de crédits

source: These are the files and secret code for our webshop. Instructions how to implement it are included
fr_fr: Dans l'annexe, vous retrouverez les dossiers API que vous pouvez intégrer dans le site web dans un dépliant commander en ligne par exemple. Les instructions sont également jointes.

source: best
fr_fr: Cher

source: Your password was changed
fr_fr: Votre mot de passe a bien été modifié

source: Your new password is
fr_fr: Votre nouveau mot de passe est

source: You can always change your password in your Control Panel
fr_fr: Vous pouvez toujours modifier votre mot de passe dans le tableau de contrôle

source: For some reason your account has been disapproved by a reason we will pass via a personal mail
fr_fr: Nous n'avons pas accepté votre compte pour une certaine raison qui vous sera communiquée par mail.

source: Dear admin
fr_fr: Cher

source: Following Data Entry Partner has requested for Payment
fr_fr: Suite à la saisie de données, le partenaire a demandé pour le paiement

source: We are impressed by your contribution to add companies in out portal and we want to collaborate with you in future also.
fr_fr: Vous pouvez maintenant gagner de l'argent!<br><br>Merci d'ajouter votre premier magasin sur Bestelonline.nu. Nous avons bien contrôlé toutes vos données et avons accepté votre premier ajout.

source: So we have created a
fr_fr: Vous avez maintenant un compte partenaire sur BestelOnline.nu. Via ce

source: Control Panel
fr_fr: Tableau de contrôle

source: for you to add more companies and earn some dime.
fr_fr: vous pouvez maintenant ajouter rapidement d'autres magasins et ainsi gagner de l'argent.

source: Your login details are right here:
fr_fr: Voici vos données pour vous connecter

source: (don't lose this info)
fr_fr: Vous pouvez modifier ce mot de passe dès que vous vous serez connecté une première fois. Conservez bien vos données ensuite.

source: You can change your username and password after login.
fr_fr: Vous pouvez modifier ce mot de passe aussitôt que vous vous êtes connecté une première fois. Conservez bien vos données ensuite ?<br><br>Avez-vous encore des questions, vous pouvez toujours nous joindre via info@bestelonline.nu ou via 0473/250528<br><br>A bientôt !

source: has registered via FoodDESK:
fr_fr: enregistré via FoodDESK:

source: IP Address
fr_fr: IP Adresse

source: Want to register as supercompany
fr_fr: Vous souhaitez vous inscrire en tant que 'super entreprise' ?

source: Already has website
fr_fr: Déjà un site web

source: Domain to register
fr_fr: Domaine à enregistrer

source: An instant payment notification was successfully received from
fr_fr: (en ligne) Le paiement a bien été reçu par

source: Details
fr_fr: Détails

source: We launched a portalsite called <a href="http://www.bestelonline.nu">Bestelonline.nu</a> and we just added your info regarding your shop right here:
fr_fr: Nous venons de lancer un tout nouveau portail qui s'appelle <a href="http://www.bestelonline.nu">Bestelonline.nu</a> et nous y avons ajouté vos données de magasin - en collaboration avec le goudengids - :

source: You can manage every aspect of that detailpage easy for FREE
fr_fr: Vous pouvez mettre à jour / gérer chaque élément de cette page de détails vous-même et GRATUITEMENT.

source: You can login at
fr_fr: Il est possible de se connecter via

source: with login
fr_fr: avec ces données de connexion

source: Wait a minute.. this is spam right
fr_fr: Un instant..... c'est sûrement un spam ?

source: Not at all. We are sending this mail to you personally to notify you that we have been working very hard the last 4 years on a portal and unique ordersystem build for shopowners like you. What makes it unique is that is build up with the latest techniques and we even can implement a webshop in your existing website by adding a few codes (
fr_fr: Pas du tout. Ce mail vous est personnellement adressé dans le but de vous tenir au courant du nouveau projet que nous avons récemment lancé, spécialement développé pour les commerçants alimentaires comme vous. Ce qui rend notre système de commande si particulier, c'est que nous pouvons - croyez-nous - vous proposez contre un tarif peu élevé un système de commandes que nous pouvons même intégrer dans votre site web existant et qui peut entièrement être adapté à votre organisation. Ensuite, vous aurez accès à un tableau de contrôle avancé avec lequel vous pourrez gérer personnellement tous les (sous)catégories, les produits, les clients, etc.

source: check the video at
fr_fr: Contrôler la vidéo

source: Wouldn't it be fantastic if you could have a full featured webshop for your clients at a low price of 19€/mnth (no commissions) and where you don't have to look at your PC to handle your orders? Well.. we have it.
fr_fr: Ne serait-ce pas fantastique si vous pouviez avoir une boutique en ligne complète pour vos clients à un prix bas de 19 € / mnth (sans commissions) et où vous n'avez pas à regarder votre PC pour traiter vos commandes? Eh bien ... nous l'avons.

source: Hey.. wait a minute - do I have to pay anything here or even in the future
fr_fr: Ok... mais est-ce que je dois payer quelque chose ou pas ?

source: Not at all. The detailpage you see is for free for always and is meant to let your clients find info about your company very quickly when searching for keywords like <type> <companyname> (high searchengine rankings). Offcourse if you want to have a webshop in the near future you can upgrade your account. Please check our (cheap) plans:
fr_fr: La page détails telle que vous la voyez maintenant est totalement à vie et gratuite. Seulement après avoir tester 30 jours gratuitement la boutique en ligne et après que nous ayons reçu votre acceptation du système, il vous sera envoyé une facture selon l'abonnement que vous aurez choisi. Contrôler nos tarifs et abonnements :

source: I don't need any webshop mate - my clients are emailing me already.
fr_fr: Je n'ai pas besoin de boutique en ligne - je corresponds déjà avec mes clients par mail !

source: That's right - but you still have to spend hours/day or week before your desktop to reply, manage all orders seperatly right? Also you have to collect all emailaddresses, names, phonenumbers seperatly if you want to send them a mail or contact them individually. With our system you don't even have to look at your PC as all orders can be printed out immediately after they came in and in case you want to send a mail to your clients, an advanced mailmanager is build in. A promotion or holiday? Just setup your mail and send it to everyone in 5 seconds. .. and a lot more advantages the system has.
fr_fr: C'est bien ! Mais vous devez toujours traiter et gérer un par un ces mails, n'est-ce pas? Avec notre système, les données des clients sont automatiquement mises à jour et vous pouvez ainsi avec quelques clics envoyer un mail via notre service mail intégré. Avez-vous une réclame ou souhaitez-vous annoncer une période de vacances ? En 5 secondes , tous vos clients seront mis au courant. Il est même possible de laisser imprimer les commandes automatiquement via votre imprimante habituelle. Les mails qui seront envoyés automatiquement après une commande, seront envoyés en votre nom, pas le notre ,... et il y a encore bon nombre d'autres avantages au système.

source: Sounds interesting - but I still have a question....
fr_fr: Cela semble intéressant... mais j'ai encore une question.

source: If you are interested in our system we prefer a personal approach by having a meeting on some day (without any obligations). Please call us at 0473/250528 or fill in the form at
fr_fr: Si vous êtes intéressé par notre système, alors faites-nous le savoir et notre représentant viendra vous expliquer tous les détails sans aucun engagement de votre part, cela ne prendra qu'une petite demi-heure de votre temps. Merci de nous contacter via 0473/250528 ou de remplir le formulaire via

source: so we can help you further
fr_fr: de façon à ce que nous puissions aussi vite que possible vous aider.

source: Some FAQS you can also find at
fr_fr: Vous pouvez retrouver encore quelques questions et réponses sur

source: Don't hesitate - participate!
fr_fr: N'hésitez pas - commander en ligne c'est l'avenir !

source: Addon Information
fr_fr: Addon Info

source: Addon Name
fr_fr: Addon Nom

source: Addon Desciption
fr_fr: Addon description

source: Addon Price
fr_fr: Addon Tarif

source: ADD ADDON
fr_fr: Ajouter ADDON

source: Please enter the Addon Name
fr_fr: Entrez le nom de l'Addon svp

source: Please enter the Addon Description
fr_fr: Entrez la description de l'Addon svp

source: Please enter the Addon Price
fr_fr: Entrez le prix e l'Addon svp

source: This email address already exists !
fr_fr: Cette adresse email existe déjà dans notre base de données

source: This username already exists. Please choose a different one.
fr_fr: Ce nom d'utilisateur existe déjà dans notre base de données

source: Add New Affiliate
fr_fr: Ajouter un nouvel affilié

source: ADD AFFILIATE
fr_fr: AJOUTER UN AFFILIE

source: Please enter affiliate first name.
fr_fr: Veuillez entrer le prénom de l'affilié.

source: Please enter affiliate last name.
fr_fr: Veuillez entrer le nom de famille de l'affilié.

source: Please enter affiliate address.
fr_fr: Veuillez entrer l'adresse de l'affilié.

source: Please enter affiliate city.
fr_fr: Veuillez entrer la ville de l'affilié

source: Please enter affiliate phone number.
fr_fr: Veuillez entrer le numéro de téléphone de l'affilié.

source: Please enter affiliate phone number in digits.
fr_fr: Veuillez entrer le numéro de téléphone de l'affilié en chiffres.

source: Please enter affiliate email address.
fr_fr: Veuillez entrer l'adresse e-mail de l'affilié.

source: Please enter affiliate valid email address.
fr_fr: Veuillez entrer l'adresse e-mail valide de l'affilié.

source: Bank
fr_fr: Banque

source: Bank-nbr
fr_fr: Banque numéro
