Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: Enter what you want to send in Order cancelled mail
fr_fr: Entrez ce que vous voulez envoyer dans 'Commande de courrier annulé'

source: Please provide a topic please
fr_fr: Déterminez un sujet svp

source: Free Trial till
fr_fr: Période test

source: Monthly Cost
fr_fr: Tarif mensuel

source: Test link:
fr_fr: Lien :

source: You have this package
fr_fr: Vous avez cet abonnement

source: Sign Up
fr_fr: S'enregistrer
nl_nl: Registreren

source: Latest News
fr_fr: Dernières nouvelles

source: News
fr_fr: nouvelles

source: TOTAL COST
fr_fr: TOTAL

source: DELIVERY WEIGHT
fr_fr: Poids livraison

source: DELIVERY COST
fr_fr: coût de livraison

source: Loyality Discont
fr_fr: Remise client habituel

source: Introcode Discount
fr_fr: Enregistrement code de remise

source: Promocode Discount
fr_fr: Code de remise promo

source: no products available
fr_fr: Pas de produit disponible

source: did not get any category.please select a category
fr_fr: Sélectionnez une catégorie svp

source: Are you sure you want to delete?
fr_fr: Supprimer définitivement cet article ?

source: Please use only numbers
fr_fr: utiliser seulement des chiffres svp

source: Image can not be downloaded. Please try again
fr_fr: L'image ne peut pas être téléchargée, réessayez

source: Edit Orders
fr_fr: Traiter les commandes

source: Orders edit
fr_fr: Traiter les commandes

source: ORDERS-NO
fr_fr: COMMANDE NR.

source: ORDER-DATE
fr_fr: DATE DE COMMANDE

source: Customer Address
fr_fr: Adresse client

source: EDIT
fr_fr: TRAITER

source: CLOSE
fr_fr: FERMER
nl_nl: SLUITEN

source: DELIEVRY-DATE
fr_fr: date de livraison

source: DELIEVRY-ADDRESS
fr_fr: Adresse de livraison

source: DELIEVRY-DAY
fr_fr: Jour de livraison

source: DELIEVRY-AREA
fr_fr: Région

source: No delivery area available
fr_fr: Pas de région déterminée

source: DELIEVRY-CITY
fr_fr: Ville

source: No city available
fr_fr: Pas de ville déterminée

source: DELIEVRY-ZIP
fr_fr: Code postal

source: HOURS
fr_fr: h

source: MINS
fr_fr: mn

source: DELIEVRY REMARKS
fr_fr: REMARQUE

source: PICK-DATE
fr_fr: Date de retrait

source: Calender
fr_fr: Calendrier
nl_nl: Kalender

source: PICKDAY
fr_fr: Jour

source: PICKTIME
fr_fr: Heure

source: HOUR
fr_fr: heure

source: NOTE
fr_fr: Remarque

source: CATEGORY
fr_fr: Catégorie
nl_nl: Categorie

source: no category available
fr_fr: Pas de catégorie déterminée

source: SUBCATEGORY
fr_fr: Sous-catégorie

source: SUB-TOTAL
fr_fr: SOUS-TOTAL

source: on
fr_fr: le

source: items
fr_fr: articles

source: UPDATED
fr_fr: MODIFIER

source: DOWNLOAD IMAGE
fr_fr: télécharger l'image

source: Wait
fr_fr: un moment de patience, svp.

source: STATUS
fr_fr: ETAT

source: --select--
fr_fr: -- sélectionner --

source: is ready
fr_fr: Est prête

source: pending
fr_fr: En traitement

source: ORDER-TOTAL
fr_fr: COMMANDE TOTAL

source: DELIVERY-TOTAL
fr_fr: Coût livraison

source: LOYALITY DISCOUNT
fr_fr: REMISE

source: INTROCODE DISCOUNT
fr_fr: ENREGISTREMENT REMISE

source: PROMOCODE DISCOUNT
fr_fr: PROMO REMISE

source: DISCOUNT
fr_fr: REMISE

source: Print all ordered products from
fr_fr: Imprimer récapitulatif

source: Hide Remark
fr_fr: Cacher remarque

source: All Comments
fr_fr: Remarques

source: SubTotal
fr_fr: Sous-total

source: Print Overview
fr_fr: Imprimer commande

source: Print all ordered products per supplier from
fr_fr: imprimer tous les produits par fournisseur

source: Own Products
fr_fr: Propres produits

source: Seperate Orders Report
fr_fr: Rapport commandes

source: Client Orders Report
fr_fr: Commandes par client

source: Orders Report Per Supplier
fr_fr: Rapport par fournisseur

source: To download image for ordered products
fr_fr: télécharger image (le client a ajouté une image)

source: Means print labeler per order
fr_fr: Etiqueteuse DYMO : imprime l'étiquette et e récapitulatif de la commande

source: Means print labeler per product
fr_fr: Etiqueteuse DYMO : imprime pour chaque produit commandé une étiquette individuelle

source: means a new client
fr_fr: Ce client commande pour la première fois

source: means paid by Paypal
fr_fr: Ce client a payé via Paypal

source: means that this client has marked - I want an invoice
fr_fr: Ce client a indiqué pendant l'enregistrement qu'il souhaitait une facture

source: Add extra field in popup
fr_fr: Ajouter un champ supplémentaire dans le popup

source: above remark
fr_fr: Remarque

source: add a dicount off
fr_fr: Donner une remise de

source: (addon not activated)
fr_fr: (Addon)

source: Print manually
fr_fr: Impression manuelle

source: Print automatically
fr_fr: Impression automatique

source: Print all
fr_fr: Imprimer tout
nl_nl: Print alle

source: Print order in general
fr_fr: imprimer les données générales de la commande

source: Print every ordered product seperately
fr_fr: Imprimer chaque produit d'une certaine commande

source: please Enter Discount message
fr_fr: Donnez des informations sur la remise svp

source: Add your own fixed products and its quantity, Add quantity of product that is added in 100g of your product, it will effct nutrtion values of your product.
fr_fr: Ici, vous pouvez ajouter des produits et indiquer les valeurs nutritives par 100 g. Le total des valeurs nutritives de votre préparation est calculé automatiquement. Selon la législation, pour être correctes, les valeurs nutritives doivent correspondre à 100 g. Faites donc à l'avance une estimation pour la quantité d'un produit qui se trouve par 100 g de préparation.

source: GENERAL
fr_fr: Général

source: Always pay in advance required
fr_fr: Le client doit toujours payer à l'avance en ligne (pour tous les articles)

source: Only pay in advance required when delivery
fr_fr: Le client doit seulement payer en ligne s'il choisit la LIVRAISON

source: Client may choose
fr_fr: Le client peut choisir

source: Credit Card
fr_fr: Carte de crédit

source: Inactive
fr_fr: Inactif

source: Minimum amount for payment
fr_fr: Montant minimum à partir duquel les clients peuvent payer en ligne

source: Allowance
fr_fr: Commission

source: Enable Fee
fr_fr: Activer

source: Show revocation
fr_fr: afficher les dossiers

source: Switch to sandbox mode
fr_fr: Passer au mode sandbox

source: please Enter Terms and Conditions
fr_fr: Acceptez les conditions svp

source: Please give paypal address.
fr_fr: Donnez votre adresse mail Paypal svp

source: Please give a valid paypal address.
fr_fr: Donnez une adresse mail Paypal correcte svp

source: Please give valid tax percentage.
fr_fr: Donnez un pourcentage de commission correct svp

source: Please give valid tax amount.
fr_fr: Donnez un montant forfaitaire svp

source: Successfully Added info.
fr_fr: Information bien ajoutée

source: Error occurred while updating info
fr_fr: Une erreur s'est produite pendant la mise à jour

source: Already Have an account?
fr_fr: Déjà un compte ?

source: Create Cardgate Account
fr_fr: Créer un compte Cardgate

source: Company information
fr_fr: Informations société

source: Account name
fr_fr: Nom compte

source: shortname
fr_fr: Donner un nom de compte (par exemple : votre nom)

source: test company
fr_fr: Nom de société

source: Registration number
fr_fr: numéro d'enregistrement

source: Company registration document
fr_fr: document d'enregistrement

source: VAT Number
fr_fr: TVA nr

source: Company E-mail
fr_fr: Adresse e-mail

source: General information
fr_fr: Information générale

source: Last name
fr_fr: Nom de famille
nl_nl: Achternaam

source: Register
fr_fr: Enregistrer

source: Status Id
fr_fr: Situation Id

source: Cancelled
fr_fr: Annulé

source: Enabled
fr_fr: Activé

source: Available Payment Methods
fr_fr: Moyens de paiement possibles

source: ** You can choose which payment methods are made available on your website.
fr_fr: ** Sélectionnez les moyens de paiement que vous souhaitez utiliser

source: Successfully Selected Payment Methods.
fr_fr: Moyens de paiement sélectionnés

source: SET
fr_fr: Régler

source: Overview of order per client
fr_fr: Récapitulatif par commande par client

source: Order on
fr_fr: Commandé le

source: Pendong Orders
fr_fr: Commandes en cours

source: Order Settings
fr_fr: Paramètres de commande

source: minimum time between order and pickup
fr_fr: Durée minimale entre la commande et livraison

source: Customers can order the same day till
fr_fr: Les clients peuvent commander le même jour

source: If the customer orders before
fr_fr: Si le client commande avant

source: hours, he can pick the products after
fr_fr: h. alors il pourra retirer les produits à partir de

source: ALL DAYS means from
fr_fr: JOUR (jour complet) = de

source: Pickup hours
fr_fr: Heure de retrait

source: End Select All DAY
fr_fr: Sélectionner l'heure de fin de JOUR

source: Select Start Time ALL DAY
fr_fr: Sélectionner l'heure de début de JOUR

source: error occured
fr_fr: Une erreur s'est produite.

source: error occured
fr_fr: Une erreur s'est produite

source: choose date options
fr_fr: Donner une date

source: Closed
fr_fr: Fermé

source: Holiday
fr_fr: Jour férié

source: Print Order Data
fr_fr: imprimer la commande

source: PAID
fr_fr: PAYE

source: PENDING
fr_fr: A CONTROLER

source: Telephone No
fr_fr: Tél 1

source: your order
fr_fr: commande

source: Delivery Area
fr_fr: Région

source: Delivery City
fr_fr: Ville

source: Delivery Zip
fr_fr: Code postal

source: Delivery Hour
fr_fr: h

source: Delivery Minute
fr_fr: mn

source: Pick Date
fr_fr: Date retrait :

source: Pick Day
fr_fr: Jour

source: Pick Time
fr_fr: Heure :

source: Order Hours
fr_fr: Heure

source: Default Price
fr_fr: Tarif

source: Sub Total
fr_fr: Sous-total

source: Hour
fr_fr: h

source: Hours
fr_fr: h

source: Order Cost
fr_fr: Total commande

source: UNPAID
fr_fr: IMPAYE

source: at
fr_fr: à

source: Print - Ordered Products
fr_fr: Imprimer commande

source: Ordered Products List
fr_fr: Récapitulatif des produits commandés

source: Sorry ! No records selected.
fr_fr: Pas d'enregistrement sélectionné

source: Print - Ordered Products Per Supplier
fr_fr: Imprimer les produits par fournisseur

source: Ordered Products List Per Supplier
fr_fr: Liste des produits par fournisseur

source: Confirm order
fr_fr: Confirmer votre commande.

source: Printings
fr_fr: Imprimer les commandes

source: After confirming the order we will keep you updated via mail.
fr_fr: Après confirmation, nous vous tiendrons au courant

source: I want to order
fr_fr: Je veux commander

source: No item to print yet.
fr_fr: Pas d'impression de commandes

source: Other Product Images Upload
fr_fr: Autres images

source: Please upload multiple rectangle image in jpg/gif/png format
fr_fr: Les images (jpg/gif/png) peuvent être découpées en format carré.

source: Current other images
fr_fr: Autres images

source: Image not available.
fr_fr: Pas d'image

source: No image available.Please upload.
fr_fr: Pas d'image

source: Show images
fr_fr: Afficher photo

source: Loading
fr_fr: Charger

source: This product cannot be added into current category. Please try again later
fr_fr: Ce produit ne peut pas être ajouté actuellement - réessayez.

source: Information could not be printed succesfully. Please try again later
fr_fr: Le document ne peut pas être imprimé. Essayez de nouveau ou contacter nous

source: No Option selected !
fr_fr: Pas d'option sélectionnée

source: Please select category first !
fr_fr: Sélectionnez d'abord une catégorie svp

source: You can choose in which order the products are displayed on the website. Number 1 is placed on top.
fr_fr: Sélectionnez une catégorie (et sous-catégorie) et la liste des produits va s'afficher

source: Keurslager Products
fr_fr: Produits 'Keurslager'

source: Products KEURSLAGERS
fr_fr: Produits 'KEURSLAGERS'

source: Add Product
fr_fr: Ajouter produit

source: Add i-Products
fr_fr: Ajouter i-produits

source: Products without category
fr_fr: Produits sans catégorie

source: Product Recipe
fr_fr: Produit

source: Add product from FoodDESK (If not found, add new)
fr_fr: Ajouter produit (si vous ne l'avez pas trouvé, vous pouvez alors l'ajouter)

source: Add FoodDESK Product
fr_fr: Ajouter produit fini

source: No credit left!
fr_fr: Plus de crédit - contactez-nous

source: Add Custom Product
fr_fr: Ajouter une propre préparation

source: Show Images
fr_fr: Photo

source: Clone
fr_fr: Faire des clones

source: UPDATE PRODUCT
fr_fr: ACTUALISER LE PRODUIT

source: update product
fr_fr: Actualiser le produit

source: add product
fr_fr: Ajouter le produit

source: Remark can't be sent successfully
fr_fr: La remarque ne peut pas être envoyée - tél 0473250528
nl_nl: Opmerking niet kunnen verzenden - tel 0473250528

source: Select product
fr_fr: Sélectionner un produit

source: selected products
fr_fr: Produits sélectionnés

source: checked
fr_fr: coché

source: Mark the product as semi-product
fr_fr: Produit marqué comme semi-produit

source: Important Note
fr_fr: IMPORTANT

source: Many features on this page are hidden because you are using this only to display ingredients of the products. If you want to see the features that are neccessary to run a webshop please notify us via 0473/250528 or info@onlinebestelsysteem.net
fr_fr: Comme vous n'utilisez actuellement le tableau de contrôle que pour la gestion des ingrédients, nous avons placé beaucoup de fonctions <br>dont vous avez besoin pour la boutique en ligne en cache sur cette page.<br><br>Si vous voulez essayer la boutique en ligne ou consulter toutes les fonctions, merci de nous le signaler<br><b>via 0473 25 05 28 ou info@fooddesk.net</b><br>

source: Weight for recipe in Kg
fr_fr: Poids

source: Important: only with hot dishes, the weight must be weighted when it's hot (not cold)
fr_fr: IMPORTANT : en cas d'une préparation chaude - donnez le poids à l'état CHAUD svp

source: Add Recipe of PRODUCT
fr_fr: Recette de

source: FoodDESK/Own products
fr_fr: Ajouter recette

source: Add FoodDESK or Own products
fr_fr: Ajouter produit ou préparation

source: copy
fr_fr: Copier

source: Please add ingredients separated with comma(,).
fr_fr: Vous pouvez ajouter ici les ingrédients séparés par une virgule

source: Allergence
fr_fr: Allergènes

source: Add All
fr_fr: Ajouter tout

source: Please add allergence separated with comma(,).
fr_fr: Vous pouvez ajouter ici les allergènes séparés par une virgule

source: Can contain traces
fr_fr: Peut contenir des traces

source: Please add traces separated with comma(,).
fr_fr: Vous pouvez ajouter ici les traces séparées par une virgule

source: Nutrition Values
fr_fr: Valeurs nutritives

source: Nutritional Information
fr_fr: Détail des valeurs nutritives

source: energy value(Kcal)
fr_fr: Valeur énergétique (Kcal)

source: energy value(KJ)
fr_fr: Valeur énergétique (KJ)

source: proteins(gm)
fr_fr: Protéines (g)

source: Carbohydrates (gm)
fr_fr: Glucides

source: Sugar (gm)
fr_fr: Sucre (g)

source: Polyolen (gm)
fr_fr: Polyols (g)

source: Farina (gm)
fr_fr: Amidon (g)

source: Fats (gm)
fr_fr: Lipides (g)

source: Saturated Fats (gm)
fr_fr: Lipides saturées (g)

source: Single Unsaturated Fats (gm)
fr_fr: Acides gras mono-insaturés (g)

source: Multi Unsaturated Fats (gm)
fr_fr: Acides gras poly-insaturés (g)

source: Salt (gm)
fr_fr: Sel (g)

source: Fibers (gm)
fr_fr: Fibres (g)

source: Duedate Type
fr_fr: Type

source: Please enter a product name first
fr_fr: Donnez un nom de produit svp

source: Allergen
fr_fr: Allergènes

source: Upgrade now and FoodDESK will gather all and update those sheets for you!
fr_fr: Passez votre compte à un niveau supérieur et FoodDESK gère pour vous toutes les fiches techniques !

source: You can testdrive for
fr_fr: Vous pouvez tester notre système de recettes

source: times
fr_fr: Tester plusieurs fois

source: Energy Value (Kcal)
fr_fr: Valeur énergétique (Kcal)

source: Energy Value (KJ)
fr_fr: Valeur énergétique (KJ)

source: Proteins (gm)
fr_fr: Protéines

source: Calculate the alleregens, ingredients, nutritionvalues of your custom product in just 2 minutes? For only 40€ /mnth this featuree will be activated - Upgrade now!
fr_fr: Calculer les allergènes, les valeurs nutritives et les ingrédients automatiquement en 2 minutes seulement ? Pour seulement 29€/mois, FoodDESK demande la fiche technique pour vous et la tient à jour. CHANGEZ MAINTENANT DE COMPTE !

source: Video
fr_fr: Vidéo

source: Account Upgrade
fr_fr: Demande de modification de compte

source: Download Files
fr_fr: Télécharger les dossiers

source: NEW
fr_fr: NOUVEAU

source: Enter email
fr_fr: Donnez une adresse email svp

source: No company type available
fr_fr: Pas de type disponible

source: first name
fr_fr: Prénom

source: Surname
fr_fr: Nom de famille

source: postal code
fr_fr: Code postal

source: NO COUNTRY AVAILABLE
fr_fr: Pas de pays disponible

source: Please define your industry.
fr_fr: Donnez votre secteur svp

source: Please give a name.
fr_fr: Donnez votre nom svp

source: Please provide a surname.
fr_fr: Donnez votre nom de famille svp

source: Please enter a valid email address.
fr_fr: Donnez une adresse email correcte svp

source: Please enter a valid phone.
fr_fr: Donnez un numéro de téléphone correct svp

source: Please provide an address.
fr_fr: Donnez votre adresse svp

source: Please enter a city.
fr_fr: Donnez une ville svp

source: Please select a country.
fr_fr: Sélectionnez un pays svp

source: Please give a postcode please.
fr_fr: Donnez un code postal svp

source: Please enter a user name please give.
fr_fr: Donnez votre nom d'utilisateur svp

source: Please enter a password.
fr_fr: Confirmer nouveau mot de passe

source: Geef een Fotograaf in
fr_fr: Donner un photographe

source: Selecteer een Webdesigner
fr_fr: Sélectionner un webdesigner

source: A new order was passed through the shop
fr_fr: Une nouvelle commande a été transmise par la boutique en ligne

source: Here are some details:
fr_fr: Voici un récapitulatif

source: Customer
fr_fr: Client

source: Email Customer
fr_fr: Mail pour ce client

source: Delivery Rate
fr_fr: Frais de livraison

source: Sincerely
fr_fr: Salutations distinguées

source: The recipe has been added in the new Controlepanel(2.0).<br> Please manage the recipes there as we can't mix old and new recipe structure
fr_fr: La recette a été ajoutée dans le nouveau panneau de controle(2.0). Nous vous demandons de s'il vous plaît, gérez les recettes car nous ne pouvons pas mélanger l'ancienne et la nouvelle structure des recettes.

source: PRODUCER
fr_fr: FABRICANT
nl_nl: FABRIKANT

source: Total weight
fr_fr: Masse total

source: This file was last modified on
fr_fr: Ce fichier a été modifié pour la dernière fois le

source: Although this technical data sheet has been accurately and accurately prepared by fooddesk bvba based on the product sheets supplied by the manufacturers / suppliers, fooddesk bvba can not accept responsibility for its complete accuracy and completeness. However, the possibility exists that the above information was changed by the manufacturer or manufacturer, such as a change of recipe, ingredients, proportions, allergens, without informing us. Therefore, it is possible that the given information is incomplete, incorrect or not up to date. We therefore refer to the correct information for the information as it appears on the article / product itself, this information is the only correct information.
fr_fr: Bien que cette fiche technique ait été préparée de manière précise par FoodDESK bvba sur la base des fiches produits fournies par le fabricant/ fournisseurs, foodDESK bvba ne peut pas assumer la responsabilité de son exactitude complète et précise. Toutefois, il est possible que les informations ci-dessus aient été modifiées par le fabricant, comme un changement de recette, d'ingrédients, de proportions, d'allergènes, sans nous avertir. Par conséquent, il est possible que les informations fournies soient incomplètes, incorrectes ou mises à jour. Nous nous référons donc aux informations correctes pour les informations telles qu'elles apparaissent sur l'article ,cette information est la seule information correcte.

source: Please wait while we prepare your files for download...
fr_fr: Merci de patienter pendant que nous préparons vos fichiers à télécharger ...

source: Report - Export
fr_fr: Rapporter - Exporter

source: Click on a download button and you will receive an email from us that notifies you when the files is ready to download. This can take a while
fr_fr: Cliquez sur le bouton télécharger /download et vous aurez un

source: Files
fr_fr: Dossiers

source: Add Extra Semi-Product
fr_fr: Ajouter un semi-produit SUPPLEMENTAIRE

source: Add Semi-Product
fr_fr: Ajouter un semi-produit

source: UPDATE SEMI-PRODUCT
fr_fr: MODIFIER SEMI-PRODUIT

source: ADD SEMI-PRODUCT
fr_fr: AJOUTER SEMI-PRODUIT

source: Your Recipe
fr_fr: Votre recette

source: In 100g of product
fr_fr: par 100 g

source: UPDATE EXTRA SEMI-PRODUCT
fr_fr: Semi-produit SUPPLEMENTAIRE

source: ADD EXTRA SEMI-PRODUCT
fr_fr: Ajouter semi-produit SUPPLEMENTAIRE

source: Export in PDF
fr_fr: Export en PDF

source: Export in Excel
fr_fr: Export en Excel

source: No records found.
fr_fr: Aucun résultat trouvé

source: ERROR - Please hours just to check - these are not correctly entered.
fr_fr: ERREUR - Contrôler dans les heures suivantes - ce n'est pas correctement complété.

source: Set a time for
fr_fr: Donner une heure

source: tomorrow
fr_fr: Demain

source: evening
fr_fr: Le soir

source: ERROR - Replace Select NONE or a time
fr_fr: ERREUR - Sélectionnez NONE ou donnez une heure

source: Please hours just to check - these are not correctly entered
fr_fr: Contrôlez les heures suivantes - ce n'est pas correctement complété.

source: Determine the opening time
fr_fr: Donnez les heures d'ouverture svp

source: Determine the closing in the morning
fr_fr: Contrôlez les heures suivantes - ce n'est pas correctement complété.

source: Determine the opening time in the afternoon
fr_fr: Contrôlez les heures suivantes - ce n'est pas correctement complété..

source: Determine the closing in the afternoon
fr_fr: Contrôler les heures suivantes - ce n'est pas correctement complété.

source: ERROR - Setting is not correct
fr_fr: ERREUR - les paramètres ne sont pas correctement complétés

source: Setting is not correct
fr_fr: Les paramètres ne sont pas correctement complétés

source: Add Delivery Rate
fr_fr: Donner le nouveau tarif de livraison

source: please select any state
fr_fr: Sélectionner une province

source: Please Select Minimum time between Order and Delivery
fr_fr: Donner le délai entre commande et livraison

source: Please select atleast one day
fr_fr: Sélectionner au moin un jour

source: Please select time till user can place order for the same day
fr_fr: Donner une heure jusqu'à laquelle le client peut commander pour le même jour

source: Please Select Minimum time between Order and Pickup
fr_fr: Déterminer le délai entre commande et retrait

source: State Name
fr_fr: Province

source: Configure groups
fr_fr: Configurer les options

source: Pickup settings
fr_fr: Paramètres retrait

source: Delivery Settings
fr_fr: Paramètres livraison

source: Mail-Messages
fr_fr: Messages mail

source: Terms and Conditions
fr_fr: Conditions

source: Holiday Settings
fr_fr: Paramètres jour férié

source: Payment Settings
fr_fr: Paramètres paiements

source: Other Settings
fr_fr: Autres paramètres

source: Share products
fr_fr: Partager produits

source: Holiday removed successfully.
fr_fr: Jour férié bien supprimé

source: Holiday set successfully.
fr_fr: Jour férié bien programmé

source: Date is not closed now.
fr_fr: Le magasin est ouvert

source: Date closed set successfully.
fr_fr: Horaire d'ouverture bien modifié

source: Links
fr_fr: Liens

source: Uploads productsheets as suggestion to add new FoodDESK produts
fr_fr: Ajouter un nouveau produit

source: Uploads productsheets
fr_fr: télécharger fiche produit
