Repository: gauravk79050/bolive-7
Catalog: language/locales/*/LC_MESSAGES/lang.po
Languages: fr_fr, nl_nl

source: You are using an older version of IE. Please check your browser first to upgrade to IE8
fr_fr: Vous utilisez l'ancienne version de IE. Faites svp une mise à jour avec la version la plus récente.

source: Order
fr_fr: Commande
nl_nl: Bestelling

source: Delete Category
fr_fr: Categorie verwijderen

source: Delete
fr_fr: Supprimer
nl_nl: Verwijderen

source: No Categories !
fr_fr: Geen categorieën

source: Select Sub-Category
fr_fr: Selecteer een subcategorie

source: No Sub-Category
fr_fr: Geen subcategorie

source: Edit Product
fr_fr: Product bewerken
nl_nl: Product bewerken

source: Delete Product
fr_fr: Product verwijderen

source: No Products !
fr_fr: Geen producten

source: Add New Subcategory
fr_fr: Subcategorie toevoegen

source: Subcategory Name
fr_fr: Subcategorie Naam
nl_nl: Subcategorie Naam

source: Edit Subcategory
fr_fr: Subcategorie bewerken

source: Delete Subcategory
fr_fr: Subcategorie verwijderen

source: No Subcategories !
fr_fr: Geen subcategorieen

source: Desk Orders
fr_fr: Bestellingen

source: Counter
fr_fr: Compteur

source: Time
fr_fr: Horaire
nl_nl: Tijd

source: Delete Order
fr_fr: Supprimer la commande

source: No orders placed at your desk !
fr_fr: Geen bestellingen geplaatst

source: Please select a category.
fr_fr: Gelieve een categorie te selecteren

source: Please enter product name.
fr_fr: Gelieve een productnaam op te geven

source: Product description is required.
fr_fr: Productomschrijving is verplicht

source: Product description is too short.
fr_fr: Productomschrijving is te kort

source: Select Group
fr_fr: Selecteer een optie
nl_nl: Selecteer een optie

source: Allow multi-select
fr_fr: Multi-selecteren toelaten

source: format 0.00 (item), rate must begin with a plus or minus sign and four decimal places (eg: -42.4823 +42.4823)
fr_fr: formaat 0.00 (punt) , <br> Tarief moet beginnen met een min of plus tekenen en twee cijfers na de komma (eg: -42.45 +42.50)

source: No groups added !
fr_fr: Geen opties beschikbaar

source: Upload Photo
fr_fr: Foto uploaden

source: Show Photo
fr_fr: Foto tonen

source: New Product
fr_fr: Nieuw product
nl_nl: Nieuw product

source: Want a certain product in the paint or put this concerns a new product that the customer can know by an icon back to place.
fr_fr: Wilt u een bepaald product in de verf zetten of betreft dit een nieuw product dan kan u dit de klant kenbaar maken door er een icoontje achter te plaatsen.

source: Sell Product
fr_fr: Produits

source: Per Unit
fr_fr: Par unité

source: Weight Wise
fr_fr: Optie - gewicht

source: Client May Choose (Among Unit or Weight)
fr_fr: Klant mag kiezen (tussen per stuk of per gewicht)

source: Per Person
fr_fr: Par personne

source: Minimum amount they have to order
fr_fr: Quantité minimum à commander ( si pas dans ce cas alors taper "0")

source: Maximum amount they can order
fr_fr: Quantité maximum à commander ( si pas dans ce cas alors taper "0")

source: Groups per Unit
fr_fr: Per stuk

source: This feature allows the customer a product to put together (example: cheese sandwich: -1.00 = small / medium = +0.00 € / Large = 1 €). The options can be created through desk settings.
fr_fr: Deze functie maakt het mogelijk om de klant een bepaald product samen te stellen (voorbeeld: broodje kaas: klein = -1.00 / medium = +0.00€ / Large = +1€). De opties kunnen aangemaakt worden via "instellingen".

source: No unit groups added !
fr_fr: Geen opties per stuk opgegeven

source: Groups per Weight
fr_fr: Opties per gewicht

source: No weight groups added !
fr_fr: Geen opties doorgelicht toegevoegd

source: Groups per Person
fr_fr: Opties per persoon

source: No person groups added !
fr_fr: Geen opties per persoon opgegeven

source: Discount per Unit
fr_fr: Korting per stuk

source: You can also grant discounts per product. A "general reduction" when you give a particular product promotion is - "a quantity discount" is as follows: 1 apple = &euro; 1 / 2 apples = reduction of &euro; 0.20 = &euro; 0.80 / each ...
fr_fr: Vous pouvez aussi attribuer des remises par produit. Une "remise générale" que l'on donne quand un certain produit est en réclame – "remise à la quantité" fonctionne comme suit : une pomme = 1€ / deux pommes = remise de € 0.20 = € 0,80/unité

source: No Discount
fr_fr: pas de remise

source: Discount per Purchase (Multi-Discount)
fr_fr: Korting per bestelling

source: Format 0.0000 (point), Discount for example - 12.8723
fr_fr: Formaat 0.0000 (punt), korting als voorbeeld: -12.8723

source: Discount/Unit
fr_fr: Remise/unité

source: Price/Unit
fr_fr: Tarief/stuk
nl_nl: Tarief/stuk

source: Discount per Weight
fr_fr: Korting per kg

source: Discount per Kg
fr_fr: Remise par kg

source: Multiple discount on per unit grams.
fr_fr: Plusieurs remises par gramme

source: Discount
fr_fr: Réduction

source: Discount per Person
fr_fr: Korting per persoon

source: Multiple discount per person.
fr_fr: Meerdere kortingen pp.

source: Discount/Person
fr_fr: Remise/personne

source: Price/Person
fr_fr: Tarief/pp.

source: Availability
fr_fr: Disponibiltité

source: You can determine, if a product can be sold on a particular day or not.
fr_fr: U kan zelf beslissen wanneer u dit product willen verkopen

source: All Day
fr_fr: Toute la semaine

source: Monday
fr_fr: Lundi
nl_nl: Maandag

source: Tuesday
fr_fr: Mardi
nl_nl: Dinsdag

source: Wednesday
fr_fr: Mercredi
nl_nl: Woensdag

source: Thursday
fr_fr: Jeudi
nl_nl: Donderdag

source: Friday
fr_fr: Vendredi
nl_nl: Vrijdag

source: Saturday
fr_fr: Samedi
nl_nl: Zaterdag

source: Sunday
fr_fr: Dimanche
nl_nl: Zondag

source: Save Product
fr_fr: Product bewaren

source: YOU DONT HAVE PERMISSION TO NAVIGATE THIS PAGE
fr_fr: Vous n'avez pas accès à cette page
nl_nl: U heeft geen toegang tot deze pagina

source: OBS Desk Settings
fr_fr: Paramètres

source: Configure Groups
fr_fr: Opties configureren

source: Per Unit Groups
fr_fr: Option - par unité

source: Weight Groups
fr_fr: Option - poids

source: Per Person Groups
fr_fr: Option - par personne

source: Save Subcategory
fr_fr: Subcategorie bewaren

source: Order No.
fr_fr: Numéro de commande

source: Transaction No
fr_fr: Numéro de transaction

source: Customer Data
fr_fr: Données client

source: via:
fr_fr: par:

source: Mobile
fr_fr: Numéro de portable

source: Regards
fr_fr: Cordialement

source: Order processing has been completed
fr_fr: Traitement des commandes effectué

source: Payment has been successfully made
fr_fr: Paiement effectué

source: company Payment Confirmation
fr_fr: Paiement confirmé

source: New Client Registered
fr_fr: Nouveau client enregistré

source: Can't send mail to company & clients !
fr_fr: Aucun e-mail n'a été envoyé à l'entreprise et aux clients !

source: Opmerking
fr_fr: Remarque

source: No data found to print. Please try again.
fr_fr: Aucune donnée trouvée pour imprimer. Réessayez.

source: Client details
fr_fr: Coordonnées du client

source: Please select any option.
fr_fr: Sélectionnez une option

source: Telephone Number
fr_fr: Numéro de téléphone

source: Domain Name
fr_fr: Nom du domaine

source: Package Name
fr_fr: Nom de l'abonnement

source: City Name
fr_fr: Ville

source: Country Name
fr_fr: Pays

source: User Name
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam

source: Password Confirmation
fr_fr: Confirmer le mot de passe

source: Captcha Word
fr_fr: Code

source: New Company Registered
fr_fr: Nouvelle société enregistrée

source: You details are been saved successfully. And a mail has been sent to the administrator for your approval. So please wait, he will get back to you soon !
fr_fr: Votre demande a bien été envoyée. Cliquez sur OK pour plus d'informations.

source: Please Re-enter Captcha word. It is case sensitive !
fr_fr: Code incorrect. Réessayez (sensible aux majuscules)

source: First
fr_fr: Premier
nl_nl: Eerste

source: Last
fr_fr: Dernier

source: Next
fr_fr: Prochain
nl_nl: Volgende

source: Prev
fr_fr: Précédent

source: This combination does not exist in our database! Please enter a valid username and password
fr_fr: Cette combination n'existe pas dans notre base de données ! Veuillez utiliser un identifiant et un mot de passe valide

source: Login Successful !
fr_fr: Connexion réussie !

source: Invalid username or password. Please try again!
fr_fr: Nom d'utilisateur ou mot de passe invalide. Réessayer !

source: Please enter your correct username and password.
fr_fr: Veuillez entrer votre nom d'utilisateur et mot de passe.

source: Changes saved successfully !
fr_fr: Modifications sauvegardées !

source: Gallery updated successfully !
fr_fr: Mise à jour galerie réussie !

source: Gallery not updated successfully !
fr_fr: Galerie non modifiée, réessayer.

source: Upload some images first !
fr_fr: Veuillez télécharger une image svp !

source: Note: This image will be saved when you click the Save button below. To change image you can upload another image again
fr_fr: Note : l'image sera sauvegardée une fois que vous cliquerez sur le bouton 'sauvegardez' ci-dessous. Vous pouvez télécharger une autre image sans problème.

source: Updated: Category Updated Successfully.
fr_fr: La catégorie a été actualisée avec succès.

source: Your upgrade request has been forwarded successfully. Thank you for your order, we will contact you soon.
fr_fr: Votre demande nous est bien parvenue. Merci. Nous vous contacterons le plus rapidement possible.

source: OBS: Account Upgrade Request
fr_fr: Demande de modification de compte

source: Sorry ! Some error occurred. Please try later.
fr_fr: Une erreur est survenue. Essayez à nouveau.

source: A company has ordered for a new package. Here are the details, related to this order
fr_fr: Une entreprise a passé une commande. Voici les détails relatifs à cette commande.

source: Company has ordered for a new package
fr_fr: La société a passé une commande

source: Your new package order has been placed successfully. Thank you for your order, we will contact you soon.
fr_fr: Votre commande nous est bien parvenue. Merci. Nous vous contacterons le plus rapidement possible.

source: Updated: sections design Updated Successfully
fr_fr: Modifications sauvegardées avec succès

source: Updated : Advanced theme settings saved successfully !
fr_fr: Mise à jour des paramètres sauvegardée avec succès !

source: Updated : Theme settings restored successfully !
fr_fr: Les paramètres sont restaurés

source: Order has been deleted successfully.
fr_fr: La commande a été supprimée avec succès.

source: Error in deletion of order! Please try again.
fr_fr: Une erreur est survenue. Essayez à nouveau.

source: Cancelled Order
fr_fr: Commande annulée

source: Paid via Paypal
fr_fr: Payé par Paypal

source: via
fr_fr: par

source: OK message
fr_fr: Message OK

source: Complete
fr_fr: Complet

source: Telephone
fr_fr: Numéro de téléphone

source: Dear client
fr_fr: Cher client

source: Client Details
fr_fr: Données client

source: ON HOLD MESSAGE
fr_fr: MESSAGE EN ATTENTE

source: Details has been updated successfully.
fr_fr: Les détails ont été mis à jour.

source: Some error occured in updating order.
fr_fr: Une erreur s'est produite pendant la mise à jour.

source: Some error occured while updating order details.
fr_fr: Une erreur s'est produite pendant la mise à jour de la commande.

source: Couldn't parse the mail template
fr_fr: Aucun e-mail n'a été envoyé, essayez à nouveau

source: Mail has been sent successfully.
fr_fr: L'e-mail a été envoyé avec succès.

source: Client number updated successfully !
fr_fr: Le numéro de client a bien été modifié !

source: Some error occured while updating client number.
fr_fr: Une erreur s'est produite pendant la mise à jour du numéro de client.

source: Discount card number updated successfully !
fr_fr: Numéro de client modifié !

source: Some error occured while updating Discount card number.
fr_fr: Une erreur s'est produite pendant la mise à jour du numéro de client.

source: Discount updated successfully !
fr_fr: Remise mise à jour avec succès !

source: Some error occured while updating Discount.
fr_fr: Une erreur s'est produite pendant la modification de la remise.

source: Mail has been sent successfully to
fr_fr: Mail envoyé avec succès à

source: Error !! Mail couldn't be sent.
fr_fr: Erreur : pas de mail envoyé.

source: Error!! Mail couldn't be sent.
fr_fr: Erreur : pas de mail envoyé.

source: Client Info added successfully
fr_fr: Données clients ajoutées avec succès

source: Client Info did not added successfully
fr_fr: Impossible d'ajouter les données clients

source: Email field is not valid
fr_fr: Adresse e-mail non valide

source: Customer Info
fr_fr: Infos client

source: Company
fr_fr: Société

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom de famille

source: House Number
fr_fr: Nr.

source: Phone No
fr_fr: Numéro de téléphone

source: Mobile No
fr_fr: Numéro de portable

source: Vat
fr_fr: Numéro de TVA

source: pickup settings has been updated successfully.
fr_fr: Paramètres généraux mis à jour avec succès.

source: error occured while updating pickup settings!
fr_fr: Une erreur s'est produite pendant la mise à jour !

source: delivery settings has been updated successfully.
fr_fr: Les paramètres généraux ont été mis à jour avec succès.

source: error occured while updating delivery settings!
fr_fr: Une erreur s'est produite pendant la mise à jour des paramètres de livraison !

source: holiday settings has been updated successfully.
fr_fr: Les paramètres du jour férié ont été mis à jour avec succès.

source: error occured while updating holiday settings!
fr_fr: Une erreur s'est produite pendant la mise à jour des paramètres du jour férié !

source: Delivery area details has been added successfully.
fr_fr: Les détails de la zone de livraison ont été ajoutés avec succès.

source: Error. Delivery area details could not be added.
fr_fr: Erreur. Les détails de la zone de livraison n'ont pas pu être ajoutés.

source: Delivery area details has been updated successfully.
fr_fr: Les détails de la zone de livraison ont été mis à jour avec succès.

source: Error. Delivery area details could not be updated.
fr_fr: Erreur. Les détails de la zone de livraison n'ont pas pu être mis à jour.

source: Profile has been updated successfully
fr_fr: Profil modifié

source: error!!couldn't update profile
fr_fr: ERREUR : le profil ne peut pas être mis à jour. Réessayez.

source: Information has been sent.
fr_fr: L!information a été envoyée.

source: error!!couldn't send information
fr_fr: ERREUR : l'information ne peut pas être envoyée. Réessayez.

source: Order IBSoft Invoice
fr_fr: Facture IBsoft

source: IBSoft Orders
fr_fr: Commandes IBsoft

source: Some error occured. Please try again
fr_fr: Une erreur est survenue. Essayez à nouveau

source: Here is a request to activate addons:
fr_fr: Voici une demande pour activer des addons:

source: Addon activate request
fr_fr: Demande d'activation des addons

source: Here is a request to deactivate addons:
fr_fr: Voici une demande pour désactiver des addons:

source: Addon deactivate request
fr_fr: Demande de désactivation de l'Addon

source: Here is a request to upgrade account:
fr_fr: Voici une demande de mise à jour du compte:

source: Here is a request to downgrade account:
fr_fr: Voici une demande de rétrogradation du compte:

source: <b>Request succesfully sent</b> - We will review your request asap and you will be notified immediately after we have
fr_fr: <b>Demande bien envoyée </b> - Nous traiterons votre demande aussi vite que possible et nous vous tenons informé

source: No account found
fr_fr: Aucun compte trouvé

source: Areas updated successfully !!!
fr_fr: Zones mises à jour avec succès !!!

source: Problem on
fr_fr: Problème

source: Couldn't connect as
fr_fr: Impossible de se connecter en tant que

source: , login failed !
fr_fr: , échec de la connexion !

source: Couldn't update
fr_fr: Ne peut pas être mis à jour

source: on server !
fr_fr: Sur le serveur !

source: Report cannot be created. Please try again
fr_fr: Le rapport ne peut pas être établi. Réessayez

source: Cannot find Id of report. Please reload page and then try again.
fr_fr: Rapport introuvable. Actualisez la page ou réessayez.

source: Report deleted successfully.
fr_fr: Rapport supprimé avec succès.

source: Report cannot deleted successfully
fr_fr: Le rapport ne peut pas être supprimé

source: Report cannot be detected
fr_fr: Rapport introuvable

source: No report found. Please select any report then delete it again.
fr_fr: Rapport introuvable. Sélectionnez un rapport et supprimez le à nouveau svp.

source: Selected Reports are deleted successfully
fr_fr: Les rapports sélectionnés ont bien été supprimés

source: Selected Reports cannot be deleted
fr_fr: Les dossiers sélectionnés ne peuvent pas être supprimés

source: No data found for selected Report(s). Please select any report then delete it again.
fr_fr: Rapport introuvable. Essayez à nouveau.

source: ERROR : Fields Cannot be null
fr_fr: ERREUR : tous les champs doivent être complétés

source: TARIEF
fr_fr: TARIF

source: VOEDINGWAARDEN
fr_fr: VALEURS NUTRITIVES

source: Bewaren
fr_fr: Conserver

source: OBS-Shop
fr_fr: Boutique en ligne

source: Give the shop url. Eg - http://www.onlinebestelsysteem.net/DEMO/demo.html
fr_fr: Lien vers la boutique en ligne - exemple : http://www.mijnwebsite.be/webwinkel.html

source: Shop URL
fr_fr: Boutique en ligne URL

source: Give the online-bestellen folder url. Eg - http://www.onlinebestelsysteem.net/DEMO
fr_fr: Lien vers le dépliant de la boutique en ligne - exemple : http://www.mijnwebsite.be/online-bestellen

source: Client File Location
fr_fr: Emplacement du fichier client

source: Give the online-bestellen folder location on your server from root, including the client-files folder name.
fr_fr: Donnez l'emplacement du dossier en ligne sur votre serveur y compris le nom du dossier des fichiers du client.

source: Access Permission
fr_fr: Droits d'accès

source: Allow OBS Administrator to upload (or replace) online-bestellen client files to your FTP server automatically.
fr_fr: Laisser FoodDESK accéder pour mettre à jour les modules FoodDESK (recommandé)

source: Codes for your Website
fr_fr: Code pour votre site web

source: Domain
fr_fr: Nom de domaine

source: Your Api Has Not Been Generated Yet
fr_fr: Votre Api n'a pas encore été généré par FoodDESK (nous en tenir au courant spv)

source: FTP Settings updated successfully !
fr_fr: FTP Settings bien actualisé

source: FTP Settings saved successfully !
fr_fr: FTP Settings bien actualisé

source: OBS: Buying Credits Request
fr_fr: FoodDESK: Achat crédit

source: You request has been sent successfully
fr_fr: Demande bien envoyée.

source: Sorry!!!. Request has not been sent. Please try again later.
fr_fr: La demande ne peut pas être envoyée. Réessayez plus tard.

source: OBS: Buying Monthly Basis Request
fr_fr: FoodDESK: Achat crédit mensuel

source: Sorry mail did not send successfully
fr_fr: Le mail ne peut pas être envoyé

source: Mail send successfully
fr_fr: Mail envoyé avec succès.

source: Widget is not added successfully. PLease try again
fr_fr: Le Widget ne peut pas être ajouté. Essayez à nouveau

source: Widget is not Edited successfully. PLease try again
fr_fr: Le Widget ne peut pas être pris en compte. Réessayez.

source: No Preview
fr_fr: Pas d'aperçu

source: Newsletter cannot be saved. Please try again...
fr_fr: La newsletter ne peut pas être sauvegardée. Réessayez.

source: Newsletter has been saved successfully.
fr_fr: La newsletter a bien été sauvegardée.

source: Newsletter has been updated successfully.
fr_fr: La newsletter a bien été modifiée.

source: Mail has been send successfully
fr_fr: Mail envoyé avec succès.

source: Sorry!!! Mail has not been send successfully. Please try again
fr_fr: Le mail ne peut pas être envoyé. Réessayez.

source: Sorry!!! Cant found the template.
fr_fr: Matrice introuvable

source: Add Widget
fr_fr: Ajouter le widget

source: File did not uploaded. Please try again
fr_fr: Le dossier n'a pas été téléchargé. Réessayez.

source: Sorry!!! Your subscription is not activated this time. Please buy any plan if not requested.
fr_fr: Acheter d'abord un abonnement svp

source: Sorry!!! You have no credits left. Please buy again.
fr_fr: Vous n'avez plus de crédit. Veuillez vous en procurer.

source: mail sent.
fr_fr: E-mail envoyé.

source: mails sent.
fr_fr: E-mails envoyés.

source: You have no credits left. Please buy again.
fr_fr: Vous n'avez plus de crédit. Veuillez vous en procurer.

source: Sorry!!! Some mails have not been send successfully. Please try again
fr_fr: Certains mails ne peuvent pas être envoyés. Réessayez.

source: All Mails have been sent successfully
fr_fr: Tous les mails ont bien été envoyés.

source: Template cannot be saved. Please try again...
fr_fr: La matrice n'a pas pu être sauvegardée, réessayez.

source: Templates has been saved successfully.
fr_fr: Matrice sauvegardée avec succès.

source: Templates has been Updated successfully.
fr_fr: Matrice mise à jour avec succès.

source: remove
fr_fr: Supprimer

source: Doc. uploaded successfully.
fr_fr: Dossier téléchargé avec succès.

source: Doc with this name is already present in the upload center.
fr_fr: Il y a déjà un dossier du même nom dans le fichier.

source: Doc did not uploaded. Please try again.
fr_fr: Le dossier n'a pas été téléchargé. Réessayez.

source: Doc file size max 4 MB.
fr_fr: Grandeur d'image au maximum 4 MB

source: Invalid file format...
fr_fr: Format erroné - téléchargez les documents seulement avec jpg/gif/png .

source: unsubscribe
fr_fr: Se déconnecter

source: company_id
fr_fr: Société ID

source: company_name
fr_fr: nom de la société

source: attribute_name
fr_fr: Nom

source: order_detail_id
fr_fr: Numéro de commande:

source: order_detail
fr_fr: Résumé

source: Antal
fr_fr: Nombre

source: Benaming
fr_fr: Dénomination

source: Groep
fr_fr: Groupe

source: Prijs
fr_fr: Prix

source: Opt.Prijs
fr_fr: Prix.opt

source: Order.Id
fr_fr: Numéro de commande

source: error
fr_fr: MESSAGE D'ERREUR

source: No data for this order ID
fr_fr: Pas de donnée disponible pour cette commande

source: order
fr_fr: COMMANDE

source: Nummer
fr_fr: Numéro

source: Datum
fr_fr: Date

source: Uur
fr_fr: Heure

source: Klantnr
fr_fr: Numéro de client

source: Naam
fr_fr: Nom

source: Afhalen.datum
fr_fr: Date d'envoi

source: Levering.datum
fr_fr: Date de livraison

source: Best.Date
fr_fr: Date

source: Betaling
fr_fr: Paiement

source: category_id
fr_fr: Catégorie ID

source: category_details
fr_fr: Récapitulatif catégorie

source: category
fr_fr: Catégorie

source: product_id
fr_fr: Produit ID

source: product_details
fr_fr: Détails du produit

source: Selling.Option
fr_fr: Options

source: Multi.Discount
fr_fr: Plusieurs réductions

source: subcategory_id
fr_fr: Sous-catégorie ID

source: subcategory_details
fr_fr: Aperçu sous-catégorie

source: client_id
fr_fr: ID client

source: client_detail
fr_fr: Résumé

source: Loyality-Discount
fr_fr: Remise client régulier

source: Please specify any attribute name to find.
fr_fr: Introduire un nom svp

source: No Company Found.
fr_fr: Aucune société trouvée

source: Company Id Not Found
fr_fr: Aucune société trouvée

source: detail
fr_fr: Résumé

source: Aantal
fr_fr: Nombre

source: option.Id
fr_fr: Options

source: No order for this id
fr_fr: Pas de commande pour cet ID

source: No category found for this id
fr_fr: Catégorie non trouvée

source: weight wise
fr_fr: Par kilo

source: per personen
fr_fr: Par personne

source: per unit
fr_fr: Par unité

source: No product found for this id
fr_fr: Aucun résultat

source: Multi-Discount
fr_fr: Plusieurs remises

source: No subcategory found for this id
fr_fr: Sous-catégorie non trouvée

source: Cat-Nummer
fr_fr: Numéro

source: Please specify any attribute name to find
fr_fr: Veuillez indiquer un nom svp
