Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: Show name of semi products on sheets OR Show the combined weight of similar products
fr_be: Afficher le nom des produits semi-finis sur les fiches OU Afficher le poids combiné des produits similaires

source: Hide Nutrition value from technical sheet
fr_be: Masquez la valeur nutritive de la fiche technique

source: Select 'yes' if you don't want to show nutritional values on the technical sheet. Select 'no' if you want to show the nutritional values.
fr_be: Sélectionnez «oui» si vous ne souhaitez pas afficher les valeurs nutritionnelles sur la fiche technique. Sélectionnez «non» si vous souhaitez afficher les valeurs nutritionnelles.

source: Preference for E-nbr
fr_be: Paramètres pour numéros E

source: E-nbr values
fr_be: Afficher les numéros E

source: E-nbr names
fr_be: Afficher seulement le nom

source: Change enumbers into ename and ename in enumbers
fr_be: Changez les numéros E en noms

source: Show Traces
fr_be: Montre les résidus

source: Show or hide traces in technical or recipe sheet
fr_be: Afficher ou masquer les traces dans la fiche technique ou la fiche recette

source: Show supplier in recipe
fr_be: Afficher le fournisseur dans la recette

source: Show or hide supplier in recipe
fr_be: Afficher ou masquer le fournisseur dans la fiche recette

source: Hide extra mention of allergens
fr_be: Ne pas afficher des informations supplémentaires sur les allergènes

source: Manage show or hide for extra mention of allergens
fr_be: Afficher ou masquer les commentaires supplémentaires sur les allergènes

source: Download employee schedule
fr_be: Télécharger l'horaire des employés

source: Schedule of all employees
fr_be: Horaire de tous les employés

source: Landscape
fr_be: Paysage

source: Employees Logbook
fr_be: Journal de bord des employés

source: Free type field in task
fr_be: Champ libre dans la tâche

source: Employee - own tasks
fr_be: Employé - propres tâches

source: Simple list
fr_be: Liste simple

source: Employee - all tasks
fr_be: Employé - toutes les tâches

source: Quick start
fr_be: Démarrage rapide

source: Fixed Temperature Check
fr_be: Contrôle de température fixe

source: FoodDESK Temperature System
fr_be: Système de température FoodDESK

source: On delivery controle
fr_be: Sur contrôle de livraison

source: Show default products in Tempco/Core temp
fr_be: Afficher les produits par défaut dans Tempco/Température de cuisson

source: Use exclamationmark to replace an article later
fr_be: Utiliser un point d'exclamation pour remplacer un article plus tard

source: Show in t control
fr_be: Afficher dans le contrôle t

source: Warm up / Cool down
fr_be: Réchauffer / Refroidir

source: Show editing date in report:
fr_be: Afficher la date d'édition dans le rapport

source: The gross profit margin is not your real profit(!) - this is the "break-event" value (sell vs revenue) and thiswill be used as )% reference in our menu engineering section. In that way when gross profit is 10% then this means 105profit.
fr_be: La marge bénéficiaire brute n’est pas votre bénéfice réel (!) - c’est la valeur de rupture (vente par rapport au chiffre d’affaires) et elle sera utilisée comme référence % dans notre section Ingénierie des menus. De cette façon, lorsque le bénéfice brut est de 10%, cela signifie 105% de bénéfices.

source: Registration date
fr_be: Date d'enregistrement

source: per piece
fr_be: Par unité

source: Upload logo
fr_be: Télécharger le logo

source: Upload img to show in searchresults
fr_be: Importer une image à afficher depuis les résultats de recherche

source: Set logo for restaurant on allergencard
fr_be: Mettre le logo du restaurant sur la carte d'allergènes

source: Upload header
fr_be: Chargement de l'en-tête

source: Set banner for restaurant on allergencard
fr_be: Placez une bannière sur la carte des allergies pour le restaurant.

source: Allergencard Logo
fr_be: Logo carte des allergènes

source: Desk Logo
fr_be: Logo

source: Technical sheet banner
fr_be: Fiche technique bannière

source: Set logo for technical sheet
fr_be: Mettre le logo sur la fiche technique

source: Standard img for technical sheet
fr_be: Image standard pour la fiche technique

source: Set logo for Company default Image
fr_be: Mettre le logo entreprise par défaut

source: Label
fr_be: Etiquette

source: Set logo for labeler
fr_be: Mettre le logo pour étiquettage

source: ALL-IN-ONE APP logo
fr_be: Logo APP TOUT-EN-UN

source: Set logo for all in one app
fr_be: Mettre le logo dans l'app tout en un

source: SETTINGS
fr_be: PARAMETRES

source: Recipe Section
fr_be: Section Recette

source: SHO-leads
fr_be: Prospects-SHO

source: Success
fr_be: OK

source: Your name
fr_be: Votre nom

source: Your phone nbr
fr_be: Votre numéro de téléphone

source: other
fr_be: autre

source: Your email
fr_be: Votre adresse e-mail

source: verzenden
fr_be: envoyer

source: Internal orders
fr_be: Commandes internes

source: SUBADMINS
fr_be: SOUS ADMINS

source: Waste mgmt
fr_be: Gestion des déchets

source: Store Name
fr_be: Nom du magasin

source: ACTIVE
fr_be: ACTIF

source: INACTIVE
fr_be: INACTIF

source: Your code to return to Admin
fr_be: Votre code pour retourner à Admin

source: Your code to return to Sub Admin
fr_be: Votre code pour retourner vers Sub Admin

source: Division Name
fr_be: Nom de la division

source: No Divisions found
fr_be: Aucune division trouvée

source: Other shops
fr_be: Autres magasins

source: Shopname
fr_be: Nom du magasin

source: Name Ridiculous
fr_be: Nom Ridicule

source: Mail Ridiculous
fr_be: E-mail ridicule

source: Your code to return to Super Admin
fr_be: Votre code pour retourner sur votre SUPER admin

source: Taken
fr_be: Tâches

source: Alerts(
fr_be: Alertes(

source: Here you see the messages that are sent to each other for tasks or temperatures which were not ok. You can use this section to send a notification to each other to do something. For example: an employee sends a message to their boss that a certain cleaning product is out of stock, so they have to order some new.
fr_be: Vous voyez ici les messages qui sont envoyés les uns aux autres pour des tâches ou des températures qui n'étaient pas correctes. Vous pouvez utiliser cette section pour envoyer une notification à un autre utilisateur. Par exemple: un employé envoie un message à son supérieur pour lui signaler qu’un certain produit de nettoyage est en rupture de stock. Il peut donc en commander un nouveau.

source: Here you can see which tasks are meant to be done today in your business. You can add tasks by clicking on ‘General’ in the left column.
fr_be: Ici, vous pouvez voir quelles tâches doivent être accomplies aujourd'hui dans votre entreprise. Vous pouvez ajouter des tâches en cliquant sur "Général" dans la colonne de gauche.

source: Here you can see all tasks that are meant to be done by this employee or in this location (depends on the setting). You can see which tasks need to be done, by when, the frequency, location and person who needs to do this task. In ‘Action’ you can select if this task is done or not done. If the task is not done, there is a possibility to create a non-conformity. In this non-conformity, you can enter a corrective action. All this information is saved in the report section.
fr_be: Ici, vous pouvez voir toutes les tâches qui doivent être effectuées par cet employé ou à cet endroit (cela dépend du réglage). Vous pouvez voir quelles sont les tâches qui doivent être effectuées, à quel moment, la fréquence, l'emplacement et la personne qui doit effectuer cette tâche. Dans ‘Action’, vous pouvez choisir si cette tâche est terminée ou non. Si la tâche n'est pas terminée, il est possible de créer une non-conformité. Dans cette non-conformité, vous pouvez saisir une action corrective. Toutes ces informations sont enregistrées dans la section du rapport.

source: Users
fr_be: Utilisateurs

source: Method
fr_be: Méthode

source: Clean
fr_be: Nettoyer

source: Desintfect
fr_be: Désinfecter

source: Vermin
fr_be: Parasite

source: Would you like to delete these alerts ?
fr_be: Voulez-vous supprimer tous les équipements?

source: Successfully deleted
fr_be: Supprimé avec succès

source: Do you want to check this alert?
fr_be: Voulez-vous vérifier cette alerte?

source: ADD ALERT
fr_be: AJOUTER UNE ALERTE

source: User
fr_be: Utilisateur

source: Delete alerts
fr_be: Supprimer les alertes

source: Mark selected as done
fr_be: Marquer sélectionné comme fait

source: No alerts
fr_be: Pas d'alertes

source: Contact us
fr_be: Contactez-nous

source: ENTER YOUR INFORMATION
fr_be: ENTREZ VOS INFORMATIONS

source: Your message
fr_be: Votre message

source: Submit Form
fr_be: Soumettez le formulaire

source: Please enter your password
fr_be: Veuillez entrer votre mot de passe

source: Please select a location
fr_be: Veuillez choisir un lieu

source: All tasks
fr_be: Toutes les tâches

source: PDF weekly View
fr_be: Vue hebdomadaire en PDF

source: No location or task has been added yet.
fr_be: Aucun emplacement ou tâche n'a encore été ajouté.

source: Company is close today
fr_be: Entreprise fermée aujourd'hui

source: Show tasks
fr_be: Afficher les tâches

source: No task Assign between
fr_be: Aucune tâche assignée entre

source: All Today's tasks
fr_be: Toutes les tâches d'aujourd'hui

source: Switch employee
fr_be: Changer un/une employé(e)

source: No task assign for today.
fr_be: Aucune tâche attribuée pour aujourd'hui.

source: Assign to someone else
fr_be: Attribuez à quelqu'un d'autre

source: Great! No tasks to do!
fr_be: Super! Aucune tâche à faire!

source: Are you sure to mark the following items as ' completed ' ?
fr_be: Êtes-vous sûr de marquer les éléments suivants comme étant "terminés"?

source: MARK as completed
fr_be: MARQUER comme terminé

source: Not Done
fr_be: Non Fait

source: Reason
fr_be: Raison

source: Assign Task to someone Else
fr_be: Assignez une tâche à quelqu'un d'autre

source: User Name
fr_be: Nom d'utilisateur

source: Assign To
fr_be: Affecter à

source: Predifined details
fr_be: Précisions prédéfinies

source: Switch Employee
fr_be: Changer Employé

source: All tasks are done for today
fr_be: Toutes les tâches sont terminées pour aujourd'hui

source: all tasks are done for today
fr_be: Toutes les tâches sont terminées pour aujourd'hui

source: Please choose an employee first
fr_be: Veuillez choisir d'abord un employé

source: Today's tasks
fr_be: Tâches d'aujourd'hui

source: ALL TASKS
fr_be: TOUTES LES TÂCHES

source: TODAY -
fr_be: AUJOURD'HUI -

source: PREVIOUS TASKS -
fr_be: TÂCHES PRÉCÉDENTES -

source: Last Update
fr_be: Dernière mise à jour

source: Open tasks
fr_be: Missions ouvertes

source: LOG IN
fr_be: CONNEXION

source: THIS FEATURE IS NOT ACTIVE YET
fr_be: CETTE FONCTIONNALITÉ N'EST PAS ENCORE ACTIVE

source: Please contact us for more info
fr_be: Veuillez nous contacter pour plus d'informations

source: Allergencard + Usage of our icon-sets
fr_be: Cartes des allergènes + Utilisation de notre panel d'icônes

source: EasyBUTLER Digital Card + filter
fr_be: Carte Digitale EasyBUTLER + filtres

source: Advanced FEEDBACK system
fr_be: Système avancé FEEDBACK

source: Expandable with HACCP
fr_be: Expansible avec HACCP

source: All features of LIGHT +
fr_be: Toutes les fonctionnalités de LIGHT +

source: Labeling (label app included)
fr_be: Etiquetage (application incluse)

source: Menucard maker (Horeca)
fr_be: Menu maker (Horeca)

source: Multiple allergencards outputs (automates, PDF,..)
fr_be: Modules multiples des cartes allergènes (automatiques, PDF, ..)

source: (REQUEST)
fr_be: (DEMANDE)

source: All features of BASIC +
fr_be: Toutes les fonctionnalités de BASIC +

source: Full Autocontrole system (HACCP)
fr_be: Système Autocontrôle complet (HACCP)

source: €30/month
fr_be: 30€/mois

source: ECO-package - (Entry-Costprice-Order)
fr_be: Paquet-ECO- (Entrée-Coût-Commande)

source: subscribers so if you want to send unlimited mails to €100 your monthly cost will be €0.
fr_be: abonnés, si vous souhaitez envoyer des mails en illimité à 100 €, votre coût mensuel sera de 0 €.

source: €9/month
fr_be: 9€/mois

source: €5/month
fr_be: 5€/mois

source: 1000 flyers + 4 stickers with your unique QR-code!
fr_be: 1000 dépliants + 4 autocollants avec votre code QR unique!

source: This is a must have for every reatil business. Get anonymous feedback from your clients and you will be surprised of things you even didn't know (yet positive or negative)! Show your clients that you are innovative and care about them by let them look at your articlelist, filter allergens of check your suggetions.
fr_be: C'est un must pour toutes les affaires courantes. Obtenez des commentaires anonymes de vos clients et vous serez surpris de certaines choses sans le savoir (positives ou encore négatives)! Faites découvrir l'innovation envers vos clients et faites attention à eux en leur permettant de consulter votre liste d'articles, de filtrer les allergènes et de vérifier vos suggestions.

source: Brother Labeler + 12 lables
fr_be: Etiqueteuse Brother + 12 étiquettes

source: This is the best solution for small business to print out labels the cheapest way.
fr_be: C’est la meilleure solution pour les petites entreprises: imprimer les étiquettes de la manière la plus économique.

source: This package contains a labeler
fr_be: Ce pack inclus une étiqueteuse

source: box with
fr_be: boîte avec

source: labels(width
fr_be: étiquettes(avec

source: mm - length
fr_be: mm - longueur

source: m!) and it will be delivered at your location. We will install the drivers
fr_be: m!) et cela sera vous livré directement sur site. Nous installerons les pilotes

source: do the configuration
fr_be: faites la configuration et

source: install the FoodDESK labeler app via Anydesk.
fr_be: Installez l'étiqueteuse FoodDESK via l'application Anydesk

source: If we need to install the labeler at your location, then we will charge
fr_be: Si nous devons installer l’étiqueteuse chez vous, les frais seront facturés

source: starting from Westerlo.
fr_be: en partant de Westerlo.

source: Brother labels
fr_be: Étiquettes Brother

source: .. is a continuous label made of white thermal material and has a permanent adhesive strength.
fr_be: .. constituées d'un matériau thermique blanc et dotées d'un pouvoir adhésif permanent.

source: delivery is included in the price.
fr_be: de frais inclus dans le prix.

source: Personal assistance
fr_be: Assistance personnelle

source: Would you like a refreshment about our recipe system, HACCP, our allergenscards, entry control, ordering system and / or EasyBUTLER? We are happy to help you through AnyDESK and will answer all your questions.
fr_be: Souhaitez-vous vous rafraîhir la mémoire concernant notre système de recettes, notre système HACCP, nos cartes des allergènes, notre système de contrôle des entrées, notre système de commande et / ou EasyBUTLER? Nous sommes heureux de vous aider sur AnyDESK et répondrons à toutes vos questions.

source: 250 customers = €9/month
fr_be: 250 clients = 9€/mois

source: 500 customers = €15/month
fr_be: 500 clients = 15€/mois

source: 2500 customers = €30/month
fr_be: 2500 clients = 30€/mois

source: 5000 customers = €60/month
fr_be: 5000 clients = 60€/mois

source: 10000 customers = €90/month
fr_be: 10000 clients = 90€/mois

source: I want to
fr_be: Je veux commander

source: immediately, send me the qoute with mail.
fr_be: immédiatement, envoyez-moi une offre par mail.

source: I have some questions about this package and I first want to make an appointement with one of the representativs.
fr_be: J'ai quelques questions sur ce paquet et je souhaiterai d'abord obtenir rendez-vous avec l'un des représentants.

source: Cancel request
fr_be: Demande annulée

source: sure you want to cancel
fr_be: Êtes-vous sûr d'annuler

source: Any other remarks
fr_be: Autres remarques

source: this package
fr_be: ce paquet

source: these addons
fr_be: ces addons

source: purchase
fr_be: l'achat

source: these products
fr_be: de ces produits

source: purchase/activate
fr_be: Acheter/activer

source: these services
fr_be: ces services

source: Upgrade Package
fr_be: Mettre à jour votre paquet

source: Mail for account upgradation sent successfully
fr_be: E-mail pour la mise à jour du compte envoyé avec succès

source: Mail for account upgradation not sent
fr_be: Mail pour la mise à jour du compte non envoyé

source: Let us Know
fr_be: Faites-nous savoir

source: You can find our different packages at
fr_be: Vous trouverez nos différents paquets à

source: I want to upgrade to package
fr_be: Je veux mettre à jour le paquet

source: dont_know
fr_be: je_ne_sais_pas

source: Onetime setup free not included
fr_be: Installation unique pas inclus

source: Mark as NON-CONFORMITY
fr_be: Marquer comme NON-CONFORME

source: Add as CLOSED Non-Conformity
fr_be: Ajouter FERMER Non-conformité

source: Add OPEN Non-Conformity
fr_be: Ajouter OUVRIR Non-conformité

source: Update as CLOSED Non-Conformity
fr_be: Mettre à jour en cas d'incident FERMÉ

source: Update as OPEN Non-Conformity
fr_be: Mettre à jour en cas d'incidents OUVERTS

source: Open Non-Conformity
fr_be: Ouvrir Non-conformité

source: Non - conformities
fr_be: Non - conformités

source: Infosheet
fr_be: Fiche Info

source: Download Form
fr_be: Télécharger le formulaire

source: CLEANING PLAN
fr_be: PROGRAMME DE NETTOYAGE

source: SCAN ORDER SHEET
fr_be: SCANNER LA FEUILLE DE COMMANDE

source: DELIVERY
fr_be: LIVRAISON

source: ORDER
fr_be: COMMANDE

source: CONTROL
fr_be: CONTRÔLE

source: DEVIATIONS
fr_be: DÉVIATIONS

source: NON-CONFORM
fr_be: NON-CONFORME

source: FORMS
fr_be: FORMES

source: Done
fr_be: Fait

source: Make
fr_be: Faire

source: Select article
fr_be: Sélectionner l'article

source: Select semi-finished product
fr_be: Choisissez le produits semi-finis

source: Select subadmin
fr_be: Sélectionner un sous-admin

source: Select division
fr_be: Choisir une division

source: Please select at least one recipe
fr_be: Veuillez sélectionner au moins une recette

source: Please select date
fr_be: Veuillez choisir une date

source: Successfully moved
fr_be: Déplacement réussi

source: Successfully copied
fr_be: Copié avec succès

source: Production list updated
fr_be: Liste de production mise à jour

source: No products in the list to update
fr_be: Aucun produit dans la liste à mettre à jour

source: No products in the list to print
fr_be: Aucun produit dans la liste à imprimer

source: This product can't be removed because it's already made
fr_be: Ce produit ne peut pas être retiré parce qu'il a déjà été fabriqué

source: This product can't be removed as one ( or more ) ingredients used in it have already been made
fr_be: Vous ne pouvez pas modifier la quantité de ce produit car un ou plusieurs ingrédients ont déjà été fabriqués

source: Are you sure to delete this product from the list ?
fr_be: Etes-vous sûr de supprimer ce produit de la liste ?

source: This product doesn't contain a recipe yet. Please add the ingredients in the recipe section.
fr_be: Ce produit ne contient pas encore de recette. Veuillez ajouter les ingrédients dans la section recettes.

source: Portions are not determined in the recipe. Please add portions to recipe.
fr_be: Les portions ne sont pas déterminées dans la recette. Veuillez ajouter des portions à la recette.

source: You can not change the amount of this product as one ( or more ) ingredients have already been made.
fr_be: Vous ne pouvez pas modifier la quantité de ce produit car un ou plusieurs ingrédients ont déjà été fabriqués.

source: TODAY
fr_be: AUJOURD'HUI

source: TOMORROW
fr_be: DEMAIN

source: OTHER DATE
fr_be: AUTRE DATE

source: PRODUCTION LIST
fr_be: LISTE DE PRODUCTION

source: MAKE SP
fr_be: FAIRE SF

source: Number
fr_be: Numéro

source: Copy to date
fr_be: Copie vers date

source: Move to date
fr_be: Déplacer vers la date

source: Search date
fr_be: Date de recherche

source: Go to list
fr_be: Allez à la liste

source: Search by product or semi-product
fr_be: Recherche par produit ou semi-produit

source: Or search per category
fr_be: Ou recherche par catégorie

source: Copy to other date
fr_be: Copier à une autre date

source: To select multiple dates, use the shift key
fr_be: Pour sélectionner plusieurs dates, utilisez la touche Majuscule

source: Move to other date
fr_be: Déplacer vers autre date

source: This recipe already exist on the chosen date
fr_be: Cette recette existe déjà dans la date choisie

source: Delete selected division
fr_be: Supprimer le secteur d'activité sélectionné

source: This product is already in this production list
fr_be: Ce produit se trouve déjà dans cette liste de production

source: This product was made with a lot number
fr_be: Ce produit a été fabriqué avec un numéro de lot

source: Product labels
fr_be: Étiquettes des produits

source: Shelf life labels
fr_be: Étiquettes de durée de conservation

source: alternative date
fr_be: date alternative

source: LINKED TO
fr_be: LIÉ À

source: Changes can not be made here. Please go back to the original production list and make changes there.
fr_be: Les modifications ne peuvent pas être faites ici. Veuillez retourner sur la liste de production originale et y apporter des modifications.

source: Please create the previous SP first which are used in it.
fr_be: Veuillez créer les SF précédents qui sont utilisés en premier.

source: PRODUCTION LIST SEMI PRODUCT
fr_be: LISTE DE PRODUCTION SEMI-PRODUIT

source: Linked to
fr_be: Lié à

source: Lot no
fr_be: Numéro de lot

source: prod.date
fr_be: date de fabrication

source: Are you sure to remove this product?
fr_be: Etes-vous sûr de vouloir supprimer ce produit?

source: Recipe updated
fr_be: Recette mise à jour

source: Update the changes first
fr_be: Mettez d'abord les modifications à jour

source: You can not change the amount of this product from here as one ( or more ) ingredients have already been made.
fr_be: Vous ne pouvez pas changer la quantité de ce produit à partir d'ici car un ou plusieurs ingrédients ont déjà été fabriqués.

source: You can not delete this ingredients as SP used in it is already made.
fr_be: Vous ne pouvez pas supprimer ces ingrédients car le SF utilisé dans ce produit est déjà fait.

source: You can not add or delete the ingredients.
fr_be: Vous ne pouvez pas ajouter ou supprimer les ingrédients.

source: You can not unfold this ingredient as it is already made.
fr_be: Vous ne pouvez pas déplier cet ingrédient car il est déjà fait.

source: Please make all the SP first used in it.
fr_be: S'il vous plaît, faites en sorte que tous les SF y soient utilisés en premier.

source: Recalculate
fr_be: Recalculer

source: grams
fr_be: grammes

source: Supplier/Manufacturer
fr_be: Fournisseur/Fabricant

source: Lotnr
fr_be: Lot numéro

source: MARK AS DONE
fr_be: MARQUER COMME FAIT

source: How to Make
fr_be: Comment fabriquer

source: The method to make this recipe is not define.
fr_be: La méthode de fabrication de cette recette n'est pas définie.

source: This product has been created with lot number
fr_be: Ce produit a été fabriqué avec un numéro de lot

source: TAKEN
fr_be: TÂCHES

source: Search on date
fr_be: Recherche par date

source: NOK
fr_be: INCORRECT

source: Mark as Complete or Alert
fr_be: Marquez comme Terminé ou Alerte

source: Mark as Complete
fr_be: Marquez comme terminé

source: Mark as ALERT
fr_be: Marquez comme ALERTE

source: Change Employee
fr_be: Changer Employé
