Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: Ord
fr_be: Ordre

source: Name menucard
fr_be: Nom menu

source: Show prices
fr_be: Afficher les prix

source: Save + Menu
fr_be: Sauvegarder + Menu

source: Add subcat
fr_be: Ajouter sous-catégorie

source: Would you like to remove category ?
fr_be: Souhaitez-vous supprimer la catégorie ?

source: Please provide Text to save
fr_be: Veuillez fournir le texte à sauvegarder

source: display name on menucard
fr_be: afficher le nom sur le menu

source: Please select product first
fr_be: Veuillez d'abord sélectionner le produit

source: Would you like to delete this ?
fr_be: Souhaitez-vous supprimer ceci ?

source: Subcategory name
fr_be: Nom de la sous-catégorie

source: Provide a category name first
fr_be: Fournissez d'abord un nom de catégorie

source: Subcategory Name
fr_be: Subcategorie Naam

source: Please first create the element
fr_be: Veuillez d'abord créer l'élément

source: Show language
fr_be: Afficher la langue

source: Select date (range)
fr_be: Sélectionner la date (range)

source: Please select format type
fr_be: Veuillez sélectionner le type de format

source: Select product
fr_be: Sélectionnez un produit

source: Please select a product
fr_be: Veuillez sélectionner un produi

source: Select products
fr_be: Sélectionnez les produits

source: Please provide a product name
fr_be: Veuillez fournir un nom de produit

source: Can be ordered
fr_be: Peut être commandé

source: Please provide suggestion card name
fr_be: Veuillez fournir le nom de la carte de suggestion.

source: Please select some products and press + button
fr_be: Veuillez d'abord sélectionner quelques produits et appuyer sur le bouton +

source: Add Quickly
fr_be: Ajouter Rapidement

source: Print sheets
fr_be: Imprimer les fiches

source: Search product
fr_be: Rechercher produit

source: display name on menucard
fr_be: afficher le nom sur la carte de menu

source: Select products
fr_be: Sélectionnez les produits

source: Price:
fr_be: Prix:

source: Price
fr_be: Prix

source: Edit suggestions
fr_be: Aperçu des suggestions

source: Show prices
fr_be: Afficher les prix

source: Compile Menu
fr_be: Menu Compile

source: Search Product Name
fr_be: Recherchez un article

source: cancel
fr_be: annuler

source: import
fr_be: importer

source: printout A4
fr_be: impression A4

source: printout A5
fr_be: impression A5

source: fridge labels
fr_be: étiquettes de réfrigérateur

source: PRINT
fr_be: IMPRIMER

source: PRINT ALL
fr_be: IMPRIMER TOUT

source: No product is added in the list
fr_be: Aucun produit n'est ajoutajouté dans la liste

source: Edit product
fr_be: Modifier produit

source: Art number
fr_be: Numéro de l'article

source: Upload Image Here
fr_be: Télécharger l'image

source: Save & close
fr_be: Enregistrer et fermer

source: Please add template name and message.
fr_be: Veuillez ajouter le modèle et le message.

source: Updated Successfully.
fr_be: Mis à jour avec succès.

source: Back to Template
fr_be: Retour à Modèle

source: Template Name
fr_be: Nom de Modèle

source: Deleted Successfully.
fr_be: Supprimé avec succès.

source: 1 to 1 Templates
fr_be: Modèles 1 par 1

source: Mailing Templates
fr_be: Modèles E-mail

source: Create New Template
fr_be: Créer un nouveau modèle

source: Last Edited
fr_be: Dernière Modification

source: No Last Edit
fr_be: Pas de dernière modification

source: Template Type
fr_be: Type de modèle

source: Mailing template
fr_be: Modèle de campagne e-mailing

source: Template name
fr_be: Nom du Modèle

source: Template subject
fr_be: Objet du modèle

source: Page not Found
fr_be: Page introuvable

source: Page Not Active
fr_be: Optimiser votre compte

source: Go to Dashboard
fr_be: Allez au tableau de bord

source: Forgot Password
fr_be: Mot de passe oublié

source: Admin Password Recovery
fr_be: Modifier le mot de passe

source: We'll send you instructions in email
fr_be: Nous vous enverrons des instructions par email

source: send
fr_be: sauvegarder

source: Reset password
fr_be: Réinitialiser mot de passe

source: Back to login
fr_be: Retour à la connexion

source: You have not yet completed the steps of recipie Section,please complete them first
fr_be: Vous n'avez pas encore terminé les étapes de la section recettes, veuillez les remplir d'abord

source: You did not add any category yet
fr_be: Vous n'avez pas encore ajouté de catégorie

source: You did not add any product yet
fr_be: Vous n'avez pas encore ajouté de produit

source: You did not entered an employer yet
fr_be: Vous n'avez pas encore inscrit d'employés

source: You did not entered a supplier yet
fr_be: Vous n'avez pas encore entré de fournisseur

source: You did not entered a object yet
fr_be: Vous n'avez pas encore entré d'objet

source: You did not entered a task yet
fr_be: Vous n'avez pas encore saisi de tâche

source: Introduction Complete
fr_be: Introduction Complète

source: Basic introduction Complete
fr_be: Introduction de base Terminée

source: You completed the steps succesfully!
fr_be: Vous avez accompli les étapes avec succès!

source: First Step
fr_be: Première étape

source: Introduction has been taken.
fr_be: Introduction a été prise.

source: Follow these steps
fr_be: Suivez les étapes suivantes

source: Recipie
fr_be: Recettes

source: Add (sub)categories
fr_be: Ajoutez (sous-)catégories

source: Go to Recepturen / Categories OR
fr_be: Allez à recettes/ Catégories

source: To add/update your categories or even Subcategories.
fr_be: Ajouter/ mettez à jour vos catégories ou même sous-catégories.

source: Important note: These categories will be used aswell in your
fr_be: Notice important: Ces catégories seront utilisées aussi bien dans votre

source: Add Semi Product
fr_be: Ajoutez un produit semi-fini

source: Go to Recipe / Semi-products or
fr_be: Allez à Recette/ Produits Semi-finis ou

source: Add semi products so you can add them easely in your recipes afterwards
fr_be: Ajoutez des produits semi-finis pour que vous puissiez ensuite les ajouter facilement à vos recettes

source: Add Recipes
fr_be: Ajoutez des recettes

source: Go to Recipe / Articles or
fr_be: Allez vers recette/ Articles ou

source: No time to add your recipes? We can do this for you – pls call 014 58 84 66 or send us a request mail to info@fooddesk.be with the words “I want more info about recipe package”.
fr_be: Pas le temps d'ajouter vos recettes? Nous pouvons le faire pour vous - appelez le 014 58 84 66 ou envoyez-nous un mail à info@fooddesk.be avec les mots "Je veux plus d'infos sur le paquet de recettes".

source: Check Setting
fr_be: Contrôlez le réglage

source: Go to Settings / Allergencard
fr_be: Allez à Paramètres/ Carte d'allergènes

source: click
fr_be: cliquez ici

source: HERE
fr_be: ICI

source: Add Employers
fr_be: Ajoutez des Employés

source: Go to HACCP / Werknemers OR
fr_be: Aller dans HACCP / Employés OU

source: To add your employers. We need to do this so we can assign tasks to them later on
fr_be: Ajouter vos employés. Nous devons le faire pour pouvoir leur assigner des tâches plus tard

source: Add your suppliers
fr_be: Ajoutez vos fournisseurs

source: Go to HACCP / Suppliers or
fr_be: Aller dans HACCP / Fournisseurs ou

source: To add your suppliers where you work with.
fr_be: Pour ajouter vos fournisseurs là où vous travaillez.

source: Add your objects
fr_be: Ajoutez vos objets

source: Go to HACCP / Objects or
fr_be: Allez dans HACCP / Équipements ou

source: To add all of your objects that can be related to tasks.
fr_be: Pour ajouter tous vos équipements qui peuvent être liés aux tâches.

source: Add tasks
fr_be: Ajoutez des tâches

source: Go to HACCP / Tasks or
fr_be: Aller dans HACCP/ Tâches ou

source: To load the most frequently standard tasks and assign them to your employers / objects and check the frequency.
fr_be: Pour charger les tâches standard les plus fréquentes, les affecter à vos employés / équipements et vérifier la fréquence.

source: Your account has verified, Please check your mail for id and password
fr_be: Votre compte a été vérifié, veuillez vérifier votre boîte e-mail pour l'identifiant et le mot de passe

source: Login to your account
fr_be: Connectez-vous à votre compte

source: Enter your credentials below
fr_be: Entrez vos identifiants ci-dessous

source: Forgot password?
fr_be: Mot de passe oublié ?

source: To create an account or an allergencard FOR FREE click here
fr_be: Pour créer un compte ou une carte allergène GRATUITEMENT cliquez ici

source: Congratulations, your email has verified
fr_be: Félicitations, votre e-mail a été vérifié

source: No account yet
fr_be: Pas encore de compte

source: Pls create one
fr_be: Veuillez d'abord créer un

source: Sheets
fr_be: Fiches

source: A new
fr_be: Une nouvelle

source: REQUEST from
fr_be: DEMANDE de

source: REQUEST FOR AN ADDON
fr_be: DEMANDE D'UN ADDON

source: with ID
fr_be: avec ID

source: Contactperson:
fr_be: Personne de contact:

source: Phone:
fr_be: Numéro de téléphone:

source: Current Account: FDD
fr_be: Compte actuel : FDD

source: Requested Account
fr_be: Compte Demandé

source: Cancellation
fr_be: Annulation

source: A new <b>
fr_be: Un nouveau <b>

source: Contactperson:
fr_be: Personne de contact:

source: Phone:
fr_be: Numéro de téléphone:

source: Current Account: FDD
fr_be: Compte actuel : FDD

source: Requested Account: <b>FDD
fr_be: Compte demandé :<b>FDD

source: Remark:
fr_be: Remarque:

source: Our platform is getting a little tune up!
fr_be: Notre plate-forme commence à faire peau neuve!

source: We apologize for the inconvenience,but we're performing some maintenance.
fr_be: Nous nous excusons pour le désagrément occasionné, mais nous effectuons de la maintenance.

source: You can still contact us at:
fr_be: Vous pouvez toujours nous contacter au:

source: We'll be back up soon!
fr_be: Nous serons de retour bientôt!

source: VAT
fr_be: TVA

source: Assigned Lotnbr
fr_be: Numéro de lot attribué

source: Data is correct - Next
fr_be: Les données sont correctes - Suivant

source: Proposed Sheet
fr_be: Fiche proposée

source: Fix
fr_be: Réparer

source: Preview
fr_be: Aperçu

source: Print all labels
fr_be: Imprimer toutes les étiquettes

source: Quantity
fr_be: Quantité

source: /Package
fr_be: /Paquet

source: to grams/ml per unit
fr_be: en grammes/ml par unité

source: Price/unit
fr_be: Prix/unité

source: Import ordersheets
fr_be: Importez les bons de commande

source: Ordersheets
fr_be: Feuilles de commande

source: Order sheet import
fr_be: Importation du bon de commande

source: Select a supplier
fr_be: Sélectionnez un fournisseur

source: Upload ordersheet
fr_be: Télécharger la fiche de commande

source: Select a file
fr_be: Sélectionnez un fichier

source: The ordersheet of this supplier is not yet recognized in our system
fr_be: La feuille de commande de ce fournisseur n'est pas encore reconnue dans notre système

source: Pls send a mail with an ordersheet included to
fr_be: Veuillez envoyer un mail avec une feuille de commande à

source: We will configure the settings from this supplier and let you know asap when you can start importing the ordersheets
fr_be: Nous configurerons les paramètres de ce fournisseur et vous informerons dès que vous pourrez commencer à importer les feuilles de commande

source: Compare data
fr_be: Comparer les données

source: Fix sheets
fr_be: Feuilles de fixation

source: Print labels
fr_be: Impression d'étiquettes

source: Control Delivery
fr_be: Contrôle de la livraison

source: Products OK
fr_be: Produits OK

source: Packaging OK
fr_be: Emballage OK

source: Temperature OK
fr_be: Température OK

source: Due dates OK
fr_be: Dates d'échéance OK

source: Report Non-conformity
fr_be: Rapport de non-conformité

source: Product notification
fr_be: Notification produit

source: Select a product
fr_be: Sélectionnez un produit

source: Expiration date
fr_be: Date d'expiration

source: Your have
fr_be: Vous avez accompli les étapes avec succes

source: PACKAGE
fr_be: PAQUET

source: Annual Cost
fr_be: Tarif mensuel

source: Registration Date
fr_be: Date d'inscription

source: Due date
fr_be: Date d'échéance

source: Upgrade Now
fr_be: Mise à jour immédiate

source: month
fr_be: mois

source: I agree with the terms & conditions.
fr_be: J'accepte les termes & conditions.

source: Please select an account type to upgrade.
fr_be: Veuillez sélection un type de compte pour le mettre à niveau.

source: Please agree with our terms & conditions.
fr_be: Veuillez donner votre accord pour les termes et conditions.

source: Assign Category
fr_be: Attribuer une catégorie

source: Assign Product to Category and Subcategory
fr_be: Affectez le produit à la catégorie et sous-catégorie

source: Filter By Category
fr_be: Filtrer par catégorie

source: Art. No.
fr_be: Art.n°.

source: Subcategory
fr_be: Sous-catégorie

source: No category
fr_be: Pas de catégorie

source: No subcategory
fr_be: Pas de sous-catégorie

source: Please enter category name
fr_be: Entrez un nom de catégorie s'il vous plaît

source: Please give a description
fr_be: Veuillez donner une description

source: Please leave a message
fr_be: Laissez un message svp

source: Category already Exists !
fr_be: La Catégorie Existe déjà !

source: Image can not be deleted successfully
fr_be: L'image ne peut pas être supprimée

source: category already exist
fr_be: cette catégorie existe déjà

source: UPDATE CATEGORY
fr_be: MISE A JOUR CATEGORIE

source: ADD CATEGORY
fr_be: AJOUTER CATEGORIE

source: Category Image
fr_be: Catégorie Image

source: Current image
fr_be: Image actuelle

source: Rotate image Clock-wise
fr_be: Tourner l'image dans le sens des aiguilles d'une montre

source: Rotate image Anti-clockwise
fr_be: Tourner l'image dans le sens inverse des aiguilles d'une montre

source: You can choose in which order the categories are shown on the website. Number 1 is very high on the list.
fr_be: Vous pouvez vous-même déterminer le classement des catégories qui apparaissent sur le site web. Le numéro un est tout en haut.

source: Article No
fr_be: Numéro de l'article

source: Hide
fr_be: Cacher

source: Upgrade your package
fr_be: Mettre à jour votre forfait

source: Select Package
fr_be: Sélectionner un abonnement

source: Send Request
fr_be: Envoyer une demande

source: Category Name in Dutch
fr_be: Nom de la catégorie en Néerlandais

source: Category Name in English
fr_be: Nom de la catégorie en Anglais

source: Category Name in French
fr_be: Nom de catégorie en Français

source: Subcategorie name cant be blank
fr_be: Le nom de la sous-catégorie ne peut pas être vide

source: Add Subcategory
fr_be: Ajouter sous-catégorie

source: UPDATE SUBCATEGORY
fr_be: MISE A JOUR SOUS-CATEGORIE

source: ADD SUBCATEGORY
fr_be: AJOUTEZ SOUS-CATEGORIE

source: Error Occured:sub category already exist
fr_be: Erreur: la sous-catégorie existe déjà

source: Sub-Category Name
fr_be: Nom de la sous-catégorie

source: Please give a description please
fr_be: Donner une description svp

source: Select A category
fr_be: Sélectionner une catégorie

source: Error Occured
fr_be: Une erreur s'est produite

source: Subcategories Data
fr_be: Données de sous-catégories

source: Drag me
fr_be: Glisser

source: Subcategy list is empty
fr_be: Pas de sous-catégorie

source: Sub-Category Name in Dutch
fr_be: Nom de la sous-catégorie en néerlandais

source: Sub-Category Name in English
fr_be: Nom de la sous-catégorie en anglais

source: Sub-Category Name in French
fr_be: Nom de la sous-catégorie en français

source: Open Incidents
fr_be: Incidents ouverts

source: RECIPE
fr_be: RECETTE

source: Products without sheets
fr_be: Produits sans fiche

source: Semi-finished products
fr_be: Produits semi-finis

source: Browse
fr_be: Chercher

source: Please fill in the article number of producer so the producer knows exactly which product you need for this recipe
fr_be: Veuillez indiquer le numéro d'article du producteur afin qu'il sache exactement de quel produit vous avez besoin pour cette recette

source: If you can't find this article number then type 000
fr_be: Si ce numéro d'article est introuvable alors indiquer type 000

source: Note: If you don't know the article number then it will take more time to fix this product.
fr_be: IMPORTANT : Si vous ne donnez pas de numéro de l'article, cela prendra plus de temps.

source: Please select supplier
fr_be: Veuillez d'abord sélectionner le fournisseur

source: Products added to favourite
fr_be: Produits ajoutés aux favoris

source: Please select products to add as your favourites.
fr_be: Veuillez d'abord sélectionner les produits pour les ajouter dans vos favoris.

source: Selected products are already in your favourites.
fr_be: Les produits sélectionnés sont déjà dans vos favoris.

source: Supplier
fr_be: Fournisseur

source: favourite
fr_be: favoris

source: Add Favorite
fr_be: Ajouter Favori

source: Per
fr_be: Par

source: ------ Select Supplier ------
fr_be: ------ Sélectionner un fournisseur ------

source: New product
fr_be: Nouveau produit

source: Not found?
fr_be: Non trouvé?

source: Free of allergens
fr_be: Sans allergènes

source: Please ask
fr_be: Demandez s'il vous plaît

source: Nuts
fr_be: Noix

source: Are you sure you want to delete this from favourite ?
fr_be: Êtes-vous sûr de vouloir effacer ceci de vos favoris ?

source: Thank you for your cooperation. Our colleagues will check and correct this sheet as quickly as possible. You do not need to take any further action as the allergens, ingredients and nutritional values ​​are automatically adjusted after a change.
fr_be: Merci de votre collaboration. Nos collègues vérifiont et corrigeront cette fiche le plus rapidement possible.

source: Are you sure you want to mark all used products as favourite?
fr_be: Êtes-vous sûr de vouloir marquer tous les produits utilisés comme favoris ?

source: Update failed
fr_be: Mise à jour a échoué

source: Update successfully
fr_be: Mise à jour réalisée avec succès

source: Not found
fr_be: Aucun résultat trouvé

source: add new
fr_be: ajoutez nouveau

source: Update Producer
fr_be: Mise à jour du fabricant

source: Update Supplier
fr_be: Mise à jour du fournisseur

source: Producer Name
fr_be: Nom du Fabricant

source: Ingredients
fr_be: Ingrédients

source: Nutritional Values
fr_be: Valeurs Nutritionnelles

source: NUTRITION AVERAGE
fr_be: VALEURS NUTRITIONNELLES MOYENNES

source: Energy
fr_be: Energie

source: Proteins
fr_be: Protéines

source: Carbohydrates
fr_be: Glucides

source: Of which sugars
fr_be: dont sucres

source: Salt
fr_be: Sel

source: per 100 g
fr_be: par 100g

source: Updated Date
fr_be: Date mise à jour

source: Update Supplier Article Number
fr_be: Mettre à jour le numéro d'article fournisseur

source: Update Producer Article Number
fr_be: Mettre à jour le numéro d'article du fabricant

source: Update EAN Code
fr_be: Mettre à jour le Code EAN

source: Of which saturated fatty acids
fr_be: dont acides gras saturés

source: *When missing data we have obtained this from the manufacturer. For more information please contact the manufacturer.
fr_be: * Lorsque les données sont manquantes, nous les avons obtenues du fabricant. Pour plus d'informations, veuillez contacter le fabricant.

source: Fats
fr_be: Matières graisses

source: Not found? Add new producer
fr_be: Pas trouvé ? Ajouter nouveau fabricant

source: Update Supplier Article No.
fr_be: Mettre à jour le n° d'article fournisseur.

source: Please Add Supplier First
fr_be: Veuillez d'abord sélectionner le fournisseur

source: Are you sure you want to delete this sheet!
fr_be: Etes-vous sûr de vouloir supprimer ce fichier!

source: Favourites
fr_be: Favoris

source: MARK ALL AS FAVOURITE
fr_be: MARQUER TOUS COMME FAVORIS

source: ADD FAVOURITE
fr_be: AJOUTER UN FAVORI

source: Search Favourite by Product name
fr_be: Recherchez un favori par nom du produit

source: Ingredient
fr_be: Ingrédient

source: FoodDESK Favourite
fr_be: FoodDESK Favoris

source: Supplier Art No.
fr_be: N° article fournisseur.

source: used in recipe
fr_be: utilisé dans la recette

source: No FOODESK Favourite Products Yet.
fr_be: Aucun produit préféré de FOODESK pour le moment.

source: PWS Favourite
fr_be: PWS Favorit

source: Article nr supplier
fr_be: Numéro d'article du fournisseur

source: Article producer
fr_be: Numéro de l'article du fabricant

source: EAN code
fr_be: Code EAN

source: No PWS Favourite Products Yet.
fr_be: Aucun produit favori de PWS pour le moment.

source: Upload Sheet
fr_be: Télécharger la fiche

source: Add Supplier
fr_be: Ajoutez le fournisseur

source: Add Producer
fr_be: Ajoutez le fabricant

source: none
fr_be: aucun

source: Not found? add new
fr_be: Pas trouvé ? Ajouter un nouveau

source: Select Semi-Product
fr_be: Sélectionner un produit semi-finis

source: Semi-Products
fr_be: Semi-finis

source: No Semi-Products
fr_be: Pas de produits semi-finis

source: quantity in 100g
fr_be: quantité par 100g

source: An email will be sent on behalf of admin to us as your approval. Are you sure you want to approve this?
fr_be: Un e-mail nous sera envoyé au nom de l'administrateur pour approbation. Êtes-vous sûr de vouloir accepter?

source: Mail sent successfully
fr_be: E-mail envoyé avec succès

source: Not found? Add new Producer
fr_be: Pas trouvé ? Ajoutez un nouveau fabricant

source: login detail
fr_be: détails connexion

source: Error occurred while updating status
fr_be: Une erreur s'est produite pendant la mise à jour

source: Login Detail
fr_be: Détails Connexion

source: Here comes a text that will get from our lawyer where they approve that we may use there login details to login and retrieve their sheets. Somehow the admin must approve this by sending us mail. Once approved the admin can add his login details.
fr_be: Voici un texte qui va venant de notre avocat où il approuve que nous puissions utiliser ses identifiants pour vous connecter et récupérer ses feuilles. D'une manière ou d'une autre, l'administrateur doit l'approuver en nous envoyant un courrier. Une fois approuvé, l'administrateur peut ajouter ses informations de connexion.

source: Reject
fr_be: Refuser

source: Username/email
fr_be: Nom d'utilisateur/Mail

source: Select producer
fr_be: Sélectionner un fabricant

source: OR
fr_be: OU

source: Share Products
fr_be: Partager produits

source: Error
fr_be: Erreur

source: Status successfully updated.
fr_be: Status mis à jour avec succès.

source: Product successfully updated.
fr_be: Produit mis à jour avec succès.

source: Products that contains
fr_be: Produits qui comportent un certain Ingrédient

source: Replace this product
fr_be: Remplacer ce produit

source: Product list is empty.
fr_be: Pas d'article dans cette liste.

source: with
fr_be: avec

source: Search Product
fr_be: Recherchez un produit

source: Please login again as we did not get company ID
fr_be: Veuillez vous connecter à nouveau car nous n'avons pas obtenu votre numéro d'identification de société

source: Please provide how to make
fr_be: Veuillez indiquer comment faire

source: Product don't have Supplier
fr_be: Produit n'a pas de Fournisseur

source: Days from today so on the label due date will be shown as
fr_be: Les jours à partir d'aujourd'hui ainsi sur la date d'échéance de l'étiquette seront affichés comme suit

source: No semipeoduct used in this recipe
fr_be: Aucun produit semi-finis utilisé dans cette recette

source: This product already exists in the recipe, you can update the weight of that product
fr_be: Ce produit existe déjà dans la recette, vous pouvez mettre à jour le poids de ce produit

source: This semi product already exists in the recipe, you can update the weight of that product
fr_be: Ce produit existe déjà dans la recette, vous pouvez mettre à jour le poids de ce produit

source: Next product not exists
fr_be: Le produit suivant n'existe pas
