Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: With the ECOS package you can do entry checks (including the HACCP aspect), you can placing orders in 1 central place of all your suppliers, calculate the cost per endproduct (taking into account ALL your expenses) and you can easy manage your inventory.
fr_be: Avec le paquet ECOS, vous pouvez effectuer des contrôles d’entrée (y compris l’aspect HACCP), passer des commandes dans un emplacement central de tous vos fournisseurs, calculer le coût par produit final (en tenant compte de TOUTES vos dépenses) et gérer facilement vos stocks.

source: Request a demo without obligation, our representative will be happy to visit you.
fr_be: Demandez une démonstration sans engagement, notre représentant se fera un plaisir de vous rendre visite.

source: Marketing mails
fr_be: E-mails marketing

source: At the moment you have
fr_be: Actuellement vous avez

source: subscribers so if you want to send unlimited mails to 100€ your monthly cost will be 0€.
fr_be: abonnés, donc si vous voulez envoyer des mails illimités à 100 €, votre coût mensuel sera de 0 €.

source: Check here the
fr_be: Cliquez ici pour

source: 9€/month
fr_be: 9€/mois

source: Dataloggers
fr_be: Enregistreurs de données

source: Save time using dataloggers and allowing the temperature measurements to run automatically. In case of a temperature drop you will be immediately informed and you can immediately anticipate. We can link even temprature control provider to FoodDESK . For this connection and real-time tracing we charge a cost of 5 €/month (regardless of the number of loggers!).
fr_be: Gagnez du temps en utilisant des enregistreurs de données et en permettant aux mesures de température de s'exécuter automatiquement. En cas de baisse de température, vous serez immédiatement informé et anticipé. Nous pouvons même relier le fournisseur de contrôle de température à FoodDESK. Pour cette connexion et le traçage en temps réel, nous facturons un coût de 5 € / mois (quel que soit le nombre d’enregistreurs!).

source: 5€/month
fr_be: 5€/mois

source: Show your newsitems, openinghours, etc.. on a TV!
fr_be: Montrez vos nouveautés, heures d'ouverture, etc. sur une télé!

source: With our digital signage system you can update your slides very easily, even your suppliers can publish content if they have your approval.
fr_be: Avec notre système d'affichage numérique, vous pouvez mettre à jour vos diapositives très facilement. Même vos fournisseurs peuvent publier du contenu s'ils ont votre accord.

source: More info:
fr_be: Plus d'informations:

source: €39-59/month
fr_be: 39-59€/mois

source: REQUEST
fr_be: DEMANDE

source: Send UNLIMITED amount of mails per month to
fr_be: Envoyez un nombre ILLIMITÉ d'e-mails par mois à

source: 250 customers = 9€/month
fr_be: 250 clients = 9€/mois

source: 500 customers = 15€/month
fr_be: 500 clients = 15€/mois

source: 2500 customers = 30€/month
fr_be: 2500 clients = 30€/mois

source: 5000 customers = 60€/month
fr_be: 5000 clients = 60€/mois

source: 10000 customers = 90€/month
fr_be: 10000 clients = 90€/mois

source: Summary
fr_be: En résumé

source: You have shown some ineterest in
fr_be: Vous avez montré un certain intérêt dans

source: I want to immediately
fr_be: Je veux immédiatement

source: , send me the qoute with mail.
fr_be: , envoyez-moi une offre par e-mail.

source: I have some questions about this package and i first want to make an appointement with one of the representativs.
fr_be: J'ai quelques questions sur ce paquet et je souhaiterai d'abord rencontrer l'un des représentants.

source: Any other addons you want to be activated or any remarks?
fr_be: Y a-t-il d'autres ajouts que vous souhaitez activer ou des remarques?

source: SEND
fr_be: ENVOYER

source: Synchronize
fr_be: Synchronisez

source: Your Website / PDF
fr_be: Votre site web / PDF

source: Download Qr Code
fr_be: Télécharger le code QR

source: Boost Your Business !
fr_be: Boostez Votre Entreprise !

source: Generate QR
fr_be: Générer le QR

source: Your QR-code
fr_be: Votre code QR

source: Download this QR-code and put it on your bag,box,menu card,install it on the counter,...In this way,your clients are able to consult in a digital way your productlist/menucard where they can filter the allergens and see your given suggestions.They even can get feedback anonymously.
fr_be: Téléchargez ce code QR et placez-le où vous le souhaitez (sac, boîte, menu, comptoir) Ainsi, vos clients pourront consulter votre liste de produits/menu tout en filtrant les allergènes et lire les suggestions. Ils pourront également donner un retour de manière anonyme.

source: View some
fr_be: Consultez quelques

source: Example
fr_be: Exemple

source: Link:
fr_be: Lien:

source: Show your articles on a infodesk
fr_be: Afficher vos articles dans le bureau d'informations

source: This infodesk is mostly used by medical sector or retail clients who want to show their product on a standalone touchscreen. You can tell your clients or collogues about allergens and let them use a advance allergen-free filter.Its even possible to show hide the technical sheets to dietists for instance.
fr_be: Ce bureau d'information est utilisé la plupart du temps par le secteur médical pour afficher les articles aux clients sur un écran tactile autonome. En plus du filtre anti-allergène, vos clients sont en mesure de consulter les fiches techniques de vos préparations.

source: Please check
fr_be: Merci de vérifier

source: Show your dishes on a menucard
fr_be: Afficher les articles sur le menu

source: This menucard is mostly used by catering companies who are using a touchscreen to display the menu. Clients can easily see the menu of the day and check/filter the allergens and even see the nutrition values.
fr_be: Ce menu est principalement utilisé par les entreprises de restauration qui utilisent un écran tactile pour afficher le menu. Les clients peuvent facilement voir le menu du jour et vérifier/filtrer les allergènes et également vérifier les valeurs nutritionnelles.

source: Please check
fr_be: Merci de vérifier

source: This menucard is mostly used by catering companies who deliver weekmenu's.Clients can easily see the menu per day/per week and check/filter the allergens and even see the nutrition values.
fr_be: Ce menu est principalement utilisé par les entreprises de restauration qui livrent des menus dans la semaine. Les clients peuvent facilement voir le menu du jour/de la semaine et vérifier/filtrer les allergènes et également voir les valeurs nutritionnelles.

source: Value Already Exist
fr_be: Valeur Déjà Existante

source: You entered same value
fr_be: Vous avez rempli la même information

source: Synchronize success
fr_be: Synchronisation effectuée avec succès

source: Synchronize failed
fr_be: Synchronisation a échoué

source: Your allergencard Online !
fr_be: Votre carte des allergènes en ligne !

source: You can view your allergencard online by creating a link
fr_be: Vous pouvez consulter votre carte des allergènes en ligne tout en créant un lien

source: Fill in the name of your company without accents, punctuation marks, spaces or symbols. Maximum amount of characters = x
fr_be: Indiquez le nom de votre entreprise sans accent, sans signe de ponctuation, sans espace ni symbole. Nombre maximum de caractères = x

source: Visit your page in your website
fr_be: Visitez votre page sur votre site web

source: To include this page in your website
fr_be: Pour intégrer cette page à votre site web

source: Copy
fr_be: Copier

source: Please fill remark for that alert
fr_be: Veuillez remplir la remarque pour cette alerte

source: Please fill assign to
fr_be: Veuillez remplir assigner à

source: Add Alert
fr_be: Ajoutez une alerte

source: Assigned to
fr_be: Attribué à

source: Verzenden
fr_be: Envoyer

source: We need more information of some products.
fr_be: Nous avons besoin de plus d'informations sur certains produits.

source: Please fill in the requested information to list of products without sheets or send us the information by mail to fiches@fooddesk.be.
fr_be: Veuillez indiquer les informations demandées à la liste des produits sans fiches ou nous les envoyez par e-mail à l'adresse fiches@fooddesk.be.

source: Only when we have this information we can further complete your recipes.
fr_be: Seulement si nous sommes en possession de cette information, nous pourrons alors compléter vos recettes.

source: Tooltip setting successfully saved
fr_be: Paramètres tooltip sauvegardés avec succès

source: Status setting successfully saved
fr_be: Réglage du statut enregistré avec succès

source: Problem while storing the Tooltip setting
fr_be: Une erreur s'est produite pendant la sauvegarde des paramètres de tooltip

source: Problem while storing the Status setting
fr_be: Une erreur s'est produite lors du réglage du statut

source: Category service updated successfully.
fr_be: Catégorie mise à jour avec succès.

source: Some error occurred ! Please try again.
fr_be: Une erreur s'est produite. Réessayez à nouveau.

source: Are you sure you want to delete this ?
fr_be: Etes-vous sûr de vouloir supprimer cela ?

source: successfully deleted !!
fr_be: supprimé avec succes !!

source: Successfully updated.
fr_be: Mise à jour réussie.

source: Successfully Added.
fr_be: Ajouté avec succès.

source: Would you like to delete it ?
fr_be: Souhaitez-vous l'effacer?

source: Please select at least one task
fr_be: Veuillez sélectionner au moins une tâche

source: Please select at least one alert
fr_be: Veuillez sélectionner au moins une alerte

source: Would you like to delete the attached pdf ?
fr_be: Souhaitez-vous supprimer le fichier pdf?

source: Please fill fields of form.
fr_be: Veuillez remplir les champs du formulaire.

source: FINAL SCORE
fr_be: SCORE FINAL

source: Are you want to mark check for that alert?
fr_be: Voulez-vous cocher cette alerte?

source: The element already exists
fr_be: L'élément existe déjà

source: please search for element to be Added.
fr_be: veuillez rechercher un élément à ajouter.

source: Status is inactive so You can not login
fr_be: Statut inactif donc vous ne pouvez pas vous connecter

source: day(s)
fr_be: jour(s)

source: week(s)
fr_be: semaine(s)

source: month(s)
fr_be: mois

source: Object
fr_be: Objet

source: sure to delete task
fr_be: êtes-vous sûr de supprimer la tâche

source: sure to delete all selected task
fr_be: êtes-vous sûr de supprimer toutes les tâches sélectionnées

source: sure to delete selected users.If you delete user then all tasks,alerts and other data related to that user will be deleted.
fr_be: êtes-vous sûr de vouloir supprimer les utilisateurs sélectionnés? Si vous supprimez l'utilisateur, toutes les tâches, alertes et autres données relatives à cet utilisateur seront supprimées.

source: Please select atleast one task to delete
fr_be: Veuillez sélectionner au moins une tâche à supprimer

source: You did not fill out one of the important fields(*)
fr_be: Vous n'avez pas rempli un des champs importants(*)

source: sure to delete this certificate
fr_be: êtes-vous sûr de vouloir supprimer ce certificat

source: Please select atleast one user
fr_be: Veuillez sélectionner au moins un utilisateur

source: Please select atleast one task to assign
fr_be: Veuillez sélectionner au moins une tâche à attribuer

source: Are you sure to delete these files?
fr_be: Etes-vous sûr de vouloir supprimer les fichiers ?

source: Select atleast one
fr_be: Sélectionner au moins un

source: Message field cannot be empty
fr_be: Le champ Message ne peut pas être vide

source: Added by field cannot be empty
fr_be: Le champ Ajouté_par ne peut pas être vide

source: This password not matched to original password
fr_be: Ce mot de passe ne correspond pas au mot de passe d'origine

source: Would you like to update this access super code?
fr_be: Voulez-vous mettre à jour ce code d'accès?

source: Maximum 5 groups can be assigned to a product
fr_be: Un maximum de 5 groupes peut être affecté à un produit

source: Uploading
fr_be: Téléchargement

source: yes
fr_be: oui

source: Both
fr_be: Les deux

source: Upload Newer
fr_be: Télécharger des nouveautés

source: upload new product-sheet
fr_be: télécharger une fiche produit récente

source: Select Product
fr_be: Sélectionnez un produit

source: Please enter price per unit.
fr_be: Veuillez entrer un prix par unité.

source: Please enter price per person.
fr_be: Veuillez entrer un tarif par personne.

source: Please enter price and select weighing unit.
fr_be: Veuillez entrer un prix et sélectionnez l'unité de poids.

source: Please enter price according to weighing unit.
fr_be: Veuillez entrer un prix en rapport avec l'unité de poids.

source: Please select a weighing unit.
fr_be: Veuillez sélectionner une unité de poids.

source: You must select at least 1 day, for product availability. You have selected
fr_be: Vous devez sélectionner au moins 1 jour pour la disponibilité. Vous avez sélectionné

source: Remark can\'t be sent successfully
fr_be: La remarque n'a pas pu être envoyée correctement

source: SubCategory already exist !
fr_be: Cette sous-catégorie existe déjà !

source: You edited an article which is shared. Do you wish to share this again so they have the same information as you? For example allergens and nutritional value.
fr_be: Vous avez édité un article qui est partagé. Souhaitez-vous le partager à nouveau pour que ce client puisse avoir les mêmes informations que vous? Concernant les allergènes et la valeur nutritionnelle.

source: You are about to delete an Shared Product that is used by another company. Do you want to continue?
fr_be: Vous êtes sur le point de supprimer un produit partagé qui est utilisé par une autre entreprise. Souhaitez-vous continuer?

source: No Option selected
fr_be: Pas d'option sélectionnée

source: Open Non-conformities
fr_be: Ouvrir Non - conformités

source: Sub Admin Login
fr_be: Connexion Sous-Admin

source: Admin Login
fr_be: Connexion Admin

source: AUTOCONTROLE
fr_be: AUTOCONTRÔLE

source: Cleaning Plan
fr_be: Programme de Nettoyage

source: Tasks
fr_be: Tâches

source: Registration lists
fr_be: Listes d'inscription

source: Forms
fr_be: Formulaires

source: Non-Conformity
fr_be: Non-conformité

source: Non conformity list
fr_be: Liste Non-conformités

source: Compulsory Notification
fr_be: Déclaration obligatoire

source: Deviations list
fr_be: Liste déviations

source: Removed products
fr_be: Produits retirés

source: General
fr_be: Général

source: Objects
fr_be: Éléments

source: Go to old Controlpanel
fr_be: Aller à l'ancien Panneau de controle

source: Are you sure want to delete this doc?
fr_be: Êtes-vous sûr de vouloir effacer ce document?

source: File
fr_be: Fichier

source: Date added
fr_be: Date ajoutée

source: Remove Selected
fr_be: Supprimer la sélection

source: Submit
fr_be: Sauvegarder

source: Last updated
fr_be: Dernière mise à jour

source: Medical Certificate
fr_be: Certificat médical

source: view all certificates
fr_be: afficher tous les certificats

source: No Medical Certificate Added yet.
fr_be: Aucun certificat médical n'a encore été ajouté.

source: Training Certificate
fr_be: Certificat de formation

source: No Training Certificate Added yet.
fr_be: Aucun certificat de formation n' a encore été ajouté.

source: Attendance certificate
fr_be: Attestation de présence

source: No Attendance certificate Added yet.
fr_be: Aucun certificat de présence n'a encore été ajouté.

source: Waste processing
fr_be: Gestion des déchets

source: No Waste processing Added yet.
fr_be: Aucun traitement des déchets n'a encore été ajouté.

source: Upload file
fr_be: Télécharger le fichier

source: Upload
fr_be: Télécharger

source: Upload Certificates
fr_be: Télécharger des certificats

source: Plan
fr_be: Planifier

source: Autocontrole
fr_be: Autocontrôle

source: Here you can upload your training certificates, attendance lists and the certificates of your suppliers. Please select one of the three subcategories first.
fr_be: Vous pouvez télécharger ici vos certificats de formation, vos listes de présence et les certificats de vos fournisseurs. Veuillez sélectionner l'une des trois sous-catégories en premier.

source: Here, you can upload your floor plan, pest control plan and waste plan. Please select one of the three subcategories first.
fr_be: Ici, vous pouvez télécharger votre plan sol, votre plan de lutte antiparasitaire et votre plan de gestion des déchets. Veuillez sélectionner l'une des trois sous-catégories en premier.

source: In this tab you can upload all the product specifications of polishes, safety datasheets and pesticides. Please select one of the three subcategories first.
fr_be: Dans cet onglet, vous pouvez télécharger toutes les spécifications de produits de polissage, de fiches de données de sécurité et de pesticides. Veuillez sélectionner l'une des trois sous-catégories en premier.

source: Upload your documents here when a device had maintenance done.
fr_be: Téléchargez vos documents ici lorsqu'un appareil a fait l'objet d'une maintenance.

source: Save the analyses you had done here.
fr_be: Sauvegarder les analyses faites ici.

source: You can save your invoices here for checkup and traceability
fr_be: Vous pouvez enregistrer vos factures ici pour le contrôle et la traçabilité

source: In this section you can access data that was saved from temperature control, tasks, non-conformities, calibration and suppliers. You can also upload offical documents like audits and FAVV-reports. Select the date range, which item you would like to see and the employee.
fr_be: Dans cette section, vous pouvez accéder à des données enregistrées à partir du contrôle de la température, des tâches, des non-conformités, de l'étalonnage et des fournisseurs. Vous pouvez également télécharger des documents officiels tels que des audits et des rapports FAVV. Sélectionnez la plage de dates, l'élément que vous souhaitez voir et l'employé.

source: Would you like to delete this DELIVERY NOTES AND INVOICES row ?
fr_be: Souhaitez-vous supprimer cette ligne BONS DE LIVRAISON ET FACTURES ?

source: certificates
fr_be: certificats

source: plans
fr_be: projets

source: technical sheets
fr_be: fiches techniques

source: maintenance reports
fr_be: rapports de maintenance

source: Order forms and invoices
fr_be: Bons de livraison et factures

source: Item
fr_be: Élément

source: Would you like to delete this row ?
fr_be: Souhaitez-vous supprimer cette ligne ?

source: Drop files here to upload
fr_be: Déposez les fichiers ici pour les télécharger

source: Select Sub Category
fr_be: Sélectionnez la sous-catégorie

source: No SubCategory
fr_be: Aucune Sous-Catégorie

source: Please fill filename
fr_be: Veuillez donner un nom au fichier

source: Some Error occured
fr_be: Une erreur s'est produite

source: Add more
fr_be: Ajoutez plus

source: Categories
fr_be: Catégories

source: Subcategories
fr_be: Sous-catégories

source: Lab results
fr_be: Résultats laboratoire

source: Name File
fr_be: Nom Fichier

source: Name cleaning product
fr_be: Nom du produit de nettoyage

source: No category is selected
fr_be: Aucune catégorie sélectionnée

source: File name
fr_be: Nom du fichier

source: Select category
fr_be: Sélectionner une catégorie

source: Select objects
fr_be: Sélectionner des objets

source: Location
fr_be: Emplacement

source: Successfully Deleted
fr_be: Supprimé avec succès

source: Successfully Added
fr_be: Ajouté avec succès

source: Please Enter Name
fr_be: Veuillez entrer le nom

source: Add Category
fr_be: Ajouter une catégorie

source: Update Category
fr_be: Mise à jour de la catégorie

source: Do you want to delete this category ?
fr_be: Voulez-vous supprimer cette catégorie ?

source: Category Data
fr_be: Catégories

source: ord.
fr_be: classement.

source: There is no category available.
fr_be: Pas de catégorie disponible.

source: Category Name
fr_be: Nom de la catégorie

source: Overview Tasks
fr_be: Aperçu des tâches

source: Overview Non Conformities
fr_be: Aperçu des Non-conformités

source: Overview Alerts
fr_be: Aperçu des alertes

source: Overview Calibration
fr_be: Aperçu Calibrage

source: Overview Cleaning
fr_be: Aperçu Nettoyage

source: Overview Pests
fr_be: Aperçu parasites

source: Please select at least one list
fr_be: Veuillez sélectionner au moins une liste

source: tasks
fr_be: tâches

source: Maintenance report
fr_be: Rapport d'entretien

source: non-conformity
fr_be: non-conformité

source: Official documents
fr_be: Documents légaux

source: Calibration
fr_be: Calibrage

source: Simple calendar
fr_be: Calendrier simple

source: Range calendar
fr_be: Planification calendaire

source: Select item
fr_be: Sélectionnez un élément

source: On delivery
fr_be: Sur livraison

source: Cool down
fr_be: Refroidir

source: Core temperature
fr_be: Température de cuisson

source: Fixed check
fr_be: Contrôle fixe

source: Frying
fr_be: Frire

source: Serving temperature
fr_be: Température de dégustation

source: Dishwasher
fr_be: Lave-vaisselle

source: Warm up/Cool down
fr_be: Réchauffer/ Refroidir

source: Core temperature control
fr_be: Contrôle de la température de cuisson

source: Fryer
fr_be: Friteuse

source: During Transport
fr_be: Pendant le transport

source: Work Room
fr_be: Salle de travail

source: All
fr_be: Tout

source: Select Location
fr_be: Sélectionnez l'emplacement

source: Select All
fr_be: Sélectionnez tout

source: Select employer
fr_be: Sélectionnez un/une employé(e)

source: All - Print seperately
fr_be: Tout- Imprimer séparément

source: Landscape Mode
fr_be: Mode Paysage

source: Select registration list
fr_be: Sélectionnez liste d'inscription

source: Show supplier information
fr_be: Afficher les informations du fournisseur

source: Show supplier score
fr_be: Afficher le score du fournisseur

source: Show all
fr_be: Afficher tout

source: Download Zip
fr_be: Téléchargez Zip

source: Select an item
fr_be: Sélectionnez un élément

source: Date of maintenance
fr_be: Date d'entretien

source: FAVV reports
fr_be: Rapports AFSCA

source: Others
fr_be: Autres

source: Upload File
fr_be: Téléchargez le fichier

source: Calibration
fr_be: Calibrage

source: Group Thermometer
fr_be: Thermomètre Groupe

source: Reference T °C
fr_be: Référence T °C

source: Measured T °C
fr_be: Mesuré T °C

source: Difference
fr_be: Différence

source: Employee
fr_be: Employé

source: Not Ok
fr_be: Incorrect

source: No result
fr_be: Aucun résultat

source: USERNAME:
fr_be: NOM D'UTILISATEUR:

source: Task
fr_be: Tâche

source: object
fr_be: objet

source: Field name
fr_be: Nom du champ

source: To be completed
fr_be: A compléter

source: Alert
fr_be: Alerte

source: Closing day
fr_be: Jour de fermeture

source: Frequency
fr_be: Fréquence

source: Responsible
fr_be: Responsable

source: Task name
fr_be: Nom de tâche

source: Daily After Use
fr_be: Tous les jours après utilisation

source: subject
fr_be: sujet

source: cause
fr_be: motif

source: added by
fr_be: ajouté par

source: To do
fr_be: À faire

source: remark
fr_be: remarque

source: executor
fr_be: exécuteur

source: Delivered on
fr_be: Livré le

source: Removed on
fr_be: Est déplacé à

source: Add Sub Category
fr_be: Ajouter une sous-catégorie

source: Update Sub Category
fr_be: Mise à jour sous-catégorie

source: There is no Sub-category available.
fr_be: Pas de sous-catégorie disponible.

source: Do you want to delete this subcategory ?
fr_be: Voulez-vous supprimer cette sous-catégorie ?

source: Sub Category Data
fr_be: Données de sous-catégorie

source: No Category Available
fr_be: Pas de catégorie disponible

source: Sub-Category
fr_be: Sous-Catégorie

source: Please select Category.
fr_be: Veuillez sélectionner une catégorie.

source: No Category
fr_be: Pas de catégorie

source: Sub Category Name
fr_be: Nom sous-catégorie

source: Registration temperature
fr_be: Température d'enregistrement
