Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: Specific agreements
fr_be: Accords spécifiques

source: Something not correct ? Please pass us via chat
fr_be: Quelque chose incorrect? Veuillez nous contacter par chat

source: Order Information
fr_be: Informations de commande

source: Contact Person
fr_be: Personne de contact

source: Type Supplier
fr_be: Type Fournisseur

source: Certificate
fr_be: Attestation

source: Similar supplier Names
fr_be: Noms de fournisseurs similaires

source: RATED
fr_be: ÉVALUÉ

source: Rated
fr_be: Évalué

source: ITEM
fr_be: ARTICLE

source: Supplier Rating
fr_be: Évaluation des fournisseurs

source: Here you see all the suppliers that you use in your recipes. You can also add suppliers by clicking on the green button upper left. It is possible to edit some information of these suppliers by clicking on the pencil icon. You can also rate the suppliers by clicking on the star icon.
fr_be: \Vous voyez ici tous les fournisseurs utilisés dans vos recettes. Vous pouvez également ajouter des fournisseurs en cliquant sur le bouton vert en haut à gauche. Il est possible de modifier certaines informations de ces fournisseurs en cliquant sur l’icône crayon. Vous pouvez également évaluer les fournisseurs en cliquant sur l’icône étoile.

source: Food/Nonfood
fr_be: Alimentaire/Non alimentaire

source: PRODUCTS
fr_be: PRODUITS

source: Upload technical sheet
fr_be: Télécharger la fiche technique

source: Name of the product
fr_be: Nom du produit

source: Is used for
fr_be: Est utilisé pour

source: Dose of used product
fr_be: Dose de produit utilisé

source: Are there danger symbols
fr_be: Y a-t-il des symboles de danger

source: Upload technical sheet
fr_be: Télécharger la fiche technique

source: Artcl nbr
fr_be: Numéro de l'article

source: Upload Sheets
fr_be: Téléchargez des feuilles

source: Search for product in FoodDESK database
fr_be: Cherchez le produit dans la base de données FoodDESK

source: Overview Products
fr_be: Vue d'ensemble des produits

source: EAN-CODE
fr_be: CODE-EAN

source: Favorite
fr_be: Favori

source: No Related Products
fr_be: Aucun produit lié

source: All suppliers
fr_be: Tous les fournisseurs

source: Overview suppliers
fr_be: Aperçu Fournisseurs

source: Rate
fr_be: Tarif

source: Kwality
fr_be: Qualité

source: Speed
fr_be: Vitesse

source: Quality General
fr_be: Qualité Générale

source: Are you confirm you want to remove this supplier ?
fr_be: Confirmez-vous que vous voulez supprimer ce fournisseur ?

source: NON-Food
fr_be: NON-Alimentaire

source: Supplier name
fr_be: Nom fournisseur

source: Structure to copy is not ok, please arrange them in order
fr_be: La structure à copier n'est pas ok, s'il vous plaît arrangez-les dans l'ordre

source: No data to print
fr_be: Pas de données à imprimer

source: Temperature Controle
fr_be: Contrôle de la température

source: In this tab you can check if the temperature of the devices is correct. All devices that are marked in the object section show here.
fr_be: Dans cet onglet, vous pouvez vérifier si la température des appareils est correcte. Tous les périphériques marqués dans la section objet sont affichés ici.

source: Waiting for message in On-delivery tab.
fr_be: En attente du message dans l'onglet à la livraison.

source: Select a product from your recipes and control the heating of cooling of this recipe.
fr_be: Sélectionnez un produit dans vos recettes et contrôlez le chauffage ou le refroidissement de cette recette.

source: Measure the core of your products.
fr_be: Mesurer vos produits essentiels.

source: Register the quality of the deep frying fat and measure the temperature.
fr_be: Enregistrez la qualité de la graisse de friture et mesurez la température.

source: Enter the temperature of the prewash, main wash and rinse. Temperature ranges are: Prewash <35 – 40 °C Main wash 55 – 65 °C Rinse >85 – 90 °C
fr_be: Entrez la température du prélavage, du lavage principal et du rinçage. Les plages de température sont: Prélavage <35 - 40 ° C Lavage principal 55 - 65 ° C Rinçage> 85 - 90 ° C

source: Measure the core of your products.
fr_be: Mesurer vos produits essentiels.

source: Enter the temperature of the prewash, main wash and rinse. Temperature ranges are: Prewash <35 – 40 °C Main wash 55 – 65 °C Rinse >85 – 90 °C
fr_be: Entrez la température du prélavage, du lavage principal et du rinçage. Les plages de température sont: Prélavage <35 - 40 ° C Lavage principal 55 - 65 ° C Rinçage> 85 - 90 ° C

source: Check if the product you are transporting is warm or cold and select this product. Now you can register the temperature and also check the time frame.
fr_be: Vérifiez si le produit que vous transportez est chaud ou froid et sélectionnez ce produit. Maintenant, vous pouvez enregistrer la température et également vérifier le laps de temps.

source: Register the pasteurisation of a product.
fr_be: Enregistrer la pasteurisation d'un produit.

source: Register the temperature of a location in your business.
fr_be: Enregistrez la température d'un lieu dans votre entreprise.

source: This is the only tab that doesn’t work automatically. Write the name of your thermometer, reference T°C and the measured T°C. The system calculates the difference and you must decide to click the ‘ok’ or ‘not ok’ button.
fr_be: C’est le seul onglet qui ne fonctionne pas automatiquement. Écrivez le nom de votre thermomètre, la référence T ° C et la T ° C mesurée. Le système calcule la différence et vous devez décider de cliquer sur le bouton "ok" ou "not ok".

source: Calender
fr_be: Calendrier

source: History
fr_be: Historique

source: Show in t control setting not added.
fr_be: Afficher dans les paramètrages de contrôle T non ajoutés.

source: Warm/cold
fr_be: Chaud/Froid

source: Warm/Cool
fr_be: Chaud/Froid

source: Core temp°C
fr_be: Temp de cuisson T°C

source: Cool
fr_be: Froid

source: Pasteurisation Group
fr_be: Groupe de Pasteurisation

source: Device
fr_be: Appareil

source: Meting
fr_be: Mesure

source: Go to objects and check "Show in fixed check"
fr_be: Allez dans objets et cochez "contrôle fixe"

source: Please creates object first
fr_be: Veuillez d'abord créer l'objet

source: Similer suggestion
fr_be: Suggestion de Similer

source: Add Product
fr_be: Ajouter nouveau produit

source: Please Select Product of which you changed temperature
fr_be: Veuillez sélectionner le produit dont vous avez changé la température

source: Go
fr_be: Aller

source: New features - fixes
fr_be: Nouvelles fonctionnalités - fixes

source: This changelog is only set in English.
fr_be: Ce journal des modifications est seulement affiché en anglais.

source: Version history
fr_be: Historique Version

source: OPEN
fr_be: OUVERT

source: CLOSED
fr_be: FERMÉ

source: On this page you see the non-conformities that are made. There are ‘open’ and ‘closed’ non-conformities. Those that are open, can still be completed or changed. Those that are closed cannot be changed. All this information is saved in the report section.
fr_be: Sur cette page, vous voyez les non-conformités qui sont faites. Il existe des non-conformités «ouvertes» et «fermées». Celles qui sont ouvertes peuvent toujours être complétées ou modifiées. Ceux qui sont fermés ne peuvent pas être changés. Toutes ces informations sont enregistrées dans la section du rapport.

source: It is possible that there is something wrong with the food you serve. If there are issues that may harm a persons health, an animal or the environment, please contact the FAVV for more help.
fr_be: Il est possible qu'il y ait un problème avec la nourriture que vous servez. S'il existe des problèmes pouvant nuire à la santé d'une personne, d'un animal ou de l'environnement, veuillez contacter le FAVV pour obtenir de l'aide.

source: Product Message
fr_be: Message du produit

source: Please Select Article
fr_be: Veuillez sélectionner un article

source: Please Select From
fr_be: Veuillez choisir parmi

source: Complaint Added Successfully
fr_be: Plainte ajoutée avec succès

source: Complaint updated Successfully
fr_be: Plainte mise à jour avec succès

source: Edit Complaint
fr_be: Modifier la plainte

source: Add Complaint
fr_be: Ajouter une plainte

source: Specify
fr_be: Précisez

source: Problem
fr_be: Problème

source: Action Taken
fr_be: Action Tâches

source: ADD COMPLAINT
fr_be: AJOUTER LA PLAINTE

source: Are you sure to delete this attachment ?
fr_be: Vous êtes sûr de vouloir effacer ce document ?

source: Add Non-Conformity
fr_be: Ajouter Non-conformité

source: Update Non-Conformity
fr_be: Mettre à jour Non-Conformité

source: NEW NON-CONFORMITY
fr_be: NOUVEAU NON-CONFORME

source: Attachment
fr_be: En pièce jointe

source: Add as CLOSED
fr_be: Ajoutez un incident FERMÉ

source: Add as OPEN
fr_be: Ajoutez un incident OUVERT

source: Update as CLOSED
fr_be: Mettre à jour en cas d'incident FERMÉ

source: Update as OPEN
fr_be: Mettre à jour en cas d'incident OUVERT

source: Remove / Add File
fr_be: Ajoutez / Supprimez le fichier

source: Add new
fr_be: Ajoutez nouveau

source: Closed non-conformities
fr_be: Non - conformités Fermés

source: Would you like to delete this incident ?
fr_be: Souhaitez-vous supprimer cet incident?

source: Open Non-Conformities
fr_be: Ouvrir Non-conformité

source: Compulsory notification
fr_be: Déclaration obligatoire

source: Each operator must inform the FASFC immediately if it considers or has reason to believe that a product that it has imported, produced, grown, cultivated, processed, manufactured or traded may be harmful to the health of humans, animals or plants.
fr_be: Tout exploitant doit informer immédiatement l’AFSCA lorsqu’il considère ou a des raisons de penser qu’un produit qu’il a importé, produit, cultivé, élevé, transformé, fabriqué ou distribué peut être nuisible à la santé humaine, animale ou végétale.

source: Link to the FAVV
fr_be: Lien vers l'AFSCA

source: Contact the FAVV by telephone:
fr_be: Contacter l'AFSCA par téléphone:

source: NEW Complaint
fr_be: NOUVELLE plainte

source: Add as CLOSED Complaint
fr_be: Ajoutez en tant que Plainte FERMÉE

source: Add OPEN Complaint
fr_be: Ajoutez Plainte ouverte

source: Closed Complaints
fr_be: Plaintes fermé

source: New Complaint
fr_be: Nouvelle Plainte

source: New Complaint
fr_be: Nouvelle Plainte

source: Open Complaint
fr_be: Plainte ouverte

source: Create Account
fr_be: Créer un compte

source: Password is not same
fr_be: Le mot de passe n'est pas le même

source: Congratulations
fr_be: Félicitations

source: You can nearly start creating an allergenencard
fr_be: Mettre une bannière sur la carte des allergies

source: First you need to check your mail and click on a verification link
fr_be: Vous devez d'abord vérifier votre e-mail et cliquer sur le lien de vérification

source: Create an account
fr_be: Créer un compte

source: Fill in the details
fr_be: Remplir les détails

source: Email address
fr_be: Adresse e-mail

source: Repeat Password
fr_be: Confirmez votre mot de passe

source: Select company type
fr_be: Sélectionnez le type d'entreprise

source: Sign Up
fr_be: S'enregistrer

source: Please provide the credential in the workpanel setting
fr_be: Veuillez fournir le titre de compétence dans le cadre du groupe de travail

source: recipes
fr_be: recettes

source: autocontrole
fr_be: autocontrôle

source: kitchen mgmt
fr_be: gestion cuisine

source: WORKPANEL
fr_be: PANNEAU DE TRAVAIL

source: feedback
fr_be: retour

source: allergencard
fr_be: carte d'allergènes

source: subadmins
fr_be: sous admins

source: kitchen mgnt
fr_be: gestion cuisine

source: Please fill all the required fields.
fr_be: Veuillez remplir tous les champs obligatoires.

source: The uploaded file does not match the File Type ( PDF ). Please Try Again!
fr_be: Le fichier téléchargé ne convient au fichier type (PDF). Réessayer à nouveau!

source: Complaint Supplier
fr_be: Plainte fournisseur

source: Delivery number
fr_be: Numéro de livraison

source: Reset File
fr_be: Réinitialiser fichier

source: Contact Information Supplier
fr_be: Coordonnées du fournisseur

source: Print
fr_be: Imprimer

source: Save & Send to Supplier
fr_be: Enresgistrer & Envoyer un Fournisseur

source: Edit Product
fr_be: Modifier Produit

source: Supplier Complaint
fr_be: Plainte Fournisseur

source: Add Deviation
fr_be: Ajoutez Déviation

source: Update Deviation
fr_be: Mise à jour de la déviation

source: NEW DEVIATION
fr_be: Nouvelle déviation

source: Deviation(s)
fr_be: Déviation(s)

source: Correction by supplier
fr_be: Correction par le fournisseur

source: Registered by
fr_be: Enregistré par

source: Registered on
fr_be: Enregistrer sur

source: NEW COMPLAINT
fr_be: NOUVELLE PLAINTE

source: Added Date
fr_be: Date ajoutée

source: NAME
fr_be: NOM

source: AGE
fr_be: ÂGE

source: ADDRESS
fr_be: ADRESSE

source: TEL
fr_be: TÉLÉPHONE

source: Date/Time of visit
fr_be: Date/Heure de visite

source: What did Guest ate last time and day before
fr_be: Qu'a mangé l'Invité la dernière fois et le jour avant

source: Time of first Complaint
fr_be: Heure de la première Plainte

source: Duration of the Complaint
fr_be: Temps de la Plainte

source: Guest is
fr_be: Invité est

source: Allergic
fr_be: Allergique

source: Non Allergic
fr_be: Non Allergique

source: Guest has
fr_be: Invité a

source: Contacted Doctor
fr_be: Médecin contacté

source: Not Contacted Doctor
fr_be: Médecin non contacté

source: Updated Successfully
fr_be: Mis à jour avec succès

source: Updation Failed
fr_be: Échec de la mise à jour

source: Are you sure to delete this row ?
fr_be: Êtes-vous sûr de vouloir supprimer cette ligne ?

source: To supplier
fr_be: Au Fournissseur

source: ADD FOOD POISONING
fr_be: AJOUTER INTOXICATION ALIMENTAIRE

source: FOOD POISONING
fr_be: INTOXICATION ALIMENTAIRE

source: Guest Information
fr_be: Informations Invité

source: Name :
fr_be: Nom :

source: Age :
fr_be: Âge :

source: Address :
fr_be: Adresse :

source: Tel :
fr_be: Téléphone :

source: Date of visit :
fr_be: Date de visite :

source: Time of first Complaint :
fr_be: Date de la première plainte :

source: Duration of the Complaint :
fr_be: Temps de la Plainte :

source: Guest has :
fr_be: Invité a :

source: Complaint :
fr_be: Plainte :

source: Consumed Dishes :
fr_be: Plats Consommés :

source: What did Guest ate last time and day before :
fr_be: Qu'a mangé l'Invité la dernière fois et le jour avant :

source: Would you like to delete this deviations ?
fr_be: Souhaitez-vous supprimer ces déviations?

source: NEW DEVIATIONS
fr_be: NOUVELLES DÉVIATIONS

source: Product Info
fr_be: Info produit

source: New Product
fr_be: Nouveau produit

source: Allergencard + usage of icons
fr_be: Carte des allergènes + Utilisation des icônes

source: EasyBUTLER digital card + filter
fr_be: Carte Digitale EasyBUTLER + filtres

source: Your have shown some ineterest in package
fr_be: Vous avez montré un certain intérêt dans ce paquet

source: Get Feedback anonymous and send mailings easily to your clients
fr_be: Obtenez des commentaires anonymes et envoyez facilement des mailings à vos clients

source: The EasyButler app is used by all food-related businesses such as bakeries, butchers, resturants, etc.
fr_be: L'application EasyButler est utilisée par toutes les entreprises du secteur de l'alimentation, telles que les boulangeries, boucheries, restaurants, etc.

source: You can put the QR-Code on your bag,website,boxes,menucards,etc.. in that way your client can leave their (honest) feedback so you can anticipate very quickly. All data (emailaddresses) will be collected in our system so you can easily send mailings and increase your revenue that way.
fr_be: Vous pouvez placer le Code QR-sur votre sac, votre site Web, vos boîtes, vos menus, etc. afin que votre client puisse laisser ses commentaires (honnêtes) pour que vous puissiez anticiper très rapidement. Toutes les données (adresses e-mail) seront collectées dans notre système afin que vous puissiez facilement envoyer des mailings et augmenter ainsi vos revenus.

source: Try for yourself! Scan the QR-Code shown on the left and your own digital allergencard inclusion filter and neat feedback system will be shown. After adding feedback go to
fr_be: Essayez par vous-même! Scannez le code QR indiqué à gauche pour afficher votre propre filtre d'inclusion d'allergène numérique et votre système de retour d'information sera affiché. Après avoir ajouté les commentaires, allez à

source: to see the overcome. You will love this feature.
fr_be: pour voir le meilleur. Vous allez adorer cette fonctionnalité.

source: More info at
fr_be: Plus d'informations à

source: Table Manager
fr_be: Chef de table

source: Table groups
fr_be: Groupes de tables

source: Why EasyBUTLER
fr_be: Pourquoi EasyBUTLER

source: Template Manager
fr_be: Gestionnaire de Modèle

source: Mailings
fr_be: E-mails groupés

source: MENUCARD MAKER
fr_be: FABRICATION DE MENU

source: Closed(36)
fr_be: Fermé(36)

source: Order Preview
fr_be: Aperçu de la commande

source: Employeer
fr_be: Employé(e)

source: Assigned To
fr_be: Attribué À

source: Simple Report
fr_be: Rapport simple

source: Average Report
fr_be: Rapport moyen

source: Daylist
fr_be: Liste jour

source: Select date
fr_be: Sélectionnez la date

source: Report
fr_be: Rapport

source: Some went wrong, please try again !
fr_be: Une erreur est survenue. Réessayez à nouveau !

source: Please add a template message
fr_be: Veuillez ajouter un modèle de message

source: Please add template name
fr_be: Veuillez entrer un nom de modèle

source: Successfully saved as draft !
fr_be: Favori ajouté avec succès !

source: EasyBUTLER from
fr_be: EasyBUTLER de

source: Create Mailings
fr_be: Créer une campagne e-mailing

source: Templetes manager
fr_be: Gestion des modèles

source: Select a template
fr_be: Sélectionnez un modèle

source: Create a new one
fr_be: Créer un nouveau modèle

source: Select template
fr_be: Sélectionnez modèle

source: Save as template
fr_be: Enregistrer en tant que modèle

source: Woops!
fr_be: Oups!

source: You have more than
fr_be: Vous avez plus qu'un

source: subscribers
fr_be: abonnés

source: Please contact us or
fr_be: Veuillez nous contacter ou

source: Upgrade
fr_be: Mettre à niveau

source: your marketing package
fr_be: votre pack marketing

source: Your mailing will be send to
fr_be: Votre campagne e-mail sera envoyée à

source: subscribers!
fr_be: abonnés!

source: Save draft
fr_be: Sauvegarder brouillon

source: Please add a new template name
fr_be: Veuillez entrer un nom de modèle

source: Are you sure, you want to Unflag this Feedback !
fr_be: Etes-vous sûr de vouloir de marquer ce retour comme non-signalé !

source: Are you sure, you want to send mail !
fr_be: Êtes-vous sûr de vouloir envoyer un e-mail !

source: Mail Send Successfully !
fr_be: Mail envoyé avec succès !

source: Contact Client
fr_be: Contactez Client

source: Previous Mails
fr_be: E-mails précédents

source: Date Sent
fr_be: Date d'envoi

source: Feedback ANALYASE
fr_be: ANALYSE Retour

source: Feedbacks
fr_be: Retours

source: Good Remarks
fr_be: Remarques Intéressantes

source: Bad Remarks
fr_be: Mauvaises Remarques

source: Avg Score
fr_be: Moyenne Score

source: Flagged Remarks
fr_be: Remarques signalées

source: Unsubscribe
fr_be: Désinscrire

source: Are you sure, you want to Unsubscribe ?
fr_be: Êtes-vous sûr de vouloir vous désabonner ?

source: Unsubscribed Successfully
fr_be: Désabonné avec succès

source: Not Subscribed
fr_be: Non abonné

source: Recent Week
fr_be: Semaine récente

source: Reviews
fr_be: Aperçus

source: AVERAGE
fr_be: MOYENNE

source: Last week
fr_be: La semaine dernière

source: Flagged remarks
fr_be: Remarques signalées

source: Links
fr_be: Liens

source: REVIEWS TODAY
fr_be: APERÇU D'AUJOURD'HUI

source: TOTAL REVIEWS
fr_be: TOTAL DES APERCUS

source: EMAIL ADDRESSES
fr_be: ADRESSES E-MAIL

source: Remarks
fr_be: Remarques

source: No Feedback Found.
fr_be: Aucun retour trouvé.

source: Email Address
fr_be: Adresse e-mail

source: Last 10 feedbacks
fr_be: Les 10 derniers feedbacks

source: Load More
fr_be: Charger plus

source: One to One
fr_be: Un par un

source: Select emails
fr_be: Sélectionner les e-mails

source: No emails
fr_be: Pas d'e-mail

source: Send
fr_be: Envoyer

source: Mail successfully saved as draft.
fr_be: E-mail enregistré en tant que brouillon.

source: Updation Failed.
fr_be: Échec de la mise à jour.

source: Email addresses
fr_be: Adresses e-mail

source: last 30 days
fr_be: les 30 derniers jours

source: 1 to 1 mails
fr_be: Emails 1 par 1

source: Bulk mails
fr_be: Envoi d'emails massif

source: Draft mails
fr_be: Concepts

source: Created On
fr_be: Créé le

source: Draft
fr_be: Brouillon

source: Statistics
fr_be: Statistiques

source: Under Construction
fr_be: En construction

source: Show recipe section
fr_be: Montrez la section recettes

source: You cant Save data,as some fields are blank
fr_be: Vous ne pouvez pas sauvegarder les données, car certains champs sont vides

source: Are you sure,you want to delete ?
fr_be: Êtes-vous sûr de vouloir effacer ?

source: Add Group
fr_be: Ajouter un groupe

source: Back to QR Code
fr_be: Retour au code QR

source: Save Groups
fr_be: Sauvegarder les groupes

source: Webcode
fr_be: Code Web

source: Please fill All the Required Fields
fr_be: Veuillez remplir tous les champs obligatoires

source: Regenerate
fr_be: Régénérer

source: Generate
fr_be: Générer

source: ID Already Exist
fr_be: ID Déjà existant

source: Only Numeric values Allowed
fr_be: Uniquement les valeurs numériques Autorisées

source: Table ID
fr_be: ID de table

source: Print QR
fr_be: Imprimer le QR

source: SELECT GROUP
fr_be: SELECTIONNER GROUPE

source: SELECT LOCATION
fr_be: CHOISIR UN EMPLACEMENT

source: Print Label
fr_be: Imprimer l'étiquette

source: Print all
fr_be: Imprimer tout

source: Resturant Name
fr_be: Nom du restaurant

source: Max Length is 30 characters
fr_be: 30 caractères maximum

source: No of Characters exceeding the Max Limit Size
fr_be: Nombre de caractères dépassant la taille maximale autorisée

source: QR Code
fr_be: Code QR

source: Download QR Code
fr_be: Télécharger le code QR

source: Activate Bestelapp
fr_be: Activer l'aplication de commande

source: Just Show As Allergencard
fr_be: Ou Montrez simplement la carte des allergènes

source: Manually Activate Order App
fr_be: Activer manuellement l'application de commande

source: Or Set timer daily from
fr_be: Ou Réglez la minuterie quotidiennement de

source: Show Prices
fr_be: Afficher les prix

source: Message if order App is Active
fr_be: Message si l'application d'ordre est active

source: Message if order App is InActive
fr_be: Message si l'application d'ordre est inactive

source: I want to receive feedback
fr_be: Je veux recevoir un commentaire

source: Message in Dutch
fr_be: Message en Néerlandais

source: Message in English
fr_be: Message en Anglais

source: Message in French
fr_be: Message en Français

source: Hide / Unhide
fr_be: Masquer / Démasquer

source: Tomorrow
fr_be: Demain

source: Menucard date invalid
fr_be: Date menu invalide

source: It is not possible to deactivate this menu as week view is on
fr_be: Il n'est pas possible de désactiver ce menu car l'affichage hebdomadaire est activé

source: It is not possible to activate this menu as week view is on
fr_be: Il n'est pas possible d'activer ce menu car l'affichage hebdomadaire est activé

source: It is not possible to delete this menu as week view is on
fr_be: Il n'est pas possible d'effacer ce menu car l'affichage hebdomadaire est activé

source: Menucard Name
fr_be: Nom de la carte Menu

source: Show Menucard
fr_be: Montrer Menu

source: All Time
fr_be: Tout le temps

source: Subadmin
fr_be: Sous admin

source: Suggestions
fr_be: Propositions

source: Overview suggestion menucards
fr_be: Aperçu des suggestions du menu

source: Add suggestions
fr_be: Aperçu des suggestions
