Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: You are trying to change the composition of a semi product. This is only possible in the recipe of that semi product
fr_be: Vous essayez de modifier la composition d'un semi-produit. Ceci n'est possible que dans la recette de ce semi-produit

source: Please create product first
fr_be: Veuillez d'abord créer le produit

source: Product does not have supplier
fr_be: Produit n'a pas de fournisseur

source: No Supplier available
fr_be: Aucun fournisseur disponible

source: Please fill waste first
fr_be: Veuillez remplir d'abord les déchets

source: Tax excluding vat cannot be empty
fr_be: La taxe hors TVA ne peut pas être vide

source: Production time
fr_be: Temps de production

source: SP
fr_be: SF

source: Recipe wt. is empty
fr_be: Poids de la recette vide

source: Show all losses
fr_be: Afficher toutes les pertes

source: Simple version
fr_be: Version simple

source: Product shared by
fr_be: Produit partagé par

source: Select the allergens that are include in this recipe
fr_be: Sélectionnez les allergènes inclus dans cette recette

source: UPDATE & List
fr_be: MISE À JOUR & Liste

source: Do not take any risk and UPGRADE your account now
fr_be: Ne prenez aucun risque et METTEZ À NIVEAU votre compte maintenant

source: For only € 29 a month, you have access to our database of &gt; 180,000 technical sheets from thousands of suppliers and manufacturers.<br>FoodDESK also keeps these technical records up-to-date! For more information: www.FoodDESK.be
fr_be: Pour seulement 29€ par mois, vous avez accès à notre base de données avec 180 000 fiches techniques de milliers de fournisseurs et fabricants. FoodDESK tient également à jour ces fiches techniques! Pour plus d'informations, rendez-vous sur: www.FoodDESK.be

source: Sub-allergens
fr_be: Sous-allergènes

source: Noten
fr_be: Noix

source: Allergence Updated
fr_be: Allergènes mis à jour

source: Allergence Added
fr_be: Allergènes ajoutés

source: Select a categoy.
fr_be: Sélectionner une catégorie.

source: please give the product name.
fr_be: veuillez indiquer un nom de produit.

source: Print Sheet
fr_be: Imprimer fiche

source: Included Semi-products
fr_be: Semi-finis inclus

source: Allergens/Nutritional Values
fr_be: Allergènes / Valeurs nutritionnelles

source: Weight
fr_be: Poids

source: latest price
fr_be: dernier prix

source: price/unit
fr_be: prix/unité

source: Lot number
fr_be: Numéro de lot

source: Save as
fr_be: Sauvegarder comme

source: Semi-finished Product
fr_be: Produits semi-finis

source: Recalculate recipe
fr_be: Recalculer la recette

source: Weight including Baking loss
fr_be: Poids inclus la perte de cuisson

source: Calculate weight per portion
fr_be: Calculer le poids par portion

source: Calculate recipe per portion
fr_be: Calculer la recette par portion

source: I need
fr_be: J'ai besoin

source: Calculate
fr_be: Calculer

source: Show in production list
fr_be: Afficher dans la liste de production

source: Gram
fr_be: Gramme

source: Change Recipe Weight
fr_be: Changer le poids de la recette

source: Save changes
fr_be: Sauvegarder

source: Change Weight
fr_be: Changer le poids

source: Products with their ingredients
fr_be: Produits avec les ingrédients

source: No ingredients present
fr_be: Aucun ingrédient présent

source: Product information
fr_be: Informations sur le produit

source: How to make
fr_be: Comment faire

source: Labeler
fr_be: Etiquetteur

source: Article No.
fr_be: N° article.

source: Articlename
fr_be: Nom article

source: Articlename
fr_be: Nom article

source: subcategory
fr_be: sous-catégorie

source: Select subcategory
fr_be: Sélectionner une sous-catégorie

source: min (Without semi-products)
fr_be: min (sans produits semi-finis)

source: Duedate
fr_be: Date d'échéance

source: Duedate Type
fr_be: Type date d'échéance

source: Conserve between
fr_be: Conserver entre

source: and
fr_be: et

source: pieces
fr_be: pièces

source: Barcode
fr_be: Code-barres

source: Select if you need to show barcode on label
fr_be: Afficher un code-barre sur le label

source: Barcode nbr
fr_be: Numéro de code-barres

source: Upload Logo
fr_be: Télécharger le logo

source: Extra Notification
fr_be: Déclarations supplémentaires

source: select a phrase
fr_be: informations supplémentaires

source: packaged in protected atmosphere
fr_be: conditionné sous atmosphère protégée

source: Contains licorice - people with high blood pressure should avoid excessive use
fr_be: Contient de la réglisse - les personnes hypertendues doivent éviter l'utilisation excessive

source: High caffeine content. Not recommended for children and women who are pregnant or breastfeeding
fr_be: Haute teneur en cafeïne. Déconseillé aux enfants et aux femmes enceintes ou qui allaitent

source: Contains caffeine. Not recommended for children and pregnant women
fr_be: Contient de la caféine. Déconseillé aux enfants et aux femmes enceintes

source: With added plant sterols
fr_be: Avec stérols végétaux ajoutés

source: Food from a nutritional point of view may not be suitable for pregnant and breastfeeding women and children under the age of five
fr_be: Les aliments d'un point de vue nutritionnel ne peuvent pas convenir aux femmes enceintes, aux femmes qui allaitent et aux enfants de moins de cinq ans

source: Craft product
fr_be: Produit artisanal

source: Show it also on the data sheet
fr_be: L'indiquer également sur la fiche technique

source: Format label
fr_be: Format d'étiquette

source: Type label
fr_be: Type d'étiquette

source: BLANK
fr_be: BLANC

source: PRINTED
fr_be: IMPRIMÉ

source: Price per
fr_be: Prix par

source: Piece
fr_be: Pièce

source: Person
fr_be: Personne

source: Client can choose
fr_be: Le client peut choisir

source: piece
fr_be: pièce

source: person
fr_be: individu

source: Creation date:
fr_be: Date de création:

source: submitted by controlled organic farming
fr_be: soumis par l'agriculture biologique contrôlée

source: excessive consumption may have a laxative effect
fr_be: une consommation excessive peut avoir un effet laxatif

source: Suballergen
fr_be: Sous-allergènes

source: Of which polyols
fr_be: dont polyols

source: Materials used
fr_be: Substances utilisées

source: Production planning
fr_be: Planification de la production

source: Assign to
fr_be: Attribuer à

source: New product sheet
fr_be: Télécharger une fiche d'une date plus récente

source: Upload Logo
fr_be: Télécharger le logo

source: Allergence/Nutritional Values
fr_be: Allergènes / Valeurs nutritionelles

source: Used Semiproducts
fr_be: Produits semi-finis utilisés

source: Back
fr_be: Retour

source: Go to recipe
fr_be: Accéder à la recette

source: You are trying to cut the link of one ingredient of semi product. You also need to cut the other ingredients of this semi product.
fr_be: Vous essayez de couper le lien d'un ingrédient d'un semi-produit. Vous devez également couper les autres ingrédients de ce semi-produit.

source: Change Name
fr_be: Changer le nom

source: Opperational Costs
fr_be: Coûts opérationnels

source: Material Costs
fr_be: Coûts matériels

source: Current
fr_be: Actuel

source: Simulator
fr_be: Simulateur

source: Material Cost
fr_be: Coût matériel

source: Operatinal Cost
fr_be: Coût opérationnel

source: Gross expenses merge
fr_be: Marge frais bruts

source: TOTAL cost
fr_be: Coût TOTAL

source: Intended gross profit
fr_be: Bénéfice brut prévu

source: exc VAT
fr_be: Hors TVA

source: production cost
fr_be: coût de production

source: Materials
fr_be: Substances

source: Multiselect Attributes
fr_be: Attributs multi-sélection

source: not all prices are set
fr_be: tous les prix ne sont pas mis

source: Add all of this product
fr_be: Ajouter tous les produits

source: Required
fr_be: Champ obligatoire

source: Product Short name suggestion
fr_be: Suggestion nom de produit

source: Product short name send to Fooddesk admin, it will be automatic updated in your product after approval
fr_be: Nom abrégé du produit envoyé à l’administrateur Fooddesk, il sera mis à jour automatiquement dans votre produit après approbation

source: could not be submitted product shortname
fr_be: Impossible de soumettre le nom abrégé du produit

source: from
fr_be: de

source: No products added
fr_be: Pas de produit ajouté

source: No quantity field can be 0 or empty!
fr_be: Champ 'quantité' ne fonctionne pas avec 0 ou vide!

source: Please crop image before adding/updating product else it will be distorted in shop
fr_be: Découper d'abord les images pour une bonne visualisation sur le site web (!)

source: Quantity of product must be greater than 0 g.
fr_be: La quantité du produit doit être supérieure à 0 g.

source: Please Add a product from suggestion first.
fr_be: Sélectionnez d'abord un produit de la liste.

source: Prefix
fr_be: Préfixe

source: All groups data within (sub)category
fr_be: Tous les groupes dans toutes les (sous)catégories

source: will be overwritten with these values. Are you sure to overwrite these groups in this (sub)category?
fr_be: seront remplacés par ces valeurs. Êtes-vous sûr de remplacer ces groupes dans cette (sous-)catégorie?

source: Total quatity of All foodDESK product shuold not be more than 100g
fr_be: La quantité totale de tous les produits FoodDESK ne devrait pas dépasser 100 g

source: Can not be added as semi product
fr_be: Ne peut pas être ajouté comme un produit semi-fini

source: Are you sure want to move this product to semi products
fr_be: Etes-vous sûr de vouloir déplacer ce produit vers les produits semi-finis

source: Are you sure want to move this product to extra semi products
fr_be: Etes-vous sûr de vouloir déplacer ce produit vers les produits semi-finis supplémentaires

source: Successfully Moved
fr_be: Déplacé Avec Succès

source: Can not be Moved
fr_be: Ne peut pas être Retiré

source: Add sub-allergens: gluten
fr_be: Ajoutez les sous-allergènes: gluten

source: Add sub-allergens: nuts
fr_be: Ajoutez les sous-allergènes: noix

source: Upload Image
fr_be: Télécharger l'image

source: If you leave before saving, your changes will be lost.
fr_be: Si vous partez avant de sauvegarder, vos modifications seront perdues.

source: Please refresh the page again
fr_be: Veuillez rafraîchir la page

source: Image cannot be deleted successfully.
fr_be: Image non supprimée - réessayez ou contactez notre équipe.

source: Single digits at discount
fr_be: Utiliser seulement des chiffres pour la remise

source: In group size, the rate must have +0.00 or -0.00
fr_be: Niveau taille, le format doit être : +0.00 ou -0.00

source: Maximum amount is less than minimum amount.
fr_be: La quantité maximum est inférieure à la quantité minimum.

source: Product Information Updated
fr_be: Information produit modifiée

source: Product Information Added
fr_be: Information produit ajoutée

source: Recipe Updated
fr_be: Recette mise à jour

source: Recipe Added
fr_be: Recette ajoutée

source: Labeler Updated
fr_be: Étiqueteuse mise à jour

source: Labeler Added
fr_be: Étiqueteuse ajoutée

source: Didnt Updated
fr_be: N'a pas été mis à jour

source: Do yo really want to delete this item ?
fr_be: Voulez-vous vraiment supprimer cet élément?

source: No result found (please select FoodDESK db)
fr_be: Aucun résultat trouvé (veuillez sélectionner la base de données FoodDESK)

source: Cost can not be empty
fr_be: Champ coût ne peut pas être vide

source: Perunit can not be empty
fr_be: Champ par unité ne peut pas être vide

source: Perunit value can not be empty
fr_be: Champ valeur par unité ne peut pas être vide

source: Not found ? Add new supplier
fr_be: Pas trouvé ? Ajouter un nouveau fournisseur

source: Send remark
fr_be: Envoyer une remarque

source: Remark by mail
fr_be: Remarque via e-mail

source: If you have a remark or suggestion regarding the allergens, ingredients or any other issue then you can quickly send this to us by filling the form below.
fr_be: Si vous avez une remarque ou une suggestion sur les allergènes, les ingrédients ou d'autres choses relatives à ce produit, vous pouvez nous les communiquer à l'aide du formulaire ci-dessous.

source: Subject :
fr_be: Sujet :

source: Sorry! Currently You have no credit to use a FoodDESK product.
fr_be: Oups! Actuellement, vous n'avez pas de crédit pour utiliser un produit FoodDESK.

source: To buy credits, choose a package.
fr_be: Pour acheter des crédits, choisissez un paquet.

source: 100 products/credits for 10
fr_be: 100 produits/crédits pour 10

source: 200 products/credits for 15
fr_be: 200 produits/crédits pour 15

source: admin email
fr_be: e-mail administrateur

source: Add sub-allergens: noten
fr_be: Afficher les sous-allergènes: noix

source: Your changes saved successfully.
fr_be: Données bien modifiées.

source: Please select any category first
fr_be: Sélectionner une catégorie svp

source: Please enter Product name
fr_be: Veuillez entrer le nom du produit

source: This product cannot be added into current category. please try again later
fr_be: Ce produit ne peut pas être ajouté à la catégorie en cours. Réessayez plus tard

source: Product Removed Successfully
fr_be: Produit Supprimé avec Succès

source: Product successfully updated
fr_be: Produit mis à jour avec succès

source: Product updated successfully
fr_be: Produit mis à jour avec succès

source: Product added successfully
fr_be: Produit ajouté avec succès

source: import selected
fr_be: import sélectionné

source: Status not updated automatically
fr_be: Statut non mis à jour automatiquement

source: You cannot replace a Fooddesk Product With PWS!
fr_be: Vous ne pouvez pas remplacer un Produit Fooddesk avec PWS!

source: Download
fr_be: Télécharger

source: No files available
fr_be: Aucun fichier disponible

source: Do you want to delete this sheet ?
fr_be: Voulez-vous supprimer cette fiche?

source: product not updated
fr_be: produit non mis à jour

source: Your account is connected to
fr_be: Votre compte est connecté à

source: and recipes must be entered in that system.
fr_be: et les recettes doivent être saisies dans ce système.

source: HAS SHARED PRODUCTS WITH YOU
fr_be: A PARTAGE DES PRODUITS AVEC VOUS

source: You can assign this in a category and when the supplier changes his recipe, this will be AUTOMATICALLY updatet. Note: when you want to uses this as an ingredient in a recipe and not as a reselled finished product, you have to save this as a semi-product.
fr_be: Vous pouvez leur attribuer une catégorie et si le fournisseur modifie sa recette , cela est mis à jour AUTOMATIQUEMENT dans votre fichier. <br>Remarque: lorsque vous souhaitez utiliser ceci en tant qu'ingrédient dans une recette et non en tant que produit fini revendu, vous devez l'enregistrer en tant que produit semi-fini.

source: Semi-product
fr_be: Produit semi-fini

source: Assign
fr_be: Attribuer

source: The composition has been changed by admin. Do you want to update it?
fr_be: La composition a été changée par admin. Souhaitez-vous la mettre à jour?

source: The composition of your shared (semi-)products has changed. These recipes were edited by
fr_be: La composition de vos produits (semi-finis) partagés a été changée. Ces recettes ont été modifiées par

source: Do you want to replace these technical sheets in your articles? If you don't replace these it is possible that the information is not up to date anymore and that some allergens, ingredients or nutritional value don't show on your technical sheets.
fr_be: Souhaitez-vous remplacer ces fiches techniques dans vos articles? Si vous ne les remplacez pas, il est possible que les informations ne soient plus à jour et que certains allergènes, ingrédients ou valeurs nutritionnelles n'apparaissent pas sur vos fiches techniques.

source: Bulk import
fr_be: Importations en gros

source: REPLACE PRODUCT
fr_be: REMPLACER LE PRODUIT

source: Assign Allergens
fr_be: Attribuer des allergènes

source: ADD PRODUCT
fr_be: AJOUTER LE PRODUIT

source: Search for keyword
fr_be: Chercher par mot-clé

source: Search in recipe
fr_be: Chercher par recette

source: Product Name or Article Number
fr_be: Nom du Produit ou Numéro de l'Article

source: Endproduct
fr_be: Produit final

source: Quick assign
fr_be: Attribution rapide

source: Sell price
fr_be: Prix de vente

source: incl VAT
fr_be: TVA incluse

source: Total Costs
fr_be: Coûts Totaux

source: Gross profit
fr_be: Marge bénéficiaire

source: LOAD MORE
fr_be: CHARGEZ PLUS

source: REMOVE
fr_be: SUPPRIMER

source: CLONE to cats
fr_be: CLONE dans les catégories

source: PRINT SHEETS
fr_be: IMPRIMER LES FICHES

source: PRINT RECIPES
fr_be: IMPRIMER LES RECETTES

source: Techinal Sheet(pdf)
fr_be: Fiche technique (pdf)

source: Recipe Sheet(pdf)
fr_be: Recette (pdf)

source: Add product
fr_be: Ajouter un produit

source: Articlename
fr_be: Nom de l'article

source: Save + recipe
fr_be: Sauvegarder + recette

source: Copy Products
fr_be: Copier les produits

source: Share these
fr_be: Partagez ces

source: products to ID
fr_be: produits pour ID

source: Select Company
fr_be: Sélectionnez une entreprise

source: Endproducts
fr_be: Produits finis

source: Recipes
fr_be: Recettes

source: Import multiple endproducts
fr_be: Importer plusieurs produits finis

source: Search keyword or supplier
fr_be: Chercher par mot-clé ou fournisseur

source: Import multiple recipes
fr_be: Importer plusieurs recettes

source: Search OLD product
fr_be: Rechercher un ANCIEN produit

source: And replace it with
fr_be: Et remplacez-le par

source: Search NEW product
fr_be: Rechercher un NOUVEAU produit

source: Articlename in Dutch
fr_be: Nom du produit en Néerlandais

source: Description in Dutch
fr_be: Description en Néerlandais

source: Articlename in English
fr_be: Nom du produit en Anglais

source: Description in English
fr_be: Description en Anglais

source: Articlename in French
fr_be: Nom de l'article en Français

source: Description in French
fr_be: Description en Français

source: Choose File Type
fr_be: Choisissez le type de fichier

source: WELCOME
fr_be: BIENVENU

source: You can start buliding your allergencard
fr_be: Vous pouvez commencer à établir votre carte d'allergènes

source: STEP
fr_be: ETAPE

source: Go to
fr_be: Allez à

source: "Categorie"
fr_be: "Catégorie"

source: and add your categories first
fr_be: et fournissez d'abord un nom de catégorie

source: and add your final products/dishes in the right category and assign allergens
fr_be: et ajoutez vos produits/plats composés finaux dans la catégorie qui convient et attribuer les allergènes

source: To see the result go to
fr_be: Pour voir les résultats cliquer sur

source: "Settings / Allergencard"
fr_be: "Paramètres/ carte d'allergènes"

source: and add/check your (sub)categories first
fr_be: et ajoutez/vérifiez premièrement les (sous) catégories

source: "Semi-products"
fr_be: "Produits Semi-finis"

source: and add your semi-products
fr_be: et ajoutez vos produits semi-finis

source: and add your recipe in the right dishes, FoodDESK will do the rest
fr_be: et ajoutez votre recette dans les bons plats, FoodDesk fera le reste

source: To see the result go to
fr_be: Pour voir les résultats, allez à

source: "Settings" / "Allergencard"
fr_be: "Paramètres"/ "Carte d'allergènes"

source: Skip this intro the next time
fr_be: Passer l'intro la prochaine fois

source: Print Sheets
fr_be: Imprimer Fiches

source: You will receive a notification mail once this file has been downloaded
fr_be: Vous recevrez un mail de notification dès que ce fichier aura été téléchargé

source: you may close this window
fr_be: vous pouvez fermer cette fenêtre

source: Please add company name from suggestion first.
fr_be: Veuillez d'abord indiquer un nom de société à partir de la suggestion.

source: Please add remark.
fr_be: Ajoutez votre remarque.

source: Shared with
fr_be: Partagé avec

source: Pending
fr_be: En cours

source: Approved
fr_be: Accepté

source: Rejected
fr_be: Refusé

source: Share
fr_be: Partager

source: Sheet
fr_be: Fiche

source: Please filter products by category
fr_be: Veuillez filtrer les produits par catégorie

source: Shared
fr_be: Partagé

source: Shared Products
fr_be: Produits Partagés

source: Shared Products Details
fr_be: Détails Des Produits Partagés

source: Only Show Semi Products
fr_be: Afficher Seulement Les Produits Semi-Finis

source: Semi-Product Name
fr_be: Nom du semi-finis

source: Only Show Shared Products
fr_be: Afficher seulement les produits partagés

source: Share Product
fr_be: Partagez produit

source: Search
fr_be: Chercher

source: your remark
fr_be: vore remarque

source: Shared With
fr_be: Partagé avec

source: Producer name
fr_be: Fabricant

source: Make Same
fr_be: Copier

source: No suggestion for this product.
fr_be: Produits similaires non trouvés.

source: It's very important that you pass us the right article nbr from
fr_be: Il est important de nous transmettre le bon numéro d'article

source: We prefer to have the articlenbr of the producer,if not known you may pass us the one from the supplier
fr_be: Nous préférons avoir l’article du producteur, si vous ne le connaissez pas, vous pouvez nous communiquer celui du fournisseur

source: Reply
fr_be: Répondre

source: Replied
fr_be: A Répondu

source: You must enter reply message
fr_be: Votre devez entrer un message de réponse

source: Choose a product to make it same.
fr_be: Choisissez un produit pour le rendre identique.

source: Rename
fr_be: Renommer

source: Rename product
fr_be: Renommer le nom de produit

source: Add producer
fr_be: Ajouter le fabricant

source: Upload sheet
fr_be: Télécharger la fiche

source: successfully updated
fr_be: modification réussie

source: None
fr_be: Aucun(e)

source: Error occured
fr_be: Erreur survenue

source: Are you sure want to create pws of removed GS1 product in all recipies ?
fr_be: Etes-vous sûr de vouloir créer PWS ou effacer le produit GS1 dans toutes les recettes ?

source: Are you sure want to create pws of removed PSINFOOD product in all recipies ?
fr_be: Etes-vous sûr de vouloir créer PWS ou effacer le produit PSINFOOD dans toutes les recettes ?

source: PWS
fr_be: PSF

source: Search by product name
fr_be: Chercher par nom du produit

source: You can update product's ingredients by clicking on Product's name manually, if products name found exactly same as any FoodDESK product, then you can directly add ingredients, traces and allergence by clicking on that product.
fr_be: Vous pouvez mettre à jour les ingrédients du produit en cliquant sur le nom du produit manuellement. Si le nom du produit est identique à celui de tout produit FoodDESK, vous pouvez directement ajouter des ingrédients, des traces et des allergies en cliquant sur ce produit.

source: Brand + Product Name
fr_be: Marque + Nom du produit

source: Remark by FOODDESK
fr_be: Remarque par FoodDESK

source: Reply to us
fr_be: Nous répondre

source: Used in Recipe
fr_be: Utilisé dans la recette

source: View suggestions
fr_be: Aperçu des suggestions

source: Open Window
fr_be: Fenêtre Ouverte

source: UPLOADED
fr_be: CHARGÉ

source: CHECK
fr_be: VÉRIFIEZ

source: GS1 products in process by Fooddesk
fr_be: Produits GS1 en cours de traitement

source: EAN-Code
fr_be: Code EAN

source: PSINFOOD products in process by Fooddesk
fr_be: Produits PSINFOOD en cours de traitement

source: GS1-products removed by the producer
fr_be: Produits GS1 retirés par le producteur
