Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: ** Check the bar code number below the barcode on the individual packaging of the product. Possibly this is changed. Click on CHECK and enter the number here. Can't you find it? Click the button 'replace by new product'. The product is now moved to the bottem of your list articles without sheet. Enter the appropriate information.
fr_be: ** Vérifiez le code sous le code-barres sur l'emballage individuel du produit. Peut-être que ce dernier a changé. Cliquez sur VÉRIFIER et entrez le numéro. Impossible de le trouver? Cliquez sur le bouton 'remplacer par un nouveau produit'. Le produit est maintenant placé en bas de votre liste d'articles sans fiche. Entrez les informations appropriées.

source: PSINFOOD-products removed by the producer
fr_be: Produits PSINFOOD retirés par le fabricant

source: means that this supplier/producer is very cooperative and FoodDESK gets technical sheets quite fast.
fr_be: signifie que ce fournisseur/producteur est très coopératif et que FoodDESK reçoit les fiches techniques assez rapidement.

source: means that FoodDESK needs to wait longer time then expected to retrieve the technical sheets.
fr_be: signifie que FoodDESK doit attendre plus longtemps que prévu pour récupérer les fiches techniques.

source: means that this supplier/producer is not very cooperative so please give us the login of your Controlepanel (if any) or ask the technical sheet (or upload here).
fr_be: signifie que ce fournisseur/producteur n'est pas très coopératif, veuillez nous communiquer l'identifiant de votre Panneau de Contrôle (s'il y en a un) ou demander la fiche technique (ou télécharger ici).

source: TIP
fr_be: CONSEIL

source: If score is ORANGE or RED Please ask your supplier/producer to cooperate with FoodDESK! The more clients are passing this message, the more they will cooperate!
fr_be: Si le score est ORANGE ou ROUGE Demandez à votre fournisseur/producteur de coopérer avec FoodDESK ! Plus il y a de clients qui transmettent ce message, plus ils vont coopérer !

source: Choose a product to make it same
fr_be: Choisissez un produit pour le rendre identique

source: Making Recipe
fr_be: Faire une recette

source: This name's product already exists in Article
fr_be: Le nom du produit existe déjà dans l'article

source: Product information
fr_be: Informations produit

source: close
fr_be: fermer

source: Choose a Category
fr_be: Choisissez une catégorie

source: Multiselect attributes
fr_be: Attributs multi-sélection

source: Add this
fr_be: Ajoutez ceci

source: Product short name suggestion
fr_be: Suggestion nom de produit

source: No result found for FoodDESK db
fr_be: Aucun résultat trouvé dans la base de données FoodDESK

source: Add new supplier
fr_be: Ajouter fournisseur

source: Not in use
fr_be: Non utilisé

source: No option Selected
fr_be: Pas d'option sélectionnée

source: The name of your semi-product will be visible on your label and technical sheet, mind your spelling!
fr_be: Le nom de votre produit semi-fini sera visible sur votre étiquette et votre fiche technique, attention à l'orthographe!

source: The name of your extra semi-product will be visible on your label and technical sheet, mind your spelling!
fr_be: Le nom de votre semi-produit supplémentaire sera visible sur votre étiquette et sur votre fiche technique, attention à l'orthographe!

source: Extra Semi-Products
fr_be: Produits Semi-finis supplémentaires

source: ADD SEMI PRODUCT
fr_be: AJOUTER UN PRODUIT SEMI-FINI

source: ADD EXTRA SEMI PRODUCT
fr_be: AJOUTEZ UN PRODUIT SEMI-FINI SUPPLÉMENTAIRE

source: Used in product
fr_be: Utilisé dans le produit

source: Total costs
fr_be: Coûts totaux

source: Recipe can only be edited on product level
fr_be: La recette peut seulement être modifiée au niveau produit

source: Add semi product
fr_be: Ajoutez produit semi-finis

source: Add extra semi product
fr_be: Ajoutez un produit semi-fini supplémentaire

source: Used in articles
fr_be: Utilisé dans les articles

source: Used in SP in SP
fr_be: Utilisé en SF

source: Sat.fats
fr_be: Graisses saturées

source: Carboh
fr_be: Carbos

source: Sugar
fr_be: Sucre

source: OVERVIEW
fr_be: APERCU

source: OVERVIEW (Total weight
fr_be: Aperçu (Masse totale

source: kg
fr_be: g

source: METHOD
fr_be: MÉTHODE

source: SUBALLERGEN
fr_be: SUBALLERGÈNE

source: Of which saturated fats
fr_be: dont acides gras saturés

source: Keep between
fr_be: Gardez entre

source: en
fr_be: et

source: This recipe has last been modified on:
fr_be: Cette recette a été modifiée pour la dernière fois le:

source: This file was last printed on
fr_be: Ce fichier a été imprimé pour la dernière fois le

source: Although FoodDESK bvba has provided this technical data sheet as accurate, accurate and complete as possible from the product sheets supplied by the manufacturers / suppliers, FoodDESK bvba can not accept responsibility for its complete accuracy and completeness. However, the possibility exists that the above information was changed by the manufacturer or manufacturer, such as a change of recipe, ingredients, proportions, allergens, without informing us. Therefore, it is possible that the information given is incomplete, incorrect or not up to date. We therefore refer to the correct information for the information as it appears on the article / product itself, this information is the only correct information
fr_be: Bien que cette fiche technique ait été préparée de manière précise par FoodDESK bvba sur la base des fiches produits fournies par le fabricant/ fournisseurs, foodDESK bvba ne peut pas assumer la responsabilité sur son exactitude complète et précise. Toutefois, il est possible que les informations ci-dessus aient été modifiées par le fabricant, comme un changement de recette, d'ingrédients, de proportions, d'allergènes, sans nous avertir. Par conséquent, il est possible que les informations fournies soient incomplètes, incorrectes ou non mises à jour. Nous nous référons donc aux informations correctes pour les informations telles qu'elles apparaissent sur l'article, cette information est la seule information correcte

source: Product data not completed
fr_be: Données produit non complétées

source: Please verify
fr_be: Veuillez vérifier

source: Free from Allergens
fr_be: Sans allergènes

source: Workflow
fr_be: Processus de travail

source: Object used
fr_be: Élément utilisé

source: WITH RESERVATION
fr_be: AVEC RÉSERVATION

source: We dont have recieved the productsheet for
fr_be: Nous n'avons pas reçu la fiche produit pour

source: yet. This means that the ingredients/allergens/nutrition values are most probably not correct.
fr_be: encore. Cela signifie que les valeurs des ingrédients / allergènes / nutritionnelles ne sont probablement pas correctes.

source: We do not have one or more product sheets from manufacturers / suppliers at our disposal, which means that the values ​​below are not entirely correct. We can not be held liable for any direct or indirect damage. It does not matter that we will update this information as soon as possible when the product sheets are available.
fr_be: Nous n'avons pas une ou plusieurs fiches produits des fabricants/ fournisseurs à notre disposition, ce qui signifie que les valeurs ci-dessous ne sont pas tout à fait correctes. Nous ne pouvons pas être tenus responsables pour tout dommage direct ou indirect. Cela n'a pas d'importance que nous mettions à jour ces informations le plus rapidement possible lorsque les fiches produits sont disponibles.

source: Although this Technical Sheet has been prepared by FoodDESK bvba as accurately, accurately and completely as possible from the product sheets supplied by the manufacturers / suppliers, FoodDESK bvba can not accept liability for its complete accuracy and completeness. However, the possibility exists that the above information was changed by the manufacturer or manufacturer, such as a change of recipe, ingredients, proportions, allergens, without informing us. Therefore, it is possible that the information given is incomplete, incorrect or not up to date. We therefore refer to the correct information for the information as it appears on the article / product itself, this information is the only correct information
fr_be: Bien que cette fiche technique ait été préparée de manière précise par FoodDESK bvba sur la base des fiches produits fournies par le fabricant/ fournisseurs, foodDESK bvba ne peut pas assumer la responsabilité de son exactitude complète et précise. Toutefois, il est possible que les informations ci-dessus aient été modifiées par le fabricant, comme un changement de recette, d'ingrédients, de proportions, d'allergènes, sans nous avertir. Par conséquent, il est possible que les informations fournies soient incomplètes, incorrectes ou mises à jour. Nous nous référons donc aux informations correctes pour les informations telles qu'elles apparaissent sur l'article ,cette information est la seule information correcte

source: Mijin winkel
fr_be: Mon magasin

source: settings
fr_be: paramètres

source: shop
fr_be: boutique

source: You Can Start buliding your allergencard
fr_be: Vous Pouvez Commencer à créer votre carte d'allergènes

source: "Category"
fr_be: "Catégorie"

source: and add/check your categories first
fr_be: et veuillez ajoutez/vérifiez vos catégories

source: and add your semi-products first
fr_be: et ajoutez vos produits semi-finis en premier lieu

source: NO ACCESS
fr_be: PAS D'ACCÈS

source: YOU DONT HAVE PERMISSION TO NAVIGATE THIS PAGE
fr_be: VOUS N'ÊTES PAS EN MESURE DE VISIONNER CETTE PAGE

source: Update:
fr_be: Mise à jour:

source: The requested files have been downloaded successfully.
fr_be: Les fichiers demandés ont été téléchargés avec succès.

source: You can download the files
fr_be: Vous pouvez télécharger les fichiers

source: Best Regards,
fr_be: Cordialement,

source: FoodDESK Team
fr_be: L'équipe FoodDESK

source: Food allergy or intolerance
fr_be: Allergie alimentaire ou intolérance

source: We are located
fr_be: Nous sommes situés

source: Powered by
fr_be: Réalisé par

source: General Settings
fr_be: Paramètres généraux

source: Enter your email address where you want to receive your orders !
fr_be: Entrez votre adresse e-mail pour traiter les commandes !

source: Change Language
fr_be: Modifier la langue

source: No Lang Set
fr_be: Pas de langue choisie

source: Show message frontend
fr_be: Afficher le message sur le site web

source: Act as Infocenter
fr_be: Utiliser comme bureau d'informations

source: If you check this option, you need to use a separate digital counter, for managing the orders in a queue.
fr_be: Si vous sélectionnez cette option, vous devez alors avoir un compteur digital distinct afin de gérer les commandes dans une file d'attente.

source: Activate Numbering
fr_be: Activer le système de numérotation

source: Disable Price
fr_be: Désactiver le tarif

source: If you would check this option, no prices would be shown to your client on desk !
fr_be: Si vous sélectionnez cette option, aucun tarif n'apparaîtra sur le comptoir d'informations!

source: Send Orders to my Email
fr_be: Envoyez les commandes vers mon adresse e-mail

source: Show Print Button
fr_be: Afficher le bouton impression

source: Use pics as (sub)cats
fr_be: Utiliser les photos comme (sous)catégories

source: Help Text Frontend
fr_be: Aide Texte Interface

source: Show sheet in infodesk
fr_be: Afficher les fiches dans le comptoir d'informations

source: Look and Feel
fr_be: Moderne et Intuitif

source: Desk Title
fr_be: Titre

source: Desk Footer Text
fr_be: Texte pied de page

source: Apply this style
fr_be: Appliquer ce style

source: If you check this option, then following style will apply on front-end.
fr_be: Si vous cochez cette option, alors ce style sera appliquer.

source: Header bg color
fr_be: Couleur arrière-plan

source: Text Color
fr_be: Couleur texte

source: Header bg color 2
fr_be: Couleur arrière-plan 2

source: Bg colors of buttons
fr_be: Bouton couleur arrière-plan

source: Help,Search,To order
fr_be: Aide, Recherche, Commander

source: Checkout,Shopping-cart
fr_be: Caisse, Panier

source: Bg color of availability
fr_be: Disponibilité couleur arrière-plan

source: Show on
fr_be: Montrer sur

source: Set backlink for display allergencard
fr_be: Définir un lien de retour pour afficher la carte des allergies

source: Social media Link
fr_be: Lien médias sociaux

source: Set link for display allergencard on social media
fr_be: Définir un lien pour afficher la carte des allergies sur les médias sociaux

source: Save Setting
fr_be: Sauvegarder le paramétrage

source: Are you sure , you want to delete.
fr_be: Etes-vous sûr de vouloir supprimer.

source: Overview Menucards
fr_be: Aperçu cartes menu

source: Add Menu Card
fr_be: Ajouter un menu

source: Add menu card
fr_be: Ajouter un menu

source: Show on app
fr_be: Montrer sur l'app

source: IMPORTANT NOTE:
fr_be: NOTE IMPORTANTE:

source: If you check this checkbox then ONLY the products that are added in the menucard are shown on EasyBUTLER and allengenenkaart.
fr_be: Si vous cochez cette case, SEULS les produits ajoutés au menu seront affichés sur EasyBUTLER et la carte des allergènes.

source: If unchecked
fr_be: Si pas coché

source: then all the articles and categories of the recipe section will be shown on EasyBUTLER and allergenenkaart.
fr_be: ensuite, tous les articles et catégories de la section de recettes seront affichés sur EasyBUTLER et cartes des allergènes.

source: Menukaart
fr_be: Menu

source: Show ingredient list
fr_be: Afficher la liste des ingrédients

source: Show nutrition values
fr_be: Afficher les valeurs nutritionnelles

source: Show traces
fr_be: Afficher les traces

source: Allergencard (PDF)
fr_be: Carte des allergènes (PDF)

source: Show technical sheets
fr_be: Afficher les fiches techniques

source: Color Menucard
fr_be: Couleur Carte Menu

source: Color Text
fr_be: Couleur Texte

source: Color category
fr_be: Couleur catégorie

source: Color Subcategory
fr_be: Couleur Sous-catégorie

source: Background Color
fr_be: Couleur arrière-plan

source: Recipe Color Text
fr_be: Couleur du texte de la recette

source: Show daily menus per week
fr_be: Afficher les menus quotidiens par semaine

source: Show Menucard instead of EasyBUTLER View
fr_be: Afficher le menu au lieu de la vue EasyBUTLER

source: composed dishes
fr_be: plats composés

source: Add price fields
fr_be: Ajouter des champs de prix

source: No Division
fr_be: Aucune division

source: Name menucard
fr_be: Nom menu

source: Atleast one product should be available in category.
fr_be: Un produit au moins devrait être disponible dans la catégorie.

source: Can be ordered.
fr_be: Peut-être commandée.

source: Add Remark
fr_be: Ajoutez une Remarque

source: Please select some products and press + button.
fr_be: Veuillez d'abord sélectionner les produits puis appuyer sur le bouton +.

source: Import Recipe
fr_be: Importez la Recette

source: Display name on menucard
fr_be: Afficher le nom sur le menu

source: Edit menucard
fr_be: Ajouter un menu

source: Shops
fr_be: Magasins

source: Table Groups
fr_be: Groupes de Travail

source: menucart
fr_be: menu

source: FoodDESK Labelsoftware
fr_be: Logiciel d'étiquetage FoodDESK

source: Download and install this app to easily print labels from any labelprinter!
fr_be: Téléchargez et installez ce logiciel pour imprimer les étiquettes facilement depuis n'importe quelle imprimante d'étiquettes !

source: More info
fr_be: Plus d'informations

source: If you are using our webshop-mod then you can easily print an overview of every online order in realtime from any printer connected to your PC.
fr_be: Si vous utilisez notre module de boutique en ligne, il est très facile d'imprimer un aperçu de chaque commande automatiquement (en temps réel) via une imprimante courante.

source: Download and install this app to synchronize data between fooddesk and Win Digi.
fr_be: Téléchargez et installez cette application pour synchroniser les données entre FoodDESK et Win Digi.

source: Show to your clients that they can ask any question about allergens by putting one of our labels in your website! You can copy/paste this code into your webpage or just copy and send this code to your webdesigner.
fr_be: Montrez à vos clients que vous êtes en règle avec la réglementation sur les allergènes en affichant le label sur votre site web! Vous pouvez copier/coller le code et le placer sur votre page web ou simplement envoyer ce code à votre webmaster.

source: Please try again
fr_be: Essayez à nouveau

source: Processing....
fr_be: En cours de traitement….

source: You will receive a notification mail once this file has been downloaded (you may close this window)
fr_be: Vous recevrez un mail de notification une fois ce fichier téléchargé (vous pouvez fermer cette fenêtre)

source: Zenius export
fr_be: Export Zenius

source: Products export
fr_be: Export des produits

source: Print product
fr_be: Imprimer produit

source: All technical sheets
fr_be: Toutes les fiches techniques

source: All recipe sheets
fr_be: Tous les fichiers de recette

source: Do you want to replace this product in shared recipies?
fr_be: Voulez-vous remplacer ce produit dans des recettes partagées?

source: Enter valid email
fr_be: Entre une adresse e-mail correcte

source: Request completed successfully.
fr_be: Modification traitée avec succès.

source: Add Email Address
fr_be: Ajoutez une adresse e-mail

source: EXPORT Files
fr_be: EXPORTER fichiers

source: Export
fr_be: Exporter

source: This file can be imported via DIGI scales
fr_be: Ce dossier peut être introduit dans une bascule DIGI

source: You will receive a notification mail once this file has been downloaded(you may close this window)
fr_be: Vous recevrez un mail de notification une fois ce fichier téléchargé (vous pouvez fermer cette fenêtre)

source: This file can be imported into your software Zenus
fr_be: Ce dossier peut être introduit dans une imprimante Evolis Zenius

source: Export Labels (XLS)
fr_be: Exporter les étiquettes (XLS)

source: This file can be imported into labeling software
fr_be: Ce dossier peut être introduit dans votre programme étiquette

source: Export Products (XLS)
fr_be: Exporter les Produits (XLS)

source: REPORT
fr_be: RAPPORTER

source: Print all products (pdf)
fr_be: Imprimer le récapitulatif des produits et des allergènes (pdf)

source: Download Technical sheets of all products (zip)
fr_be: Télécharger toutes les fiches techniques (zip)

source: Download Recipe sheets of all products (zip)
fr_be: Télécharger toutes les recettes (propres préparations) (zip)

source: Access Restricted
fr_be: Accès Limité

source: Mark done without popup
fr_be: Marquer comme terminé avec popups

source: Mark as complete for every day
fr_be: Marquer comme complet pour chaque jour

source: Mark as complete not for every day
fr_be: Marquer comme complet pas pour tous les jours

source: Approve with button to mark all as done
fr_be: Approuvez avec le bouton pour marquer tout comme fait

source: Approve with button
fr_be: Approuvez avec le bouton

source: Approve without button to mark all as done
fr_be: Approuvez sans le bouton pour marquer tout comme fait

source: Not Approve
fr_be: Non Approuvé

source: Please save the data first
fr_be: Veuillez d'abord enregistrer les données

source: No Task dound
fr_be: Aucune tâche trouvée

source: These tasks ids already marked
fr_be: Ces identifiants de tâches déjà marqués

source: These tasks ids
fr_be: Identifiants des tâches

source: have already been MOVE/SKIP, So unmark them first
fr_be: ont déjà été déplacés/sauter, alors décochez-les d'abord

source: Successfully done
fr_be: Réalisé avec succès

source: moved to
fr_be: s'est déplacé à

source: Username already exist
fr_be: Le nom d'utilisateur existe déjà

source: Simple list - no approval
fr_be: Liste simple - pas de confirmation

source: When changing this setting only the locations and objects are saved. You have to set the frequency again to make tasks
fr_be: Lorsque vous modifiez ce paramètre, seuls les endroits et les objets sont enregistrés. Vous devez redéfinir la fréquence pour effectuer des tâches

source: Technical sheet
fr_be: Fiche technique

source: Company default Image
fr_be: Image Entreprise par défaut

source: Upload image here
fr_be: Téléchargez l'image ici

source: Upload image Here
fr_be: Téléchargez l'image Ici

source: Set logo for menucard
fr_be: Mettre le logo du menu

source: Fridge label Logo
fr_be: Logo étiquette du réfrigérateur

source: MENU CARD
fr_be: MENU

source: Generate Superadmin menu
fr_be: Générer le menu Superadmin

source: Generate Admin menu
fr_be: Générer le menu Admin

source: Generate Subadmin menu
fr_be: Générer le menu Subadmin

source: Generate division menu
fr_be: Générer le menu de division

source: Time Stop
fr_be: Heure Stop

source: Signature of employee and manager
fr_be: Signature de l'employé et du manager

source: User Id :
fr_be: Id d'utilisateur :

source: Thrusday
fr_be: Jeudi

source: You have unsaved data! Do you really want to continue ?
fr_be: Vous avez des données non enregistrées ! Voulez-vous continuer ?

source: Profile
fr_be: Profil

source: Employee info
fr_be: Info Employé

source: Company ID
fr_be: ID Entreprise

source: User name
fr_be: Nom d'utilisateur

source: Company Username
fr_be: Nom d'utilisateur entreprise

source: Company Type
fr_be: Type d'entrepise

source: First name
fr_be: Prénom

source: Company first name
fr_be: Nom Entreprise

source: Last name
fr_be: Nom de Famille

source: Company last name
fr_be: Nom Entreprise

source: Company Address
fr_be: Adresse Entreprise

source: Company Postcode
fr_be: Code Postal Entreprise

source: Company City
fr_be: Ville Entreprise

source: Company Country
fr_be: Pays Entreprise

source: Company Vat
fr_be: TVA Entreprise

source: Company language
fr_be: Langue Entreprise

source: Show productnames and categories in multiple languages
fr_be: Afficher les noms de produits et les catégories dans plusieurs langues

source: Set closing day(s)
fr_be: Définir le(s) jour(s) de fermeture

source: Set closing period(s)
fr_be: Définir la (les) période(s) de fermeture

source: Company Closing period
fr_be: Période de fermeture Entreprise

source: Set admin as employee
fr_be: Mettre administrateur en tant qu'employé

source: Company Passwordd
fr_be: Mot de passe Entreprise

source: Api Secret key
fr_be: Clé secrète Api

source: Company API secret key
fr_be: Clé secrète Entreprise API

source: Icon
fr_be: Icône

source: Upgrade now
fr_be: Mettre à niveau maintenant

source: Upgrade package from click on upgrade now link
fr_be: Mise à jour du paquet en cliquant sur le lien mise à jour maintenant

source: Show recipe
fr_be: Afficher la recette

source: Full version
fr_be: Version complète

source: Hide this feature
fr_be: Masquer cette fonctionnalité

source: With the simple version you can only select allergens manually, the full version is linked to our technical sheets database.
fr_be: Avec la version simple, vous devez sélectionner manuellement les allergènes, la version complète est liée à nos fichiers de la base de données.

source: Products fixed - mail
fr_be: Produits fixés - e-mail

source: Select ‘yes’ if you want to receive email notifications that a technical sheet has been approved by FoodDESK. Select ‘no’ if you don’t want to receive this email.
fr_be: Sélectionnez "oui" si vous souhaitez recevoir des notifications par e-mail indiquant qu'une fiche technique a été approuvée par FoodDESK. Sélectionnez "non" si vous ne souhaitez pas recevoir cet e-mail.

source: Settings for semi-products
fr_be: Paramétrage des produits semi-finis

source: Show name of semi product
fr_be: Afficher le nom du semi-produit

source: Count weight together of similar products
fr_be: Compter le poids de produits similaires ensemble
