Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: Week
fr_be: Semaine

source: Are you sure want to delete this reports?
fr_be: Êtes-vous sûr de vouloir supprimer ces rapports?

source: Clear filter
fr_be: Effacer le filtre

source: SUBJECT
fr_be: SUJET

source: TASK
fr_be: TÂCHE

source: ADDED BY
fr_be: AJOUTÉ PAR

source: Uncooled Presentation
fr_be: Présentation non refroidie

source: Food Poisening
fr_be: Intoxication Alimentaire

source: To Supplier
fr_be: Au Fournisseur

source: Hot filling T°C
fr_be: Remplissage à chaud T°C

source: Product thickness (mm)
fr_be: Épaisseur produit (mm)

source: Temp waterbath
fr_be: Température bassin d'eau

source: Core temp
fr_be: Température de cuisson

source: Heating time (min)
fr_be: Temps de chauffe (min)

source: Warm / cold
fr_be: Chaud / Froid

source: Warm
fr_be: Chaud

source: Cold
fr_be: Froid

source: Drying time > 4 h
fr_be: Temps de séchage > 4 h

source: Roomtemp < 35°C
fr_be: Température ambiante < 35°C

source: Start presentation
fr_be: Début présentation

source: End presentation
fr_be: Fin présentation

source: Amount left
fr_be: Quantité restante

source: Registration
fr_be: Inscription

source: Execution
fr_be: Exécution

source: Company rooms
fr_be: Espaces entreprise

source: List available ?
fr_be: Liste disponible ?

source: Is the list filled in?
fr_be: Liste remplie?

source: Instruction available?
fr_be: Instruction disponible?

source: Decent
fr_be: Solide

source: Cleanness
fr_be: Proprété

source: Points of improvement
fr_be: Point(s) à améliorer

source: Registration list receipt completed according to frequency
fr_be: Liste d'inscription complétée selon la fréquence

source: no
fr_be: non

source: Registration list storage filled in according to frequency
fr_be: Liste d'inscription remplie selon la fréquence

source: Registration list preparing filled in according to frequency
fr_be: Liste d'inscription préparée remplie selon la fréquence

source: Registration list smoking, sous vide, THT, sushi, time securing completed
fr_be: Liste d'inscription de fumage, sous vide, THT, sushi, temps de fixation terminé

source: Detection of vermin, if necessary pest control turned on, no pesticide residues found and traces of gut
fr_be: Détection de parasite, si nécessaire, activer la lutte antiparasitaire, aucun résidu de pesticide détecté et traces de champignon

source: Products stored in fifo
fr_be: Produits enregistrés dans fifo

source: Products stored covered
fr_be: Produits stockés couverts

source: Products correctly coded
fr_be: Produits encodés avec succès

source: Products stored separately
fr_be: Produits enregistrés séparement

source: Proper personal hygiene
fr_be: Bonne hygiène personnelle

source: Walls
fr_be: Murs

source: Doors
fr_be: Portes

source: Floors
fr_be: Sols

source: Ceiling
fr_be: Plafond

source: Hand washing facilities
fr_be: Facilités lavement des mains

source: Crafting table
fr_be: Plan de travail

source: Sanitary
fr_be: Sanitaire

source: Clothing room
fr_be: Vestiaire

source: Coolings
fr_be: Refroidissements

source: Freezers
fr_be: Congelateurs

source: Date of visit
fr_be: Date de visite

source: Complaint
fr_be: Plaintes

source: Consumed Dishes
fr_be: Plats composés

source: Delivered On
fr_be: Livré le

source: Registered By
fr_be: Inscrit par

source: Correction By Supplier
fr_be: Correction par le fournisseur

source: Info of supplier
fr_be: Informations sur le fournisseur

source: Address
fr_be: Adresse

source: Phone
fr_be: Numéro de téléphone

source: Food
fr_be: Alimentation

source: Non-Food
fr_be: Non-Alimentaire

source: Specific agreement
fr_be: Accord spécifique

source: Supplier score
fr_be: Score fournisseur

source: Speed/Stock
fr_be: Vitesse/Stock

source: Quality general
fr_be: Qualité générale

source: Solve Problem
fr_be: Résoudre un problème

source: Hygiene
fr_be: Hygiène

source: Fixed Check
fr_be: Vérification fixe

source: T°C
fr_be: Température °C

source: Changed on
fr_be: Modifié le

source: Core temperature process
fr_be: Processus de température de cuisson

source: Start T°C
fr_be: Température de départ °C

source: End T°C
fr_be: T°C finale

source: Changed On
fr_be: Modifié le

source: Warm up
fr_be: Réchauffer

source: Yet to be completed
fr_be: Reste encore à terminer

source: Measured / Confirmed
fr_be: Mesuré / Confirmé

source: Measured
fr_be: Mesuré

source: Confirmed
fr_be: Confirmé

source: Time Start
fr_be: Heure Début

source: Time end
fr_be: Heure fin

source: Oil
fr_be: Huile

source: Wash
fr_be: Laver

source: Prewash
fr_be: Prélaver

source: Main Wash
fr_be: Laver à la Main

source: Rinse
fr_be: Rincer

source: Work room
fr_be: Salle de travail

source: Workroom
fr_be: Espace de travail

source: Cooked
fr_be: Cuit

source: Keep warm
fr_be: Garder au chaud

source: Regenerated
fr_be: Régénéré

source: Time (min)
fr_be: Heure (en minutes)

source: Saved Successfully
fr_be: Sauvegardé avec succès

source: Please select supplier first
fr_be: Veuillez d'abord sélectionner le fournisseur

source: are you sure you want to leave this page? the info is not saved!
fr_be: êtes vous sûr de vouloir quitter cette page ? les informations ne sont pas sauvegardées!

source: Please fill these fields
fr_be: Veuillez remplir ces champs

source: Please Select Product
fr_be: Veuillez sélectionner un produit

source: On this page you can receive products. Select the supplier, product and group. The group is the temperature range of the product. Fill in the temperature you measured and check if the packaging is correct and undamaged, the content and the THT is correct. The system will mark the action button as green or red.
fr_be: Sur cette page, vous pouvez recevoir des produits. Sélectionnez le fournisseur, le produit et le groupe. Le groupe est la plage de température du produit. Indiquez la température que vous avez mesurée et vérifiez si l'emballage est correct et non endommagé, si le contenu et le THT sont corrects. Le système marquera le bouton d'action en vert ou en rouge.

source: Receiving goods
fr_be: Marchandises reçues

source: nok
fr_be: pas ok

source: Cause and corrective action
fr_be: Cause et correction

source: List available?
fr_be: Liste disponible?

source: is the list filled in?
fr_be: liste remplie?

source: Please verify the rows in red
fr_be: Veuillez vérifier les lignes en rouge

source: NAPASTURIZATION
fr_be: APRÈS PASTEURISATION

source: HOT FILL
fr_be: REMPLISSAGE À CHAUD

source: Hot filling T °C
fr_be: Remplissage à chaud T ° C

source: Verified
fr_be: Vérifié

source: Please Select Group
fr_be: Merci de Sélectionner un Groupe

source: Something went wrong.Please try again !
fr_be: Quelque chose s'est produit. Réessayez à nouveau !

source: Please Fill PH value
fr_be: Veuillez remplir la valeur pH

source: Successfully removed
fr_be: Supprimé avec succès

source: Value
fr_be: Valeur

source: Drying time in salt
fr_be: Temps de séchage en sel

source: Roomtemp
fr_be: Température ambiante

source: RV < 86 % right circumstances
fr_be: RV < 86 % bonnes circonstances

source: End of presentation
fr_be: Fin de la présentation

source: Please Select Supplier
fr_be: Veuillez sélectionner le fournisseur

source: Product thickness
fr_be: Épaisseur produit

source: Heating time
fr_be: Temps de chauffe

source: Criteria Sous vide
fr_be: Critères sous vide

source: Preparation table
fr_be: Date de préparation

source: Core temerature
fr_be: Température de cuisson

source: Heating time (min:sec)
fr_be: Temps de chauffe (min:sec)

source: Table product ambient temperature
fr_be: Température ambiante produit

source: This page is the overview of the HACCP control panel. All the buttons direct you to the report- section. You can show the reports when the FAVV visits you
fr_be: Cette page est une vue d'ensemble du panneau de contrôle HACCP. Tous les boutons vous dirigent vers la section rapport. Vous pouvez afficher les rapports lorsque l'AFSCA vous rend visite

source: Temperature Control
fr_be: Contrôle de température

source: Overview of T °C incl
fr_be: Aperçu T°C incl

source: Overview of all tasks
fr_be: Aperçu de toutes les tâches

source: Unfounded
fr_be: Injustifié

source: Staff overview
fr_be: Aperçu du personnel

source: Supplier overview
fr_be: Aperçu des fournisseurs

source: Overview CCP
fr_be: Apercçu CCP

source: Technical records
fr_be: Données techniques

source: Cleaning products, materials,
fr_be: Produits de nettoyage, matériel,

source: undisturbed
fr_be: ininterrompu

source: Manage
fr_be: Gérer

source: Do you want to delete this ?
fr_be: Voulez-vous supprimer ceci ?

source: Manage Report
fr_be: Gérer le rapport

source: Area restricted
fr_be: Zone réglementée

source: Select Section
fr_be: Sélectionner une section

source: All - Record seperately
fr_be: Tous - Enregistrer séparément

source: Select Employer
fr_be: Choisir un employé

source: Select Group
fr_be: Selectionner un Groupe

source: location
fr_be: emplacement

source: time
fr_be: temps

source: status
fr_be: statut

source: No result Available
fr_be: Aucun résultat disponible

source: Checked by
fr_be: Vérifié par

source: Modified On
fr_be: Modifié le

source: mins
fr_be: minutes

source: Core temp T°C
fr_be: Temp de cuisson T°C

source: Oil Quality
fr_be: Qualité de l'huile

source: Dishwasher Prewash
fr_be: Lave-vaisselle Pré-lavage

source: Dishwasher main Wash
fr_be: Lave-vaisselle Lavage principal

source: Dishwasher rinse
fr_be: Lave-vaisselle rinçage

source: CREATE TASK
fr_be: CRÉER UNE TÂCHE

source: Before remove you have to save this location
fr_be: Avant de supprimer, vous devez enregistrer cet espace

source: No changes has been made OR there are some blank fields
fr_be: Aucun changement n'a été fait OU il y a des champs vides

source: You cant Save data,as some fields are blank,click on general to check
fr_be: Vous ne pouvez pas sauvegarder les données, car certains champs sont vides, cliquez sur Général pour vérifier

source: Add Location
fr_be: Ajoutez un lieu

source: Back to Objects
fr_be: Retour aux Objets

source: Save Locations
fr_be: Sauvegarder les emplacements

source: When you delete this location, all objects and tasks( along with all info related to tasks ) will be lost
fr_be: Lorsque vous supprimez cet emplacement, tous les objets et tâches (ainsi que toutes les informations relatives aux tâches) seront perdus

source: Do you want to continue ?
fr_be: Voulez-vous continuer ?

source: No, save location
fr_be: Non, sauvegardez localisation

source: Yes, delete
fr_be: Oui, supprimer

source: Would you like to delete all objects ?
fr_be: Voulez-vous supprimer tous les objets?

source: Would you like to delete this objects,as all related task will also be deleted ?
fr_be: Voulez-vous supprimer ces objets ? Si oui, tous les objets affectés à cette tâche seront également supprimés ?

source: Add all objects, materials and vermin
fr_be: Ajoutez tous les objets, substances et parasites

source: Go Back to Location
fr_be: Retournez à l'emplacement

source: ADD LOCATIONS
fr_be: AJOUTER LES EMPLACEMENTS

source: No Objects have been added yet - load most frequently used Objects ?
fr_be: Aucun objet n'a encore été ajouté - charger des objets fréquemment utilisés?

source: No
fr_be: Non

source: Overview Objects
fr_be: Aperçu objets

source: Show in fixed temperature control
fr_be: Afficher contrôle de la température fixe

source: Cleaning Product
fr_be: Produit de Nettoyage

source: Frequency D W M Y
fr_be: Fréquence J S M A

source: Save Objects
fr_be: Sauvegarder objets

source: Select the locations to where you want to clone this object.
fr_be: Sélectionnez les emplacements où vous voulez cloner cet objet.

source: New location
fr_be: Nouvel emplacement

source: Continue
fr_be: Continuer

source: Please select atleast 1 day of week to repeat task
fr_be: Veuillez sélectionner au moins 1 jour de la semaine pour répéter la tâche

source: Please select atleast 1 date/day of month to repeat task
fr_be: Veuillez sélectionner au moins 1 date/jour du mois pour répéter la tâche

source: Please select type first
fr_be: Veuillez d'abord sélectionner le type

source: All field must be filled
fr_be: Tous les champs doivent être remplis

source: Select Object
fr_be: Sélectionner un objet

source: Select Predefined
fr_be: Sélectionnez Prédéfini

source: Max temperature cant be smaller than Min temperature
fr_be: Température maximale ne doit pas être inférieure à la température minimale

source: every day
fr_be: chaque jour

source: every 2 days
fr_be: tous les 2 jours

source: every 3 days
fr_be: tous les 3 jours

source: every 4 days
fr_be: tous les 4 jours

source: every 5 days
fr_be: tous les 5 jours

source: every 6 days
fr_be: tous les 6 jours

source: every week
fr_be: chaque semaine

source: every 2 weeks
fr_be: tous les 2 semaines

source: every 3 weeks
fr_be: tous les 3 semaines

source: every 4 weeks
fr_be: tous les 4 semaines

source: every 5 weeks
fr_be: tous les 5 semaines

source: every 6 weeks
fr_be: tous les 6 semaines

source: every month
fr_be: chaque mois

source: every 2 months
fr_be: tous les 2 mois

source: every 3 months
fr_be: tous les 3 mois

source: every 4 months
fr_be: tous les 4 mois

source: every 5 months
fr_be: tous les 5 mois

source: every 6 months
fr_be: tous les 6 mois

source: every 7 months
fr_be: tous les 7 mois

source: every 8 months
fr_be: tous les 8 mois

source: every 9 months
fr_be: tous les 9 mois

source: every 10 months
fr_be: tous les 10 mois

source: every 11 months
fr_be: tous les 11 mois

source: every 12 months
fr_be: tous les 12 mois

source: every
fr_be: chaque

source: year
fr_be: année

source: years
fr_be: années

source: Select Type
fr_be: Sélectionner le type

source: Please select Type
fr_be: Veuillez sélectionner un type

source: Predefined
fr_be: Prédéfini

source: Select Predefined task
fr_be: Séllectioner une tâche prédéfinie

source: Add new object here
fr_be: Ajouter un nouvel objet ici

source: Please select object
fr_be: Veuillez sélectionner un objet

source: Task Name
fr_be: Nom de tâche

source: Please select Task name
fr_be: Veuillez choisir le nom de la tâche

source: Cleaning product
fr_be: Produit de nettoyage

source: Please select location
fr_be: Veuillez choisir un lieu

source: Default Temp
fr_be: Temp. par défaut

source: Repeat
fr_be: Répéter

source: Start from
fr_be: Démarrage à partir de

source: Select a date
fr_be: Sélectionnez une date

source: every year
fr_be: chaque année

source: every
fr_be: chaque

source: years
fr_be: années

source: On days
fr_be: Les jours de

source: Days
fr_be: Jours

source: First
fr_be: Premier

source: Second
fr_be: Deuxième

source: Third
fr_be: Troisième

source: Fourth
fr_be: Quatrième

source: Repeat Indefinitely
fr_be: Répéter indéfiniment

source: Repeat Until
fr_be: Répéter jusqu'à

source: Add a due date
fr_be: Ajoutez une date d'échéance

source: Assign Task
fr_be: Affecter une tâche

source: Please select User name
fr_be: Veuillez sélectionner un nom d'utilisateur

source: Delete and next
fr_be: Effacer et suivant

source: Save & add other task
fr_be: Enregistrer et ajouter d'autres tâches

source: Save and next
fr_be: Sauvegarder et suivant

source: Add Object
fr_be: Ajoutez objet

source: We already added most objects in our database
fr_be: Nous avons déjà ajouté la plupart des objets dans notre base de données

source: If you miss any object here please pass this in our chat
fr_be: S'il vous manque un objet, merci de nous le communiquer dans le chat

source: NOTE: Please don't pass specific objects - You can specify the object in the task name
fr_be: REMARQUE: nous vous prions de ne pas passer d'objets spécifiques - Vous pouvez spécifier l'objet dans le nom de la tâche

source: Example: Weightmachine - Task name: WeightMachine Bizerba
fr_be: Exemple: appareil de pesage - nom de tâche: appareil de pesage Bizerba

source: Some Error Occured Please Try Again
fr_be: Une erreur s'est produite, veuillez réessayer

source: Freq
fr_be: Fréq

source: Assignee
fr_be: Personne assignée

source: Deadline
fr_be: Date limite

source: Please fill temperature value properly
fr_be: Veuillez remplir correctement la valeur de température

source: You have not assigned any task to any one
fr_be: Vous n'avez assigné aucune tâche à personne

source: Temperature Saved Successfully
fr_be: La température a été sauvegardée avec succès

source: Please fill date for that alert
fr_be: Veuillez indiquer la date de cette alerte

source: Nothing to do today!
fr_be: Rien à faire aujourd'hui!

source: No task Assign for tomorrow.
fr_be: Aucune tâche assignée pour demain.

source: No task on yesterday.
fr_be: Aucune tâche hier.

source: No task Assign on
fr_be: Pas d'attribution de tâches sur

source: Education
fr_be: Enseignement

source: No detail available
fr_be: Aucun détail disponible

source: Manage your tasks
fr_be: Gérez vos tâches

source: Overview Taken
fr_be: Aperçu des Tâches

source: REPLACEMENT
fr_be: REMPLACEMENT

source: ADD TASK
fr_be: AJOUTER UNE TÂCHE

source: TASKS OVERVIEW
fr_be: APERÇU DES TÂCHES

source: Filter
fr_be: Filtre

source: All Tasks
fr_be: Toutes les tâches

source: TO DISPLAY
fr_be: À AFFICHER

source: No tasks are assigned yet
fr_be: Aucune tâche n'est assignée pour le moment

source: Please visit objects section
fr_be: Veuillez visiter section objets

source: OBJECTS
fr_be: OBJETS

source: No results
fr_be: Aucun résultat

source: Replacement
fr_be: Remplacement

source: Move all tasks from
fr_be: Déplacer toutes les tâches de

source: to
fr_be: à

source: Replace
fr_be: Remplacez

source: Taak
fr_be: Tâche

source: Controle
fr_be: Contrôle

source: Temp Co
fr_be: Température Contrôle

source: Task type is not Temperature controle
fr_be: Type de tâche n'est pas les controle de température

source: Temperature controle is Automatic
fr_be: Le contrôle de la température est automatique

source: Save & Next
fr_be: Enregistrer & Suivant

source: Save & CLose
fr_be: Enregistrer et fermer

source: Kind of danger
fr_be: Type de danger

source: Savekeeping method and frequency
fr_be: Méthode de conservation et fréquence

source: Corrective measures and corrective action
fr_be: Mesures et actions correctives

source: Connected tasks
fr_be: Tâches connectées

source: Physically
fr_be: Physique

source: Chemical
fr_be: Chimique

source: Microbiologically
fr_be: Microbiologiquement

source: Allergenen
fr_be: Allergènes

source: On this page you can manage all your documents. There are general documents and company specific documents. In the general documents you can find some procedures, all the modules, CCP’s and PVA’s. There is also a green button with ‘GENERIC GUIDE’. This document is applicable for everyone. The company specific section is for uploading documents that are only for this location. In this section, you can create categories so you can manage your documents in an orderly manner.
fr_be: Sur cette page, vous pouvez gérer tous vos documents. Il existe des documents généraux et des documents spécifiques à l'entreprise. Dans les documents généraux, vous trouverez certaines procédures, tous les modules, les CCP et les PVA. Il existe également un bouton vert avec ‘GUIDE GÉNÉRIQUE’. Ce document s'applique à tout le monde. La section spécifique à la société est destinée au téléchargement de documents uniquement destinés à cet emplacement. Dans cette section, vous pouvez créer des catégories afin de pouvoir gérer vos documents de manière ordonnée.

source: ** You can choose in which order the subcategories to be displayed on the website. Number 1 is very high on the list.
fr_be: ** Vous pouvez choisir dans quel ordre vous voulez laisser voir les sous-catégories sur le site web.

source: Name procedure
fr_be: Nom procédure

source: free type
fr_be: type libre

source: Upload to
fr_be: Télécharger vers

source: NO Category
fr_be: AUCUNE catégorie

source: file wont be uploaded
fr_be: le fichier ne sera pas téléchargé

source: Please provide a name
fr_be: Veuillez indiquer un nom

source: Please select a category
fr_be: Veuillez-sélectionner une catégorie svp

source: Company specific
fr_be: Spécifique à l'entreprise

source: Select Procedure
fr_be: Sélectionner une procédure

source: Procedure
fr_be: Procédure

source: Select module
fr_be: Sélectionner module

source: Select CCP
fr_be: Sélectionner CCP

source: PVA
fr_be: TVA

source: Select PVA
fr_be: Sélectionner PVA

source: PROCEDURE
fr_be: PROCÉDURE

source: GENERIC GUIDE
fr_be: GUIDE GÉNÉRIQUE

source: No Subcategory
fr_be: Pas de sous-catégorie

source: No category selected .
fr_be: Aucune catégorie sélectionnée .

source: Procedure Doc
fr_be: Procédure Doc

source: Do you want to delete this record ?
fr_be: Voulez-vous supprimer cet enregistrement ?

source: Deletion Failed
fr_be: Échec de l'effacement

source: Account Info
fr_be: Infos sur votre compte

source: First Name
fr_be: Prénom

source: Last Name
fr_be: Nom de famille

source: Ring street 12
fr_be: Ring rue 12

source: Postcode
fr_be: Code postal

source: City
fr_be: Ville

source: Country
fr_be: Pays

source: Select a Country
fr_be: Sélectionnez un Pays

source: BELGIE
fr_be: BELGIQUE

source: Netherlands
fr_be: Pays-Bas

source: Date Of Birth
fr_be: Date de Naissance

source: Select user
fr_be: Sélectionnez un utilisateur

source: HACCP user
fr_be: Utilisateur HACCP

source: Easybutler user
fr_be: Utilisateur Easybutler

source: Set as both
fr_be: Installer pour chacun

source: Details
fr_be: Détails

source: Accountname
fr_be: Nom du compte

source: Already in use
fr_be: Déjà utilisé

source: Enter the username
fr_be: Entrez le nom d'utilisateur

source: Enter the password
fr_be: Entrez le mot de passe

source: Profile Color
fr_be: Couleur du profil

source: No color provided yet
fr_be: Aucune couleur disponible pour le moment

source: Clear
fr_be: Effacer

source: Function
fr_be: Fonction

source: Working Time
fr_be: Temps de travail

source: hours
fr_be: heures

source: Language
fr_be: Langue

source: To
fr_be: Jusqu'à

source: Period of Absence
fr_be: Période d'absence

source: Assign Task To
fr_be: Assigner la tâche à

source: Date training
fr_be: Date de formation

source: Configuration Employees panel
fr_be: Configuration panneau employés

source: Recipe section
fr_be: Section Recettes

source: Non-conformities
fr_be: Non-conformités

source: Kitchen MGMT
fr_be: GESTION Cuisine

source: Workpanel
fr_be: Panneau de travail

source: Subadmins
fr_be: Sous admins

source: Please select atleast 1 date of month to repeat task
fr_be: Veuillez sélectionner au moins 1 date du mois pour répéter la tâche

source: Repeat every
fr_be: Répéter chaque

source: Manage Employees
fr_be: Gestion Employés

source: Last Approved
fr_be: Approuvé en dernier

source: No task assigned yet
fr_be: Aucune tâche assignée pour le moment

source: Assign selected to
fr_be: Affectez la sélection à

source: Select User
fr_be: Sélectionnez un utilisateur

source: Employers
fr_be: Employés

source: ADD EMPLOYEE
fr_be: AJOUTEZ UN EMPLOYÉ

source: Employment (Hours)
fr_be: Emplois (heures)

source: Kitchen
fr_be: Cuisine

source: Kitchen, service
fr_be: Cuisine, service

source: Edit employee
fr_be: Modifier Employé

source: No related supplier name found
fr_be: Aucun nom de fournisseur associé trouvé

source: None of the suggestion matched
fr_be: Aucune des suggestions ne correspondait

source: Check at least one Type Supplier
fr_be: Cochez au moins un Type Fournisseur

source: Edit supplier
fr_be: Modifiez le fournisseur

source: Add supplier
fr_be: Ajoutez le fournisseur

source: ADD SUPPLIER
fr_be: AJOUTEZ FOUNISSEUR

source: Add supplier
fr_be: Ajouter le fournisseur

source: Name Supplier
fr_be: Nom Fournisseur

source: Suggestion
fr_be: Proposition

source: Show suggestion
fr_be: Affichez la suggestion

source: ZIP
fr_be: CODE POSTAL

source: CITY
fr_be: VILLE

source: Website
fr_be: Site internet
