Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: range
fr_be: gamme

source: Select Suppiler
fr_be: Sélectionner Fournisseur

source: Show
fr_be: Afficher

source: Delivery nbr
fr_be: Numéro de livraison

source: Date delivery
fr_be: Date de livraison

source: Delete
fr_be: Supprimer

source: pc
fr_be: pièce

source: Ltr
fr_be: L

source: Product already exist
fr_be: Ce produit existe déjà

source: Inserted Successfully
fr_be: Importation réussie

source: Do you mean
fr_be: Suggestion

source: From
fr_be: De

source: Yes
fr_be: Oui

source: Please select a producer or supplier
fr_be: Veuillez sélectionner un fabricant ou un fournisseur

source: Please give a name to product
fr_be: Donnez un nom au produit svp

source: NON FOOD
fr_be: NON ALIMENTAIRE

source: Please fill in the article number of supplier so the supplier knows exactly which product you need for this recipe
fr_be: Veuillez remplir le numéro d'article ou du fournisseur comme ça le fournisseur sait exactement le produit que vous avez besoin pour cette recette

source: Please Compute Price Per Unit first
fr_be: Veuillez d'abord déterminer le grammage

source: Please Add Cost
fr_be: Veuillez Ajouter le Coût

source: updated successfully
fr_be: mise à jour effectuée avec succès

source: something went wrong
fr_be: quelque chose s'est produit

source: Time
fr_be: Horaire

source: Home
fr_be: Accueil

source: products
fr_be: produits

source: Close
fr_be: Fermer

source: Products
fr_be: Produits

source: Selling price
fr_be: Prix de vente

source: Semiproduct
fr_be: Produit Semi-finis

source: OVERVIEW
fr_be: APERÇU

source: Select Supplier
fr_be: Sélectionner Fournisseur

source: Art nbr
fr_be: Num art

source: Productname
fr_be: Nom du produit

source: Amount
fr_be: Quantité

source: Total price
fr_be: Prix total

source: Calculate to g (ml)
fr_be: Calculer en g (ml)

source: Price/G/ml
fr_be: Prix/g/ml

source: Select
fr_be: Sélectionner

source: gram
fr_be: gramme

source: NON-FOOD
fr_be: NON-ALIMENTAIRE

source: No Result Found!
fr_be: Aucun résultat trouvé!

source: Copyright
fr_be: Tous droits réservés

source: Production list
fr_be: Liste de production

source: Agenda View
fr_be: Vue de l'agenda

source: Setting
fr_be: Paramètre

source: Cost price
fr_be: Prix de revient

source: Units
fr_be: Unités

source: Packaging
fr_be: Emballage

source: Parameters
fr_be: Paramètres

source: Standard VAT
fr_be: TVA standard

source: Min gross profit margin
fr_be: Marge bénéficiaire brute min

source: Average hourly wage
fr_be: Salaire horaire moyen

source: Save
fr_be: Sauvegarder

source: Gross Profit margin calculator
fr_be: Calculateur de Marge bénéficiaire brute

source: Please ask your bookkeeper to provide following values. These values are taken from your balance sheet(last year) and are needed calculate your Gross profit margi.
fr_be: Veuillez demander à votre comptable de fournir les données suivantes. Ces valeurs sont extraites de votre bilan (de l'an passé) et sont nécessaires pour calculer votre marge bénéficiaire brute.

source: IMPORTANT NOTE
fr_be: NOTE IMPORTANTE

source: The gross profit margin is not your real profit(!) - this is the break-event value (sell vs revenue) and thiswill be used as )% reference in our menu engineering section. In that way when gross profit is 10% then this means 105profit.
fr_be: La marge bénéficiaire brute n’est pas votre bénéfice réel (!) - c’est la valeur de rupture (vente par rapport au chiffre d’affaires) et elle sera utilisée comme référence % dans notre section Ingénierie des menus. De cette façon, lorsque le bénéfice brut est de 10%, cela signifie 105% de bénéfices.

source: Total Revinue
fr_be: Revenu Total

source: nbr 70 of bal sheet
fr_be: numéro 70 du bilan

source: Company costs
fr_be: Coûts entreprise

source: nbr 60 has 66A of bal sheet
fr_be: numéro 60 a 66A du bilan

source: Various units
fr_be: Unités variables

source: No unit available
fr_be: Aucune unité disponible

source: Packages
fr_be: Paquets

source: Price
fr_be: Prix

source: per
fr_be: par

source: stuk
fr_be: pièce

source: SAVE
fr_be: SAUVEGARDER

source: Upload Image Here
fr_be: Téléchargez l'image ici

source: Show production list
fr_be: Afficher la liste de production

source: dashboard
fr_be: tableau de bord

source: Dashboard
fr_be: Tableau de bord

source: Quality
fr_be: Qualité

source: Semi-products
fr_be: Produits semi-finis

source: Latest imported
fr_be: Dernière importée

source: Waste
fr_be: Déchet

source: Save & Close
fr_be: Enregistrer & fermer

source: Search article
fr_be: Cherchez l'article

source: Calculator
fr_be: Calculatrice

source: search product to retrieve the weight
fr_be: recherchez un produit et déterminer le poids

source: Product
fr_be: Produit

source: weight
fr_be: poids

source: peice
fr_be: pièce

source: Take over
fr_be: Reprendre

source: Add Supplier
fr_be: Ajouter le fournisseur

source: Add
fr_be: Ajouter

source: Supplier Name
fr_be: Nom du fournisseur

source: Need help? Call +32 14 58 84 66 or
fr_be: Besoin d'aide? Appelez le +32 14 58 84 66 ou

source: chat with one of our employees
fr_be: discutez avec l'un de nos employés

source: Remark sent successfully
fr_be: Votre remarque a bien été envoyée

source: Remark can't be sent successfully
fr_be: La remarque ne peut pas être envoyée

source: Fields are empty or invalid
fr_be: Les champs sont vides ou incomplets

source: Subject field cannot be empty
fr_be: Le champ Sujet ne peut pas être vide

source: please provide proname
fr_be: veuillez fournir le prénom

source: Remove
fr_be: Supprimer

source: Please select a crop region then press submit.
fr_be: Déterminer la région et cliquer sur soumettre.

source: Subcategory already exist !
fr_be: La sous-catégorie existe déjà !

source: Cause field cannot be empty
fr_be: Le champ Cause ne peut pas être vide

source: Added_by field cannot be empty
fr_be: Le champ Added_by ne peut pas être vide

source: Please fill description.
fr_be: Veuillez remplir la description.

source: Solution field cannot be empty.
fr_be: Le champ Solution ne peut pas être vide.

source: Date field cannot be empty
fr_be: Le champ Date ne peut pas être vide

source: Are you sure want to mark check for that alert?
fr_be: Voulez-vous vraiment cocher cette alerte?

source: Please set your code first, to return to super admin.
fr_be: Votre code pour retourner sur votre tableau SUPER admin.

source: Cropping
fr_be: Découper

source: File size is too big... Please upload image less than 4 MB
fr_be: Le dossier est trop volumineux (plus de 4MB) - Veuillez d'abord diminuer le format de la photo

source: New weight
fr_be: Nouveau poids

source: Please give a name
fr_be: Veuillez entrer un nom

source: Please select atleast one product
fr_be: Veuillez sélectionner au moins un produit

source: One or more fields not filled ! still wants to continue?
fr_be: Un ou plusieurs champs n'ont pas été remplis ! Souhaitez-vous toujours continuer?

source: Finish
fr_be: Fin

source: Next
fr_be: Suivant

source: Previous
fr_be: Précédent

source: Are you sure you want to delete this row ?
fr_be: Êtes-vous sûr de vouloir supprimer cette ligne ?

source: Remove Image
fr_be: Supprimer l'image

source: Do you want to remove the image ?
fr_be: Voulez-vous supprimer l'image?

source: Please save the recipe first
fr_be: Veuillez d'abord enregistrer la recette

source: Portion not updated
fr_be: Portion non mise à jour

source: A Product with same name already exists in this category.
fr_be: Un produit portant le même nom existe déjà dans cette catégorie.

source: A Semi Product with same name already exists.
fr_be: Un produit semi-fini portant le même nom existe déjà.

source: You are about to delete an SP that is used in another SP. Do you want to continue?
fr_be: Vous êtes sur le point de supprimer un PS qui est utilisé dans un autre PS. Voulez-vous continuer?

source: Type of filter...
fr_be: Type de filtre...

source: No information available
fr_be: Aucune information disponible

source: Super Admin Login
fr_be: Se connecter en tant que SUPER admin

source: Logout
fr_be: Se déconnecter

source: Please enter your code
fr_be: Veuillez entrer votre code

source: Login
fr_be: Se connecter

source: delete
fr_be: supprimer

source: Order list updated Successfully
fr_be: Liste de commande mise à jour avec succès

source: Order
fr_be: Commande

source: Orders
fr_be: Commandes

source: This feature is not activated- UPGRADE your account now
fr_be: Cette fonction n'est pas activée - mettez à jour votre compte

source: orderlists
fr_be: listes de commande

source: Manage orderlists
fr_be: Gérer les listes de commande

source: Artikelnr
fr_be: Numéro de l'article

source: Product Name
fr_be: Nom du produit

source: List name
fr_be: Liste de noms

source: Created
fr_be: Créé

source: Last used
fr_be: Dernière utilisation

source: Add Products
fr_be: Ajouter des Produits

source: Search product
fr_be: Rechercher produit

source: Go to favorites
fr_be: Aller aux favoris

source: All products
fr_be: Tous les produits

source: Art no
fr_be: Numéro de lot

source: Product not found?
fr_be: Produit non trouvé?

source: This means that this product isn't yet marked as favorite or not yet use in a receipe.
fr_be: Cela signifie que ce produit n'a pas encore été marqué comme favori ni utilisé dans une recette.

source: Please go to favorites to add products as favorite first.
fr_be: Veuillez aller aux favoris pour ajouter des produits comme favoris en premier.

source: SELECT
fr_be: SÉLECTIONNER

source: Please fill all the fields first
fr_be: Veuillez remplir ces champs en premier

source: ALERT: it seems that the temperature is too high or too low. Pls check the temperature table and solve this problem
fr_be: ALERTE: Il semble que la température soit trop élevée ou trop basse. Veuillez consulter le tableau des températures et résoudre ce problème

source: Not found? Add new Supplier
fr_be: Pas trouvé ? Ajouter nouveau fournisseur

source: No product found? Add new Product
fr_be: Pas trouvé ? Ajouter nouveau produit

source: Added Successfully
fr_be: Ajouté avec succès

source: Product is already selected
fr_be: Produit a déjà été sélectionné

source: Selected product does not have supplier
fr_be: Sélectionner un produit qui n'a pas de fournisseur

source: Please fill supplier art number
fr_be: Veuillez remplir le numéro d'article fournisseur

source: Selected product does not have supplier and supplier art num
fr_be: Le produit sélectionné n'a pas de fournisseur ni de numéro d'article fournisseur

source: Load order
fr_be: Ordre de chargement

source: Manually
fr_be: Manuellement

source: New delivery
fr_be: Nouvelle livraison

source: Employer
fr_be: Employé

source: Not Found
fr_be: Introuvable

source: Give up the ordersheet nbr
fr_be: Donner le n° sur le bon de commande

source: Select Date
fr_be: Sélectionnez la Date

source: Select saved list
fr_be: Sélectionner un modèle

source: THT/TGT
fr_be: DDM/DLC

source: Intern Lotnbr
fr_be: Numéro de lot interne

source: The values entered below will only be saved if HACCP addon is active.
fr_be: Les valeurs saisies ci-dessous ne seront sauvegardées que si le complément HACCP est actif.

source: Please
fr_be: Veuillez

source: upgrade
fr_be: mettre à niveau

source: your account
fr_be: votre compte

source: Packages - Temperature - THT - Transport
fr_be: Paquets - Température - DDM - Transport

source: Add non confirmity
fr_be: Ajoutez non-conformité

source: Add Product notification
fr_be: Ajoutez notification de Produit

source: Add Temperature registration
fr_be: Ajouter Température d'inscription

source: Group
fr_be: Groupe

source: Load order list
fr_be: Charger modèle

source: Order nbr
fr_be: N° de commande

source: Ordered By
fr_be: Commandé Par

source: Products without sheet
fr_be: Produits sans fiche

source: Artnbr
fr_be: Numéro article

source: CLOSE
fr_be: FERMER

source: Change your temperature first
fr_be: Modifiez d'abord votre température

source: Non Conformity
fr_be: Non-Conformité

source: Subject
fr_be: Sujet

source: Added by
fr_be: Ajouté par

source: NOT CLOSED
fr_be: NON FERMÉ

source: ADD AS CLOSED
fr_be: AJOUTEZ COMME ETANT FERMÉ

source: Art.nbr
fr_be: Art.n°

source: save
fr_be: sauvegarder

source: add email
fr_be: ajouter e-mail

source: Remark
fr_be: Remarque

source: Ordernbr
fr_be: N° de commande

source: Date Delivery
fr_be: Date de Livraison

source: not correct
fr_be: incorrect

source: Please Enter Signature..
fr_be: Veuillez Entrer la Signature.

source: Your order will be send to supplier
fr_be: Votre commande va être envoyée au fournisseur

source: Mail will be send to
fr_be: L'e-mail sera envoyé à

source: will be remembered next time
fr_be: se souviendra la prochaine fois

source: Email of the supplier not entered. Still wants to continue?
fr_be: L'e-mail du fournisseur n'a pas été saisi. Souhaitez-vous continuer?

source: Please enter valid email address
fr_be: Veuillez indiquer une adresse e-mail valide

source: New order
fr_be: Nouvelle commande

source: If link doesn't open:
fr_be: Si le lien ne s'ouvre pas:

source: CLICK HERE
fr_be: CLIQUEZ ICI

source: <br>If link still doesn't open pls pass via chat<br><br>
fr_be: <br>Si le lien ne s'ouvre pas, veuillez passer par le chat<br><br>

source: Load list
fr_be: Charger la liste

source: --Select all--
fr_be: --Sélectionner tout--

source: Order direct
fr_be: Commandez directement

source: Order manually
fr_be: Commandez manuellement

source: Delivery Date
fr_be: Date de livraison

source: package
fr_be: paquet

source: in stock
fr_be: en stock

source: Save orderlist
fr_be: Enregistrez la liste de commande

source: Order succesfully sent
fr_be: La commande a été envoyée avec succès

source: This order was send via
fr_be: Cette commande a été envoyée via

source: system directly
fr_be: commandé directement

source: We at FoodDESK want to minimize paperwork for our client (you) and your supplier. Therefore we need to setup a real connection between both systems (
fr_be: Chez FoodDESK, nous souhaitons réduire les formalités administratives pour notre client (vous) et votre fournisseur. Par conséquent, nous devons établir une véritable connexion entre les deux systèmes (

source: and FoodDESK)
fr_be: et FoodDESK)

source: If you like our system and want to see the orderlists automatically comming in (so you don't need to add those products manually on delivery), please sign form below.
fr_be: Si vous appréciez notre système et souhaitez voir les listes de commandes automatiquement (comme ça vous n'avez pas besoin d'ajouter ces produits manuellement lors de la livraison), veuillez signer le formulaire ci-dessous.

source: Together with all other signed forms (of other clients) we will use this to set some pressure,to connect to foodDESK system.
fr_be: Ensemble avec tous les autres formulaires signés (des autres clients), nous utiliserons cela pour définir une certaine pression, pour vous connecter au système foodDESK.

source: Thanks in advance!
fr_be: Merci d'avance!

source: You only need to do this ones - per supplier
fr_be: Vous devez simplement faire cela une fois - par fournisseur

source: I use FoodDESK products to manage all my orders and deliveries and want to receive my delieverylist in an automatically way.
fr_be: J'utilise les produits FoodDESK pour gérer toutes mes commandes et livraisons et je souhaite recevoir ma liste de distribution automatiquement.

source: Your Name
fr_be: Votre Nom

source: You already signed this form
fr_be: Vous avez déjà signé ce formulaire

source: Feel free to contact the representative of
fr_be: N'hésitez pas à contacter le représentant de

source: and tell them you need this badly
fr_be: et lui dire que vous avez vraiment besoin de ceci

source: YES!
fr_be: OUI!

source: Ready to send!
fr_be: Prêt à être envoyé!

source: Approve
fr_be: Accepter

source: Order lists
fr_be: Listes commande

source: ADD
fr_be: AJOUTER

source: Give up a listname
fr_be: Donner un nom de liste

source: New Order
fr_be: Nouvelle Commande

source: send to
fr_be: envoyer à

source: Date Created
fr_be: Date de Création

source: preferred
fr_be: préféré

source: Tel
fr_be: Tél

source: This list has been generated and powered by FoodDESK order system.To minimize paperwork for our common client and you as a supplier, we prefer a real connection between both order system. Please contact FoodDESK (014 58 84 66- or info@fooddesk.be) for more info.
fr_be: Cette liste a été générée et optimisée par le système de commande FoodDESK. Afin de réduire les formalités administratives pour notre client commun et vous-même en tant que fournisseur, nous préférons une véritable connexion entre les deux systèmes de commande. Veuillez contacter FoodDESK (014 58 84 66- ou info@fooddesk.be) pour plus d'informations.

source: Delivery Status Updated
fr_be: Statut de livraison mis à jour

source: Delivered
fr_be: Livré

source: Select supplier
fr_be: Sélectionner un fournisseur

source: order nbr
fr_be: numéro de commande

source: Open
fr_be: Ouvert

source: Mark order as delivery
fr_be: Marquer commande comme étant traitée

source: NO
fr_be: NON

source: YES
fr_be: OUI

source: Select Category
fr_be: Sélectionnez catégorie

source: Select Subcategory
fr_be: Sélectionnez une sous-catégorie

source: Selling Price
fr_be: Prix de Vente

source: Production Time
fr_be: Temps de production

source: min
fr_be: minute

source: sec
fr_be: seconde

source: Products cost
fr_be: Coût des produits

source: No Product available
fr_be: Produit indisponible

source: Soon Online!
fr_be: Bientôt en ligne!

source: Some error occured
fr_be: Une erreur s'est produite

source: Do You want to remove this product ?
fr_be: Voulez-vous supprimer ce produit ?

source: Please select a package
fr_be: Choisir un paquet

source: Please fill content value
fr_be: Veuillez indiquer la valeur du contenu

source: Gr/ml/pc
fr_be: G/ml/pièce

source: Price/Gr/ml
fr_be: Prix/g/ml

source: Product history
fr_be: Historique des produits

source: gr
fr_be: g

source: Search for Products
fr_be: Recherchez des produits

source: FoodDESK DB
fr_be: BASE DE DONNÉES FoodDESK

source: New products
fr_be: Nouveaux produits

source: Search by product's name,producer's name,EAN or Article Number
fr_be: Chercher par nom du produit, par code EAN ou numéro d'article

source: brand + product name (as on the sheet)
fr_be: marque + nom du produit (comme sur la fiche)

source: EAN-code
fr_be: Code EAN

source: Producers name
fr_be: Nom fabricant

source: or
fr_be: ou

source: Suppliers name
fr_be: Nom fournisseur

source: Account not Active
fr_be: Compte inactif

source: Logged in as a
fr_be: Se connecter en tant que

source: This function has not been activated yet
fr_be: Cette fonction n'a pas encore été activée

source: For more info please give us a call
fr_be: Pour plus d'informations, n'hésitez pas à nous appeler au

source: or send us a mail to
fr_be: ou envoyez-nous un e-mail à l'adresse suivante

source: Go back
fr_be: Retourner

source: Personal Page at Allergenenkaart.com !
fr_be: Page personnelle sur Allergenenkaart.com !

source: A Free page at allergenenkaart.com
fr_be: Une page Gratuite sur Allergenenkaart.com

source: Allergenenkaart.com is a portal site where all horeca related business are listed. People with allergen intolerance or allergies can go to this platform, select a region where they want to eat something and then mark their allergens they may not eat. In that way people will find your business and they know in advance what they can order (no-allergen-related questions anymore!).
fr_be: Allergenenkaart.com est un portail où sont répertoriées toutes les activités de l'horeca. Les personnes souffrant d'intolérance aux allergènes ou d'allergies peuvent accéder à cette plate-forme, sélectionner une région où elles veulent manger quelque chose et indiquer les allergènes qu'elles ne peuvent pas manger. Grâce à cela, les gens trouveront votre entreprise et sauront à l'avance ce qu'ils peuvent commander (plus aucune question liée aux allergènes!).

source: Important note : We only show horeca related business in search results for now. Bakeries, butchers, other businesses still have personal page that can be linked to a website but they will not show up in results.
fr_be: Note importante: Nous montrons seulement les activités liées à l'horeca concernant les résultats de recherche. Boulangeries, boucheries et autres activités possèdent leur propre page qui peut être reliée à un site web mais elles ne seront pas en mesure de montrer les résultats.

source: We already have created your personal page! Please check
fr_be: Nous avons déjà créé votre page personnelle! Merci de vérifier

source: Link for website
fr_be: Lien vers le site web

source: Copy and pass this code to your webdesigner and implement this QR into your website
fr_be: Copiez et transmettez ce code à votre webdesigner et implémentez ce QR dans votre site web

source: Vending machine
fr_be: Distributeur automatique

source: Having a vending machine? Then you will need following information doc - click
fr_be: Besoin d'un distributeur automatique? Pour en savoir plus - cliquez

source: here
fr_be: ici

source: You have package
fr_be: Vous avez le paquet

source: now.
fr_be: maintenant.

source: Please upgrade your package to use this feature.
fr_be: Veuillez mettre à niveau votre paquet pour utiliser cette fonctionnalité.

source: LICENSE
fr_be: LICENCE

source: SHOP
fr_be: MAGASIN

source: € 0.66/day
fr_be: 0.66€/jour

source: (€20/month)
fr_be: (20€/mois)

source: Aliergencard + Usage of our icon-sets
fr_be: Carte des allergènes + Utilisation de nos icônes

source: Import menucard / article list
fr_be: Importer le menu / Liste des articles

source: EasyBUTLER Degital Card + filter
fr_be: Carte Digitale EasyBUTLER + filtres

source: Advanced FEEDBACK
fr_be: FEEDBACK à l'avance

source: UPGRADE
fr_be: MISE À NIVEAU

source: DOWNGRADE
fr_be: RÉTROGRADE

source: BASIC
fr_be: BASIQUE

source: € 1/day
fr_be: 1€/jour

source: (€30/month)
fr_be: (30€/mois)

source: Calculation of allergens/nutritionvalues
fr_be: Calcul des Allergènes / Valeurs nutritionnelles

source: Labeling
fr_be: Etiquetage

source: Max 100 recipes
fr_be: 100 recettes maximum

source: API connections (horeca/detail)
fr_be: Connexions API (horeca/detail)

source: Support(mail/chat/tel/remote)
fr_be: Assistance (mail/chat/tel/à distance)

source: EXPANDABLE WITH ADDONS
fr_be: EXTENSIBLE AVEC ADDONS

source: € 2/day
fr_be: 2€/jour

source: (€60/month)
fr_be: (60€/mois)

source: Max 600 recipes
fr_be: 600 recettes maximum

source: Entry Check
fr_be: Saisie à vérifier

source: Stock - Waste mgmt
fr_be: Stock - Gestion des déchets

source: Place all orders centralized (Suppliers)
fr_be: Passer toutes les commandes centralisées (Fournisseurs)

source: Autocontrole (HACCP)
fr_be: Autocontrôle (HACCP)

source: The FoodDESK HACCP panel is a very comprehensive management system. You can see reports of the cleaning plan, temperature, non-conformities and vermin. Also you can upload the certificates and documents.
fr_be: Le panel FoodDESK HACCP est un système de gestion très complet. Vous pouvez voir des rapports sur le plan de nettoyage, la température, les non-conformités et la vermine. Vous pouvez également télécharger les certificats et les documents.

source: All the tasks are easy to manage and you can assign these to your employees or locations.
fr_be: Toutes les tâches sont faciles à gérer et vous pouvez les attribuer à vos employés ou sur vos sites.

source: 20€/month
fr_be: 20€/mois

source: CANCEL
fr_be: ANNULER

source: ECOS-pakkt - (Entry-Costprice-Order-Stock)
fr_be: Paquet ECOS - (Entrée-Coût-Prix-Commande-Stock)
