Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/Backup/lang.po
Languages: fr_be

source: Changelog
fr_be: Journal des modifications

source: Suppliers add-edit
fr_be: Ajouter-modifier fournisseurs

source: Suppliers-feedback
fr_be: Retour Fournisseurs

source: Suppliers-producten
fr_be: Produits Fournisseur

source: Suppliers
fr_be: Fournisseurs

source: Reports
fr_be: Rapports

source: Settings
fr_be: Paramètrages

source: Setting has been added successfully
fr_be: Paramètre ajusté

source: Setting has been updated successfully
fr_be: Paramètre mis à jour

source: Purchase date
fr_be: Date d'achat

source: Buy price
fr_be: Prix d'achat

source: Package
fr_be: Paquet

source: Content
fr_be: Contenu

source: Unit
fr_be: Unité

source: Price/Unit
fr_be: Prix/Unité

source: Status
fr_be: Statut

source: Down
fr_be: Vers le bas

source: Up
fr_be: En haut

source: Average purchase price / Unit
fr_be: Prix moyen d'achat / Unité

source: No result available
fr_be: Aucun résultat disponible

source: page_not_found
fr_be: page_introuvable

source: No image !!! please try again
fr_be: L'image n'a pas été téléchargée !!! Veuillez réessayer

source: Crop
fr_be: Recadrer

source: Rotate Clock Wise
fr_be: Tourner dans le sens des aiguilles d'une montre

source: Rotate Anti Clock Wise
fr_be: Tourner dans le sens inverse des aiguilles d'une montre

source: Image did not uploaded. Please try again
fr_be: L'image n'a pas été téléchargée ! Essayez à nouveau

source: Image file size max 4 MB
fr_be: La taille maximum de l'image ne peut pas dépasser 4 MB

source: Invalid file format..
fr_be: Format de fichier invalide..

source: filename is not legit. Please remove those special symbols
fr_be: nom de fichier inconforme. Veuillez supprimer ces symboles spéciaux

source: Image width must greater than or equal 800px
fr_be: La largeur de l'image doit être supérieure ou égale à 800px

source: Sorry !!! image has not been cropped. Please try again
fr_be: Oups !!! L'image n'a pas été recadrée. Essayez à nouveau

source: Note: This image will be saved when you click the update button below. To change image you can upload another image again
fr_be: Note : L'image ne sera sauvegardée qu'au moment où vous cliquez sur le bouton mise à jour (en bas). Pour changer l'image, vous pouvez télécharger une nouvelle image

source: wrong username or password or May be status is inactive
fr_be: nom d'utilisateur incorrect ou mot de passe incorrect ou il se peut que le statut soit inactif

source: Invalid Login ! Please try again.
fr_be: Identifiant invalide. Réessayez.

source: Some error occured ! Please try again.
fr_be: Une erreur s'est produite. Réessayez.

source: Hello
fr_be: Bonjour

source: Account Details
fr_be: Détails du compte

source: Your Account Details are given below
fr_be: Vous trouverez les détails de votre compte ci-dessous

source: Username
fr_be: Nom d'utilisateur

source: Password
fr_be: Mot de passe

source: Thanks and Regards
fr_be: Cordialement

source: Forgot Password Recovery Message
fr_be: Message de Réinitialisation du Mot de Passe oublié

source: Your Username and Password sent to your Email address
fr_be: Votre nom d'utilisateur et votre mot de passe ont été envoyés par e-mail

source: couln't send mail.please try again
fr_be: impossible d'envoyer un e-mail. Réessayez

source: couln't parse mail.please try again
fr_be: impossible d'analyser l'e-mail. Réessayez

source: This is an error message.
fr_be: Ceci est un message d'erreur.

source: Username already exist
fr_be: Ce nom d'utilisateur existe déjà

source: Email already exist
fr_be: L'adresse e-mail existe déjà

source: User verification for SHO Admin
fr_be: E-mail de vérification envoyé pour utilisateur SHO

source: Thanks for the registration. Please click following link to confirm your email id
fr_be: Merci pour votre inscription. Veuillez cliquer sur le lien suivant afin de confirmer votre compte

source: click to verify
fr_be: cliquez pour vérifier

source: Something went wrong
fr_be: Quelque chose s'est produit

source: Menucard
fr_be: Menu

source: Order sheet
fr_be: Fichier de commande

source: RECIPE EXCEL
fr_be: EXCEL RECETTE

source: RECIPE NAME
fr_be: NOM DE RECETTE

source: Product info
fr_be: Information produit

source: Deviation
fr_be: Déviation

source: temperature
fr_be: température

source: overview
fr_be: aperçu

source: No data found
fr_be: Aucune donnée trouvée

source: I am the owner
fr_be: Je suis le gestionnaire

source: I am the chef
fr_be: Je suis le chef

source: I am the employer
fr_be: Je suis l'employé (e)

source: Other
fr_be: Autre

source: SHO leads
fr_be: Nouveau prospect via SHO

source: SHO lead Registration
fr_be: Vue d'ensemble prospects

source: Name
fr_be: Nom

source: Phone nbr
fr_be: Numéro de Tél

source: Designation
fr_be: Description

source: Company name
fr_be: Nom Entreprise

source: ROADMAP
fr_be: FEUILLE DE ROUTE

source: Labels Export
fr_be: Exportation d'Etiquettes

source: PRODUCT NAME ENGLISH
fr_be: NOM DE PRODUIT EN ANGLAIS

source: PRODUCT NAME DUTCH
fr_be: NOM DE PRODUIT EN NÉERLANDAIS

source: PRODUCT NAME FRENCH
fr_be: NOM DE PRODUIT EN FRANCAIS

source: FDD PRODUCT NAME
fr_be: NOM DE PRODUIT FDD

source: ALLERGEN
fr_be: ALLERGÈNES

source: NUTRITIONAL VALUE
fr_be: VALEUR NUTRITIONNELLE

source: Upgrade
fr_be: Mettre à niveau

source: I don't know - please send me someone
fr_be: Je ne sais pas - envoyez-moi quelqu'un s'il vous plaît

source: Upgrade package
fr_be: Mettre à niveau le paquet

source: My company id is
fr_be: Mon ID d'entreprise est

source: Email sent successfully
fr_be: E-mail envoyé avec succès

source: Couldn't send mail
fr_be: Impossible d'envoyer un e-mail

source: Infodesk
fr_be: Bureau d'information

source: Allergencard
fr_be: Carte des allergènes

source: Cleaning-plan
fr_be: Programme de nettoyage

source: Cleaning-objects
fr_be: Objets de nettoyage

source: Docs
fr_be: Documents

source: Successfully Uploaded
fr_be: Téléchargé avec succès

source: File Uploaded successfully
fr_be: Fichier Téléchargé avec succès

source: No file selected
fr_be: Aucun fichier sélectionné

source: Entry check
fr_be: Saisie à vérifier

source: Smoking
fr_be: Fumage

source: Periodic hygiene check
fr_be: Contrôle périodique de l'hygiène

source: Uncooled presentation
fr_be: Présentation non refroidie

source: Suppliers-products
fr_be: Produits-fournisseurs

source: reports
fr_be: rapports

source: Temperature
fr_be: Température

source: devices
fr_be: appareils

source: locations
fr_be: emplacements

source: Procedures
fr_be: Procédures

source: Category
fr_be: Catégorie

source: SubCategory
fr_be: Sous-catégorie

source: Procedures-upload
fr_be: Procédures-téléchargées

source: Overview
fr_be: Aperçu

source: task
fr_be: tâche

source: Cleaning plan
fr_be: Programme de nettoyage

source: Non conformities
fr_be: Non-conformités

source: Alerts
fr_be: Alertes

source: staff
fr_be: personnel

source: cleaning plan
fr_be: programme de nettoyage

source: pests plan
fr_be: plan antiparasitaire

source: suppliers
fr_be: fournisseurs

source: Employees
fr_be: Employés

source: Staff
fr_be: Personnel

source: Tasks overview
fr_be: Aperçu des tâches

source: added
fr_be: ajouté

source: updated
fr_be: mis à jour

source: You did not select any of the radio button
fr_be: Vous n'avez pas sélectionné de bouton radio

source: Successfully
fr_be: Avec succès

source: Some thing went wrong
fr_be: Quelque chose s'est produit

source: Successfully assigned to another employee
fr_be: Assigné avec succès à un autre employé

source: Kitchen mgmt
fr_be: Gestion cuisine

source: Favorites
fr_be: Favoris

source: Category and Subcategory Updated Successfully
fr_be: La catégorie et la sous-catégorie ont été actualisées avec succès

source: Articles-detail
fr_be: Détail-articles

source: Products deleted successfully.
fr_be: Produits supprimés avec succès.

source: HF-recipe
fr_be: Recette-produit semi-fini

source: PZF-detail
fr_be: Détail-PZF

source: Pws Excel
fr_be: Excel Pws

source: PRODUCT ID
fr_be: ID PRODUIT

source: PRODUCT NAME
fr_be: NOM DE PRODUIT

source: Company Name
fr_be: Nom Entreprise

source: Product name
fr_be: Nom de produit

source: Product Link
fr_be: Lien produit

source: Assigned successfully
fr_be: Attribué avec succès

source: Mail for approval
fr_be: E-mail de confirmation

source: Hello,
fr_be: Bonjour,

source: We approve to share login details to login and retrieve the sheets.
fr_be: Nous donnons à FoodDESK l'autorisation de télécharger les fiches produits via nos propres données de connexion.

source: Regards,
fr_be: Cordialement,

source: Logins
fr_be: Identifiants

source: Imported Successfully
fr_be: Importation réussie

source: Successfully added favorite
fr_be: Favori ajouté avec succès

source: Something went wrong, favorites not added
fr_be: Quelque chose s'est produit, les favoris n'ont pas été ajoutés

source: Article number
fr_be: Numéro de l'article

source: Per p.
fr_be: Par pers.

source: Edit
fr_be: Modifier

source: Technical Sheet
fr_be: Fiche technique

source: Recipe Sheet
fr_be: Fiche de Recette

source: Recipe
fr_be: Recette

source: Recipe approved
fr_be: Recette approuvée

source: Not found? Add new supplier
fr_be: Pas trouvé ? Ajoutez un nouveau fournisseur

source: Costprice
fr_be: Prix de revient

source: Buying price
fr_be: Prix d'achat

source: Complaints
fr_be: Plaintes

source: Complaint to supplier
fr_be: Plainte au fournisseur

source: Deviations
fr_be: Déviations

source: Non-conformity
fr_be: Non-conformité

source: Deleted Products
fr_be: Produits Supprimés

source: Successfully updated
fr_be: Mise à jour réussie

source: Successfully added
fr_be: Ajouté avec succès

source: Allergens
fr_be: Allergènes

source: Nutrition values
fr_be: Valeurs nutritionnelles

source: per portion
fr_be: par portion

source: Feedback
fr_be: Retour

source: Mail send failed. Please try again!
fr_be: L'envoi de l'e-mail a échoué. Veuillez réessayer!

source: No emails found!
fr_be: Aucun e-mail trouvé!

source: Something went wrong. Please try again !
fr_be: Une erreur est survenue. Réessayez à nouveau !

source: Please upgrade your account so you can send mails
fr_be: Veuillez mettre à jour votre compte pour pouvoir envoyer des mails

source: Mail status
fr_be: Statut E-mail

source: Subscription
fr_be: Inscription

source: Sent
fr_be: Envoyé

source: Failed
fr_be: Echec

source: Subscribed
fr_be: Inscrit

source: Unsubcribed
fr_be: Désinscrit

source: Mail sent
fr_be: E-mail envoyé

source: Mail bounced
fr_be: E-mail rejeté

source: Subscribed users
fr_be: Utilisateurs inscrits

source: Unsubcribed users
fr_be: Utilisateurs désinscrits

source: MenuCard Generator
fr_be: Générateur Menu

source: Report
fr_be: Rapport

source: Comments
fr_be: Remarques

source: Successfully marked as incompleted, and Next due date is :
fr_be: Marqué avec succès comme étant incomplet et la prochaine date d'échéance est

source: Successfully marked
fr_be: Marqué avec succès

source: Complaint Management
fr_be: Gestion des Plaintes

source: Non-conformity product notification
fr_be: Déclaration de non-conformité

source: Category updated successfully.
fr_be: La catégorie a été actualisée avec succès.

source: Cats-overview
fr_be: Aperçu catégories

source: New Category added successfully.
fr_be: Nouvelle catégorie ajoutée avec succès.

source: Category updated successfully !
fr_be: Catégorie mise à jour avec succès !

source: Cats-addedit
fr_be: Ajouter/modifier catégories

source: Category deleted successfully !
fr_be: Catégorie supprimée avec succès !

source: Article Number Producer
fr_be: Numéro d'article du fabricant

source: Article Number Supplier
fr_be: Numéro d'article du fournisseur

source: Producer
fr_be: Fabricant

source: Supplier
fr_be: Fournisseur

source: Account Change Request
fr_be: Demande de modification de compte

source: <b>Request succesfully sent</b> - We will review your request asap and your credit will be added.
fr_be: <b>Demande bien envoyée </b> - nous allons traiter votre demande dès que possible et nous vous tiendrons informé.

source: Request is not sent succesfully. Please try again
fr_be: La demande n'a pas été envoyée correctement. Réessayez à nouveau

source: We can not proceed your request. Some error occured
fr_be: Une erreur s'est produite. Nous ne pouvons pas traiter votre demande

source: Sorry! You are not allowed to change type at this moment
fr_be: Désolé! Actuellement, vous n'êtes pas autorisé à modifier votre compte

source: Successfully replaced
fr_be: Remplacé avec succès

source: No products to replace
fr_be: Aucun produit à remplacer

source: Articles to merge
fr_be: Articles à fusionner

source: Pending Products submitted successfully
fr_be: Produits en attente soumis avec succès

source: Articles search results
fr_be: Résultats recherche d'articles

source: No EAN Found!--PLU:
fr_be: Aucun EAN n'a été trouvé! --PLU

source: No PLU Found!
fr_be: Aucun PLU trouvé!

source: Articles weight
fr_be: Poids des articles

source: Article nbr
fr_be: Numéro de l'article

source: Zenius Export
fr_be: Export Zenius

source: ARTICLE NBR
fr_be: NUMERO D'ARTICLE

source: TARIFF
fr_be: TARIF

source: Productsheet must be uploaded in PDF format.
fr_be: La fiche technique doit être téléchargée au format PDF.

source: ARTICLE NUMBER
fr_be: NUMERO D'ARTICLE

source: PRICE
fr_be: PRIX

source: PRODUCER
fr_be: FABRICANT

source: SUPPLIER
fr_be: FOUNISSEUR

source: WEIGHT
fr_be: POIDS

source: UNIT
fr_be: UNITÉ

source: Successfully replaced
fr_be: Remplacé avec succès

source: A new product sheet has been sent by:
fr_be: Un nouveau fichier produit a été envoyé par:

source: Company ID:
fr_be: ID Entreprise:

source: Company Name:
fr_be: Nom Entreprise:

source: New Product Sheet from Admin
fr_be: Nouvelle fiche produit de l'admin

source: UPDATE
fr_be: MISE À JOUR

source: UPDATE & NEXT
fr_be: METTRE À JOUR & SUIVANT

source: No product selected to replace
fr_be: Aucun produit sélectionné pour remplacer

source: Show more
fr_be: Afficher plus

source: Show less
fr_be: Afficher moins

source: Is being reviewed
fr_be: Est en cours de révision

source: Processing
fr_be: En cours de traitement

source: Wrong
fr_be: Faux

source: Delete sheet
fr_be: Supprimer le fichier

source: More financial info
fr_be: Plus d'informations financières

source: simple version is selected - please add recipe
fr_be: version simple sélectionnée - veuillez ajouter au moins une recette

source: Export all technical sheets
fr_be: Exporter toutes les fiches techniques

source: Product Export
fr_be: Exporter le produit

source: Digi export
fr_be: Export Digi

source: Label export
fr_be: Export d'étiquettage

source: Print All Product Export
fr_be: Imprimer l'export de tous les produits

source: Export all recipe sheets
fr_be: Exporter toutes les fiches de recette

source: ARTICLE NO
fr_be: NUMERO D'ARTICLE

source: INGREDIENTS-FR
fr_be: INGRÉDIENTS-FR

source: INGREDIENTS-DCH
fr_be: INGRÉDIENTS-DCH

source: ALLERGEN-FR
fr_be: ALLERGENE-FR

source: FATS
fr_be: GRAISSES

source: SATURATED FATS
fr_be: GRAISSES SATURÉES

source: CARBOHYDRATES
fr_be: GLUCIDES

source: SUGAR
fr_be: SUCRE

source: PROTEINS
fr_be: PROTÉINES

source: SALT
fr_be: SEL

source: FIBERS
fr_be: FIBRES

source: DUE DATE
fr_be: DATE D'ÉCHÉANCE

source: SAVING TEMP°
fr_be: RÉGULER TEMP°

source: CATEGORY
fr_be: CATEGORIE

source: SUB-CATEGORY
fr_be: SOUS-CATEGORIE

source: PRODUCT
fr_be: PRODUIT

source: ALLERGENCE
fr_be: ALLERGÈNES

source: Shared-products
fr_be: Produits-partagés

source: New SubCategory added successfully.
fr_be: Nouvelle sous-catégorie créée avec succès.

source: Recipe-subcats overview
fr_be: Aperçu des sous-catégories de recette

source: SubCategory updated successfully.
fr_be: Sous-catégorie mise à jour avec succès.

source: Recipe-subcats-addedit
fr_be: Ajoutez/modifier les sous-catégories de recette

source: Account
fr_be: Compte

source: You updated your information successfully
fr_be: Vos informations ont été mises à jour avec succès

source: Some problem occur!Your information is not updated successfully
fr_be: Un problème s'est produit! Vos informations n'ont pas été mises à jour correctement

source: moved to :
fr_be: déplacé à :

source: skipped
fr_be: ignoré

source: Daily Tasks
fr_be: Tâches Quotidiennes

source: Weekly Tasks
fr_be: Tâches Hebdomadaires

source: Monthly Tasks
fr_be: Tâches Mensuelles

source: Onetime Tasks
fr_be: Tâches Uniques

source: Year Tasks
fr_be: Tâches Annuelles

source: Daily after use Tasks
fr_be: Tous les jours après utilisation des Tâches

source: SKIP
fr_be: PASSER

source: MOVE
fr_be: DÉPLACER

source: Downloads
fr_be: Téléchargements

source: Labels
fr_be: Étiquettes

source: Logbook Employee
fr_be: Journal de bord Employé

source: Employee Schedule
fr_be: Horaire Employé

source: Setting Updated Successfully
fr_be: Paramètre mis à jour avec succès

source: Help
fr_be: Aide

source: Please upgrade my package to
fr_be: Merci de mise à jour mon paquet à

source: Kitchen Management
fr_be: Gestion cuisine

source: Internal-Orders
fr_be: Commandes-Internes

source: Waste management
fr_be: Gestion des déchets

source: Tasks non-conf
fr_be: Tâches non conformes

source: Tasks non-conf - List
fr_be: Tâches non conformes - Liste

source: Monthly
fr_be: Mensuel

source: Daily
fr_be: Quotidien

source: Weekly
fr_be: Hebdomadaire

source: Year
fr_be: Année

source: Daily after use
fr_be: Tous les jours après utilisation

source: One time
fr_be: Une fois

source: No task found on :
fr_be: Aucune tâche trouvée sur :

source: No task found between
fr_be: Aucune tâche n'a été trouvée entre

source: Tasks Overview
fr_be: Aperçu des Tâches

source: Successfully marked as completed
fr_be: Marqué avec succès comme accompli

source: Task due date is not calculated as full detail is not filled
fr_be: La date d'échéance de la tâche n'est pas calculée car tous les détails ne sont pas remplis

source: Successfully marked as completed, and Next due date is :
fr_be: Marqué comme étant terminé et la prochaine échéance est :

source: Task detail
fr_be: Détail tâche

source: Your email is sent successfully
fr_be: Votre e-mail a été envoyé avec succès

source: Some problem occur! Your email is not successfully sent successfully
fr_be: Il y a un problème! Votre e-mail n'a pas pu être envoyé correctement

source: Monday
fr_be: Lundi

source: Tuesday
fr_be: Mardi

source: Wednesday
fr_be: Mercredi

source: Thursday
fr_be: Jeudi

source: Friday
fr_be: Vendredi

source: Saturday
fr_be: Samedi

source: Sunday
fr_be: Dimanche

source: Production List
fr_be: Liste de production

source: Recipe Overview
fr_be: Aperçu Recette

source: SP Overview
fr_be: Aperçu SP

source: Production List Semi Product
fr_be: Liste de Production des Produits Semi-Finis

source: Wrong credential
fr_be: Identifiant Erroné

source: Taken Overview
fr_be: Aperçu des Tâches

source: Delivery
fr_be: Livraison

source: Cost-price
fr_be: Prix de revient

source: Invalid email
fr_be: E-mail invalide

source: Please Fill Username and Password
fr_be: Veuillez entrer votre nom d'utilisateur et votre mot de passe

source: Please Select Medical Inspection Date
fr_be: Veuillez choisir la date de l'inspection médicale

source: Please Select Training Date
fr_be: Veuillez choisir une date de formation

source: Successfully Updated
fr_be: Mise à jour réussie

source: Certificate Successfully deleted
fr_be: Certificat supprimé avec succes

source: cropping_failed
fr_be: recadrage_échoué

source: Successfully assigned
fr_be: Attribué avec succès

source: No result found
fr_be: Aucun résultat trouvé

source: Supplier Edited successfully
fr_be: Fournisseur modifié avec succès

source: Supplier added successfully
fr_be: Fichiers téléchargés avec succès

source: Some error occured please try again
fr_be: Une erreur s'est produite réessayez s'il vous plaît

source: Supplier Information updated Successfully
fr_be: Information sur le fournisseur mise à jour avec succès

source: Some error occured, Please try again later.
fr_be: Une erreur est survenue, réessayez plus tard.

source: orders
fr_be: commandes

source: manage orderlists
fr_be: gérer les listes de commande

source: New-order
fr_be: Nouvelle-commande

source: Products updated successfully.
fr_be: Produits mis à jour avec succès.

source: Articles-overview
fr_be: Aperçu-articles

source: Save & next
fr_be: Sauvegarder & suivant

source: webshop success
fr_be: boutique en ligne

source: Temperature Co
fr_be: Température Co

source: Free from allergens
fr_be: Sans allergènes

source: Please inquire
fr_be: Veuillez renseigner

source: Problem on
fr_be: Problème

source: Couldn't connect as
fr_be: Impossible de se connecter en tant que

source: , login failed !
fr_be: , échec de la connexion !

source: Couldn't update
fr_be: Ne peut pas être mis à jour

source: on server !
fr_be: sur le serveur!

source: Groups Has Been Updated Successfully
fr_be: Groupes ont été mis à jour avec succès

source: Error Occured in updation. Please try again !
fr_be: Une erreur s'est produite pendant la mise à jour. Réessayer à nouveau !

source: The specified email address is not in our database.
fr_be: Cette adresse e-mail ne se trouve pas dans notre base de données.

source: Didn't Receive Any Email id!Plese enter Email Id Again
fr_be: N'a Reçu Aucun Identifiant E-mail! S'il vous plaît entrer votre Identifiant E-mail à nouveau

source: error occured while updating order settings!
fr_be: une erreur s'est produite lors de la mise à jour des paramètres !

source: order settings has been updated successfully.
fr_be: paramètres de commande ont été mis à jour avec succès.

source: orders settings do not exist
fr_be: les paramètres des commandes n'existent pas

source: Task completed
fr_be: Tâche achevée

source: Not completed
fr_be: Pas achevé

source: Not done
fr_be: Pas fait

source: No time
fr_be: Pas de temps

source: Already done another day
fr_be: Déjà fait un autre jour

source: Not necessary
fr_be: Pas nécessaire

source: itself
fr_be: lui-même

source: Ground plan
fr_be: Plan de base

source: Baits
fr_be: Appâts

source: Production waste
fr_be: Déchets de fabrication

source: Water drainage
fr_be: Drainage de l'eau

source: Water analyse
fr_be: Analyse de l'eau

source: Raw materials research
fr_be: Recherche des matières premières

source: Audits
fr_be: Vérifications

source: Inspections FAVV
fr_be: Inspections AFSCA

source: Legal documents
fr_be: Documents légaux

source: Licenses
fr_be: Licences

source: Settings updated Successfully
fr_be: Paramètres mis à jour avec Succès

source: Error Occured in Uploading images
fr_be: Erreur Survenue lors du Téléchargement d'images

source: Today
fr_be: Aujourd'hui

source: Yesterday
fr_be: Hier

source: Last 7 Days
fr_be: Les 7 Derniers Jours

source: Last 30 Days
fr_be: Les 30 Derniers Jours

source: This Month
fr_be: Ce Mois-Ci

source: Last Month
fr_be: Le Mois Dernier

source: Next 7 Days
fr_be: Les 7 Prochains Jours

source: Next Week
fr_be: La Semaine Prochaine

source: Custom Range
fr_be: Période Personnalisée

source: Apply
fr_be: Appliquer

source: Cancel
fr_be: Annuler

source: Date range has been changed
fr_be: La plage de dates a été modifiée

source: Update
fr_be: Mettre à jour

source: Deleted Successfully
fr_be: Supprimé avec succès

source: Are You Sure to delete
fr_be: Êtes-Vous Sûr de vouloir supprimer

source: FOOD
fr_be: ALIMENTATION

source: NON Food
fr_be: NON-Alimentaire

source: Please select suppier
fr_be: Veuillez sélectionner le fournisseur

source: Please provide delivery number
fr_be: Merci d'indiquer un numéro de livraison

source: Select all
fr_be: Sélectionner tout

source: Please select all the fields first !
fr_be: Veuillez d'abord sélectionner tous les champs !

source: New Delivery
fr_be: Nouvelle Livraison

source: Search delivery
fr_be: Chercher une livraison

source: Select date
fr_be: Sélectionnez la date
