Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: I don't need any webshop mate - my clients are emailing me already.
nl_nl: Ik heb geen webwinkel nodig - mijn klanten mailen mij al!

source: That's right - but you still have to spend hours/day or week before your desktop to reply, manage all orders seperatly right? Also you have to collect all emailaddresses, names, phonenumbers seperatly if you want to send them a mail or contact them individually. With our system you don't even have to look at your PC as all orders can be printed out immediately after they came in and in case you want to send a mail to your clients, an advanced mailmanager is build in. A promotion or holiday? Just setup your mail and send it to everyone in 5 seconds. .. and a lot more advantages the system has.
nl_nl: Mooi zo! Maar u moet nog steeds deze mails nog steeds elk afzonderlijk beantwoorden en beheren, niet? Met ons systeem worden al de klanten gegevens automatisch bijgehouden en kan u hen in een paar muisklikken mailen via onze ingebouwde mailmanager. Heeft u een promotie of wenst u een verlofperiode aan te kondigen? In 5 seconden weten al uw klanten dit. Het zelfs mogelijk om (enkel de) bestellingen automatisch te laten afdrukken via uw gewone printer. De mails die automatisch worden verstuurd worden na en bestelling worden in uw naam verstuurd, niet de onze,... en er zijn nog tal van andere voordelen.

source: Sounds interesting - but I still have a question....
nl_nl: Klinkt interessant... maar ik heb nog een vraagje.

source: If you are interested in our system we prefer a personal approach by having a meeting on some day (without any obligations). Please call us at 0473/250528 or fill in the form at
nl_nl: Indien u in de verte interesse hebt in het systeem, geef dan een seintje en dan komt er een vertegenwoordiger volledig vrijblijvend alles even uitleggen in een half uurtje tijd. Gelieve ons even te contacteren via 0473/250528 of vul het formulier in via

source: so we can help you further
nl_nl: zodat we u asap kunnen verder helpen.

source: Some FAQS you can also find at
nl_nl: Nog enkele vragen/antwoorden kan u terugvinden op

source: Don't hesitate - participate!
nl_nl: Niet aarzelen - online bestellen is de toekomst!

source: Addon Information
nl_nl: Addon Info

source: Addon Name
nl_nl: Addon Naam

source: Addon Desciption
nl_nl: Addon omschrijving

source: Addon Price
nl_nl: Addon Tarief

source: ADD ADDON
nl_nl: ADDON Toevoegen

source: This email address already exists !
nl_nl: Dit e-mailadres bestaat reeds in onze database

source: This username already exists. Please choose a different one.
nl_nl: Deze gebruikersnaam bestaat reeds in onze database

source: Add Object
nl_nl: Apparaat toevoegen

source: Select Company Type
nl_nl: Selecteer Type

source: Package Information
nl_nl: Pakket info

source: Package Desciption
nl_nl: Pakket omschrijving

source: Package Price
nl_nl: Tarief

source: ADD PACKAGE
nl_nl: PAKKET TOEVOEGEN

source: Add Banner
nl_nl: Banner toevoegen

source: Type Name
nl_nl: Type Naam

source: No banner found
nl_nl: Geen banner gevonden

source: Do you really want to delete it
nl_nl: Dit zeker verwijderen?

source: All Allergens
nl_nl: Alle allergenen

source: Add New Allergens
nl_nl: Allergenen toevoegen

source: Allergens
nl_nl: Allergenen

source: Date Created
nl_nl: Datum aangemaakt

source: Add Allergens
nl_nl: Allergenen toevoegen

source: Allergens Information
nl_nl: Allergenen info

source: Note: Allergens must be seperated by comma
nl_nl: Opmerking: allergenen moeten met een komma gescheiden worden

source: Sorry, No result found.
nl_nl: Geen resultaten gevonden

source: Search Company
nl_nl: Bedrijfsbezoeken

source: Search By
nl_nl: Zoek

source: Search Keyword
nl_nl: Zoek trefwoord

source: SEARCH
nl_nl: ZOEKEN

source: Please select a column on which to search.
nl_nl: Gelieve een onderwerp te selecteren.

source: Please enter search keyword.
nl_nl: Gelieve en trefwoord op te geven.

source: API Key
nl_nl: API sleutel

source: No Category are there.
nl_nl: Geen categorie

source: DCH
nl_nl: NL

source: Predefined locations
nl_nl: Gepredefinieerd

source: No Manually Locations are there.
nl_nl: Geen locaties vermeld

source: No Manually Objects are there.
nl_nl: Geen apparaten vermeld

source: No Manually predefined are there.
nl_nl: Geen gepredefinieerde items vermeld

source: Default Frequency
nl_nl: Standaard frequentie

source: Select Frequency
nl_nl: Selecteer freq

source: Most frequently used
nl_nl: Meest populair

source: Category managment
nl_nl: Categorie beheer

source: No type are there.
nl_nl: Geen type vermeld

source: Calendar Manager
nl_nl: Kalender Beheer

source: BELGIUM
nl_nl: BELGIE

source: NETHERLANDS
nl_nl: NEDERLAND

source: Sorry, No records found !
nl_nl: Geen resultaten gevonden

source: Trial ends successfully !
nl_nl: Testperiode werd beeindigd

source: Sorry ! Could not end trial.
nl_nl: Testperiode NIET beeindigd

source: Status updated successfully !
nl_nl: Status met succes geupdated

source: Sorry ! Could not update the status.
nl_nl: Kon status niet updaten

source: Account type has been updated successfully !
nl_nl: Account met succes gewijzigd

source: Sorry ! Could not update the account type.
nl_nl: Kon status niet updaten

source: Bestelonline shop status updated successfully !
nl_nl: Bestelonline.nu status met succes gewijzigd!

source: Sorry ! Could not update the Bestelonline shop status.
nl_nl: FOUT: status kon niet worden aangepast

source: End
nl_nl: Einde

source: No Companies Found !!!
nl_nl: Geen bedrijven gevonden

source: Add Company
nl_nl: Winkel toevoegen

source: Order By
nl_nl: Sorteer volgens

source: Bestelonline
nl_nl: Bestelonline.nu

source: Trial
nl_nl: Testperiode

source: Export Email Addresses of all ACTIVE Companies
nl_nl: Exporteer email van alle ACTIVE admins

source: Show all shops without logo
nl_nl: Toon alle shops ZONDER logo

source: Company detail using system
nl_nl: XLS export van systemen (bizerba, DIGI,XERXES,..)

source: XLS allergenenchecker-no-images
nl_nl: XLS allergenenchecker-geen-afbeelding

source: Product maintenance mode
nl_nl: Artikel maintenance mode

source: This email-address already exists.
nl_nl: Dit e-mailadres bestaat reeds in onze database

source: This username already exists.
nl_nl: Deze gebruikersnaam bestaat reeds in onze database

source: Company Information
nl_nl: Winkelgegevens

source: Select Country
nl_nl: Selecteer land

source: Resellers Remark
nl_nl: Resellers Opmerking

source: On trial??
nl_nl: In testperiode

source: ADD COMPANY
nl_nl: TOEVOEGEN

source: Please enter the Company Name
nl_nl: Geef een winkelnaam op

source: Please enter the First Name
nl_nl: Voornaam?

source: Please enter the Last Name
nl_nl: Achternaam?

source: Please enter the Email
nl_nl: Geef een emailadres op

source: Please enter the Address
nl_nl: Geef een adres op

source: Please enter the Zipcode
nl_nl: Geef een postcode op

source: Please enter the City
nl_nl: Stad?

source: Banner for Bestelonline
nl_nl: Banner voor Bestelonline

source: No Image
nl_nl: Geen afbeelding

source: COMPANIES
nl_nl: WINKELS

source: SETTINGS
nl_nl: INSTELLINGEN

source: COUNTRIES
nl_nl: LANDEN

source: LANGUAGES
nl_nl: TALEN

source: PRODUCT IMAGES
nl_nl: ARTIKEL AFBEELDING

source: DB cleaned succesfully
nl_nl: Bestand met succes guploaded

source: DB cannot be cleaned succesfully
nl_nl: Afbeelding kon niet worden verwijderd

source: Updating
nl_nl: Update

source: Short Name updated successfully
nl_nl: Wijziging met succes geupdated

source: Short Name can not be updated successfully
nl_nl: Korte benaming kon niet worden aangepast

source: Update Short Name
nl_nl: Productnaam updaten

source: Clean Database
nl_nl: Datum aangemaakt

source: Current Package
nl_nl: Huidig pakket

source: Disapprove
nl_nl: Afgekeurd

source: New Package
nl_nl: Nieuw pakket

source: View
nl_nl: Bekijk

source: Notifications to admin
nl_nl: Melding aan admin

source: City Company
nl_nl: Stad

source: Entered Name
nl_nl: Opgegeven naam

source: Entered City
nl_nl: Opgegeven stad

source: No notifications are been posted yet
nl_nl: Geen beoordelingen

source: Sender Name
nl_nl: Verzender

source: Feedback Message
nl_nl: Uw feedback

source: No requests are been made yet
nl_nl: Geen opmerkingen doorgegeven

source: APPROVE
nl_nl: GOEKEUREN

source: DISAPPROVE
nl_nl: AFKEUREN

source: BLOCK IP
nl_nl: BLOKKEER IP

source: Star
nl_nl: Ster

source: Comment
nl_nl: Opmerking

source: No pending comments
nl_nl: Geen commentaren goed te keuren

source: Compamy Email
nl_nl: E-mail

source: Companies website
nl_nl: website

source: Check for availability
nl_nl: Bekijk beschikbaarheid

source: Check Avaiability
nl_nl: Bekijk beschikbaarheid

source: View Details
nl_nl: Bekijk details

source: Are you sure? After approving company will be added to OBS and a mail will be send to Company and to Partner for their CPs respectively
nl_nl: Bent u zeker? Na goedkeuring zal de winkel worden toegevoegd aan de database en een e-mail zal worden verzonden naar de handelaar inclusief de inloggegevens°;

source: Are you sure? After disapproving this info will be deleted.
nl_nl: Bent u zeker? Bij afkeuring wordt de winkel volledig verwijderd uit de database.

source: Sorry ! No Data Entry from Portal yet.
nl_nl: No Data Entry from Portal yet.

source: Trail Message For PRO And Basic
nl_nl: Mail after trial expire BASIC-PRO - (send this mail to ADMIN 2 days before expire)

source: Trail Message For PRO And Basic to MCP-Admin
nl_nl: Mail after trial expire BASIC-PRO - (send this mail to MCP-ADMIN 2 days before expire)

source: Please select a company
nl_nl: Selecteer een winkel

source: Are you really want to delete this company ?
nl_nl: Bent u zeker dat u dit wilt verwijderen?

source: Change
nl_nl: Wijzigen

source: Email Verification
nl_nl: Email verificatie

source: Keep Selected Companies
nl_nl: Geselecteerde bedrijven

source: PRODUCTS: EXCEL DOWNLOAD
nl_nl: EXCEL DOWNLOAD

source: Choose Company
nl_nl: Kies een bedrijf

source: No Companies
nl_nl: Geen bedrijven

source: PRODUCTS: EXCEL IMPORT
nl_nl: EXCEL DOWNLOAD

source: CLIENTS: EXCEL DOWNLOAD
nl_nl: EXCEL DOWNLOAD

source: CLIENT: EXCEL IMPORT
nl_nl: EXCEL IMPORT

source: Powered By: OBS BEstelsysteem - SiteMatic BVBA
nl_nl: Powered By FoodDESK - SiteMatic BVBA

source: Please enter your Email address
nl_nl: Gelieve uw e-mailadres op te geven

source: Online bestellen met OBS - bestelsysteem voor Bakkers | Broodjeszaken | Traiteurs | ...
nl_nl: Online bestellen met FoodDESK - bestelsysteem voor Bakkers | Broodjeszaken | Traiteurs | ...

source: LOGIN MAIL MANAGER
nl_nl: MAILMANAGER Login

source: OBS
nl_nl: FoodDESK

source: CALENDAR
nl_nl: KALENDAR

source: PAYMENT
nl_nl: Betaalmethode

source: ALLERGENS WORDS
nl_nl: ALLERGENEN woorden

source: COMPANIES FROM PORTAL
nl_nl: Bedrijven BO

source: NOTIFICATIONS
nl_nl: NOTIFICATIES

source: Please login to proceed
nl_nl: INLOGGEN

source: Please enter your login Password
nl_nl: Gelieve uw wachtwoord ingegeven

source: Upload Language Files
nl_nl: Upload Language File

source: Please enter number of credits to be left
nl_nl: Resterend aantal credits

source: Please enter number of credits
nl_nl: Resterend aantal credits

source: Subscription type
nl_nl: Licentie

source: Not activated
nl_nl: Niet Actief

source: Mail sent last month
nl_nl: Mails laatste maand verzonden

source: Credits left
nl_nl: credits over

source: Record Updated Successfully.
nl_nl: Artikel met succes geupdated

source: Some error occurred. Please Try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: Companies
nl_nl: Bedrijven

source: Unsubscribers
nl_nl: Afgemeld

source: Download Subscription List
nl_nl: Lijst downloaden

source: Subscribed
nl_nl: Aangemeld

source: Please made content for the newsletter
nl_nl: Maak uw nieuwsbrief op

source: Please provide any title to this newsletter
nl_nl: Gelieve een onderwerp te bepalen a.u.b.

source: Select Image
nl_nl: Selecteer afbeelding

source: Select Template
nl_nl: Selecteer Template

source: Select Document
nl_nl: Selecteer document

source: Unsubscription Link
nl_nl: Uitschrijven link

source: Select Company type
nl_nl: Selecteer type

source: Please choose any company type
nl_nl: Gelieve het type (sector) te bepalen

source: FoodDESK Products credits
nl_nl: FoodDESK producten/credits

source: Activate Labeler
nl_nl: Activateer Labeler

source: Hide this company from Allergenchecker.net
nl_nl: Verbergen op ALLERGENENKAART.BE

source: Only show ingredients in product detail page
nl_nl: Toon enkel de ingrediënten in productdetail pagina

source: Show Demo link webshop
nl_nl: Toon DEMO WEBWINKEL - link

source: Show Recipe
nl_nl: Toon receptuur

source: This client uses
nl_nl: Klant gebruikt

source: Company's Webshop Footer Text
nl_nl: Frontend Footer Text

source: Text Background Color
nl_nl: Achtergrond kleur

source: API Domain
nl_nl: API Domeinnaam

source: NEW Api Files
nl_nl: Nieuwe API files

source: Activate Addons
nl_nl: Addons activeren

source: Emailaddress to send :
nl_nl: Versturen naar (emailadres)

source: Default Client Number :
nl_nl: Klantennr.

source: Total monthly cost of the addon
nl_nl: Maandelijks tarief

source: Partner Settings
nl_nl: Bestel instellingen

source: Total amount
nl_nl: Totaal

source: Total commission
nl_nl: Totaal commissie

source: Start date
nl_nl: Startdatum

source: End date
nl_nl: Einddatum

source: Affiliate Settings
nl_nl: Instellingen

source: Assign to Affiliate
nl_nl: Assign to Partner

source: Select Affiliate
nl_nl: Selecteer een categorie

source: ASSIGN AFFILIATE
nl_nl: ASSIGN PARTNER

source: Sheet Banner Setting
nl_nl: Banner instellingen

source: Upload Sheet Banner
nl_nl: Banner uploaden

source: Allergenchecker.net
nl_nl: allergenenkaart.be

source: Company Banner
nl_nl: Wijzig HEADER

source: Upload Company Banner
nl_nl: Wijzig Thumb zoekresultaten

source: Company Profile
nl_nl: Profiel bedrijf

source: Up To
nl_nl: Tot

source: Please enter a subject
nl_nl: Gelieve een onderwerp toe te voegen aub

source: Overview Clients
nl_nl: Overzicht klanten

source: Mail
nl_nl: E-mail

source: Recipes
nl_nl: Recepturen

source: Login as Reseller
nl_nl: Login als Reseller

source: Payment Methods
nl_nl: Beschikbare betalingsmethodes

source: Select Methods:
nl_nl: Selecteer methodes

source: Set
nl_nl: Volgorde

source: Admin Name
nl_nl: Winkel naam

source: Show in mails
nl_nl: Toon in emails

source: Online bestellen met OBS - bestelsysteem voor Bakkers | Broodjeszaken | Traiteurs | ...
nl_nl: Online bestellen met FoodDESK - bestelsysteem voor Bakkers | Broodjeszaken | Traiteurs | ...

source: OBS SHOPS
nl_nl: FoodDESK SHOPS

source: Email Message
nl_nl: Email bericht

source: Other Subject
nl_nl: Onderwerp

source: Block IP
nl_nl: Blokkeer IP

source: Delete Company
nl_nl: Verwijder winkel

source: Update Packages
nl_nl: Update pakketten

source: Unlimited categories
nl_nl: Ongelimiteerd aantal categorieën

source: subcategories
nl_nl: Subcategorieën

source: add products
nl_nl: Berekenen en venster sluiten

source: Unlimited number of orders received
nl_nl: Onbeperkt aantal bestellingen

source: without additional cost
nl_nl: geen commissie!

source: Invalid amount!
nl_nl: Onjuist bedrag

source: Select a payment option!
nl_nl: Selecteer een optie

source: Select your bank!
nl_nl: Selecteer een bank

source: Select your payment method
nl_nl: Selecteer een betalingsmethode

source: Your reference
nl_nl: Uw referentie

source: Payment method
nl_nl: Beschikbare betalingsmethodes

source: Proceed to payment
nl_nl: Verder gaan met betalen

source: Payment cancelled
nl_nl: Betaling geannuleerd

source: Payment succesfully completed
nl_nl: Betaling met succes ontvangen

source: Your first name
nl_nl: Uw voornaam

source: Your surname
nl_nl: Uw achternaam

source: I have a website
nl_nl: Ik heb een website

source: I am interested in package
nl_nl: Ik heb interesse in pakket

source: Which domain would you
nl_nl: Welk domeinnaam

source: Register Your domain Name
nl_nl: Een domeinnaam registreren

source: VAT No.
nl_nl: BTW

source: Choose a Username
nl_nl: Kies een gebruikersnaam

source: Choose a Password
nl_nl: Kies een wachtwoord

source: Enter the word you see
nl_nl: Kopieer de code

source: Renew Captcha
nl_nl: Nieuwe code aub

source: Please define your sector.
nl_nl: Gelieve uw sector aan te duiden

source: Please give your first name.
nl_nl: Gelieve uw voornaam op te geven

source: Please give your last name.
nl_nl: Gelieve uw achternaam op te geven

source: Please give an address.
nl_nl: Gelieve een adres op te geven

source: Please enter a postcode.
nl_nl: Gelieve een postcode op te geven

source: Please select a city.
nl_nl: Selecteer een stad

source: Please enter a username.
nl_nl: Kies een gebruikersnaam

source: Please confirm your password.
nl_nl: Bevestigt nieuw wachtwoord

source: Please enter the word given in Captcha.
nl_nl: Gelieve de code juist in te geven aub

source: Please enter valid website url.
nl_nl: Gelieve een geldige domeinnaam op te geven aub (www.uwbedrijf.be)

source: Please enter valid domain url.
nl_nl: Gelieve een geldig emailadres op te geven aub

source: Please define your package.
nl_nl: Gelieve een pakket te selecteren

source: Please give your website domain.
nl_nl: Gelieve uw domeinnaam op te geven aub

source: Please re-enter the Captcha word.
nl_nl: Gelieve de code juist in te voeren aub

source: Remember It is case sensitive.
nl_nl: tip: Hoofdlettergevoelig

source: Please enter a valid telephone number.
nl_nl: Gelieve een telefoonnummer op te geven

source: Why OBS
nl_nl: Why FoodDESK

source: Click to Bold
nl_nl: Vetgedrukt

source: Click to Italic
nl_nl: Italic

source: Click to Underline
nl_nl: Onderlijnd

source: Left Align
nl_nl: Centreer links

source: Center Align
nl_nl: Centreer midden

source: Right Align
nl_nl: Centreer rechts

source: Justify Align
nl_nl: Centreer breed

source: Change Text Color
nl_nl: Wijzig tekstkleur

source: Change Background Color
nl_nl: Wijzig achtergrondkleur
