Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: This product cannot be added into current category. Please try again later
nl_nl: Dit product kan momenteel niet worden toegevoegd - probeer opnieuw.

source: Information could not be printed succesfully. Please try again later
nl_nl: Het document kon niet worden afgeprint. Probeer opnieuw of contacteer ons

source: No Option selected !
nl_nl: Geen optie geselecteerd

source: Please select category first !
nl_nl: Gelieve eerst een categorie te selecteren aub

source: You can choose in which order the products are displayed on the website. Number 1 is placed on top.
nl_nl: Selecteer een categorie (en subcategorie) en de productenlijst wordt getoond

source: Keurslager Products
nl_nl: Keurslager Artikelen

source: Products KEURSLAGERS
nl_nl: Artikelen KEURSLAGERS

source: Add Product
nl_nl: Artikel toevoegen

source: Add i-Products
nl_nl: i-Artikelen toevoegen

source: Products without category
nl_nl: Artikelen zonder categorie

source: Product Recipe
nl_nl: Artikel

source: Add product from FoodDESK (If not found, add new)
nl_nl: Artikel toevoegen (indien niet gevonden kan u deze toevoegen)

source: Add FoodDESK Product
nl_nl: Afgewerkt product toevoegen

source: No credit left!
nl_nl: Geen credits meer - contacteer ons

source: Add Custom Product
nl_nl: Eigen bereiding toevoegen

source: Show Images
nl_nl: Foto

source: Per p.
nl_nl: pp.

source: Clone
nl_nl: Klonen

source: UPDATE PRODUCT
nl_nl: ARTIKEL UPDATEN

source: update product
nl_nl: Artikel updaten

source: add product
nl_nl: Artikel toevoegen

source: Remark can't be sent successfully
nl_nl: Opmerking niet kunnen verzenden - tel 0473250528

source: Select product
nl_nl: Selecteer een product

source: selected products
nl_nl: Geselecteerde producten

source: checked
nl_nl: Aangevinkt

source: Mark the product as semi-product
nl_nl: Artikel als halffabrikaat markeren

source: Important Note
nl_nl: BELANGRIJK

source: Many features on this page are hidden because you are using this only to display ingredients of the products. If you want to see the features that are neccessary to run a webshop please notify us via 0473/250528 or info@onlinebestelsysteem.net
nl_nl: Aangezien u momenteel dit controlepaneel louter gebruikt om de ingrediënten te beheren, hebben we vele functies <br>die u nodig heeft voor de webwinkel verborgen gehouden op deze pagina.<br><br>Indien u de webwinkel wil uittesten of u wil even alle functies bekijken, graag een seintje<br><b>via 0473 25 05 28 of info@fooddesk.net</b><br>

source: Weight for recipe in Kg
nl_nl: Gewicht

source: Important: only with hot dishes, the weight must be weighted when it's hot (not cold)
nl_nl: BELANGRIJK: indien een warme bereiding - gelieve het gewicht door te geven in WARME toestand

source: Add Recipe of PRODUCT
nl_nl: Receptuur van

source: FoodDESK/Own products
nl_nl: Receptuur toevoegen

source: Add FoodDESK or Own products
nl_nl: Artikel of bereiding toevoegen

source: Move to Semi Product
nl_nl: Verplaatsen naar Halffabrikaat

source: Move to Extra Semi Product
nl_nl: Verplaatsen naar EXTRA Halffabrikaat

source: How to make
nl_nl: Werkwijze

source: Ingredients
nl_nl: Ingredienten

source: copy
nl_nl: Kopieer

source: Products with their ingredients
nl_nl: Artikelen inclusief de ingrediënten

source: Please add ingredients separated with comma(,).
nl_nl: U kan hier ingrediënten toevoegen gescheiden door een komma

source: Allergence
nl_nl: Allergenen

source: Add All
nl_nl: Alles toevoegen

source: Please add allergence separated with comma(,).
nl_nl: U kan hier allergenen toevoegen gescheiden door een komma

source: Can contain traces
nl_nl: Kan sporen bevatten

source: Please add traces separated with comma(,).
nl_nl: U kan hier sporen toevoegen gescheiden door een komma

source: Nutrition Values
nl_nl: Voedingswaarden

source: Nutritional Information
nl_nl: Voedingswaarden detail

source: energy value(Kcal)
nl_nl: Energiewaarde (Kcal)

source: energy value(KJ)
nl_nl: Energiewaarde (KJ)

source: proteins(gm)
nl_nl: Eiwitten (g)

source: Carbohydrates (gm)
nl_nl: Koolhydraten

source: Sugar (gm)
nl_nl: Suiker (g)

source: Polyolen (gm)
nl_nl: Polyolen (g)

source: Farina (gm)
nl_nl: Zetmeel (g)

source: Fats (gm)
nl_nl: Vetten (g)

source: Saturated Fats (gm)
nl_nl: Verzadigde vetten (g)

source: Single Unsaturated Fats (gm)
nl_nl: Enkelv. onv. vetzuren (g)

source: Multi Unsaturated Fats (gm)
nl_nl: Meerv. onv. vetzuren (g)

source: Salt (gm)
nl_nl: Zout (g)

source: Fibers (gm)
nl_nl: Vezels (g)

source: Duedate Type
nl_nl: Type

source: Please enter a product name first
nl_nl: Gelieve een productnaam in te geven aub

source: Allergen
nl_nl: Allergenen

source: Upgrade now and FoodDESK will gather all and update those sheets for you!
nl_nl: Upgrade uw account en FoodDESK beheert voor u alle technische fiches!

source: You can testdrive for
nl_nl: U kan ons recepturensysteem

source: times
nl_nl: aan tal keer testen

source: Energy Value (Kcal)
nl_nl: Energiewaarde (Kcal)

source: Energy Value (KJ)
nl_nl: Energiewaarde (KJ)

source: Proteins (gm)
nl_nl: Eiwitten

source: Calculate the alleregens, ingredients, nutritionvalues of your custom product in just 2 minutes? For only 40€ /mnth this featuree will be activated - Upgrade now!
nl_nl: De allergenen, voedingswaarden en ingrediënten automatisch in 2 minuten berekenen? Voor slechts 29€/mnd vraagt FoodDESK de technische fiche voor u op en houd deze up-to-date. UPGRADE NU!

source: Account Upgrade
nl_nl: Account Upgraden

source: Download Files
nl_nl: Bestanden downloaden

source: NEW
nl_nl: NIEUW

source: Enter email
nl_nl: Geef uw emailadres in aub

source: No company type available
nl_nl: Geen type beschikbaar

source: first name
nl_nl: Voornaam

source: Surname
nl_nl: Achternaam

source: postal code
nl_nl: Postcode

source: NO COUNTRY AVAILABLE
nl_nl: Geen land beschikbaar

source: Please define your industry.
nl_nl: Gelieve uw sector op te geven

source: Please give a name.
nl_nl: Gelieve uw naam op te geven

source: Please provide a surname.
nl_nl: Gelieve uw achternaam op te geven

source: Please enter a valid email address.
nl_nl: Gelieve een geldig e-mailadres op te geven

source: Please enter a valid phone.
nl_nl: Gelieve een geldig telefoonnr. op te geven

source: Please provide an address.
nl_nl: Gelieve uw adres op te geven

source: Please enter a city.
nl_nl: Gelieve een stad op te geven

source: Please select a country.
nl_nl: Selecteer een land

source: Please give a postcode please.
nl_nl: Gelieve uw postcode op te geven

source: Please enter a user name please give.
nl_nl: Gelieve u gebruikersnaam op te geven

source: Please enter a password.
nl_nl: Bevestigt nieuw wachtwoord

source: A new order was passed through the shop
nl_nl: Een nieuwe bestelling werd doorgegeven via de webwinkel

source: Here are some details:
nl_nl: Hier een overzicht

source: Customer
nl_nl: Klant

source: Email Customer
nl_nl: Mail deze klant

source: Delivery Rate
nl_nl: Kosten levering

source: Sincerely
nl_nl: Met vriendelijke groeten

source: Of which saturated fats
nl_nl: waarvan verzadigde vetten

source: Report - Export
nl_nl: Rapporten - Exporteren

source: Click on a download button and you will receive an email from us that notifies you when the files is ready to download. This can take a while
nl_nl: Klik op de download knop en u zal een

source: Files
nl_nl: Bestanden

source: Add Extra Semi-Product
nl_nl: EXTRA half-fabrikaat toevoegen

source: Add Semi-Product
nl_nl: Half-fabrikaat toevoegen

source: UPDATE SEMI-PRODUCT
nl_nl: HALF FABRIKAAT WIJZIGEN

source: ADD SEMI-PRODUCT
nl_nl: HALF FABRIKAAT TOEVOEGEN

source: Your Recipe
nl_nl: Uw receptuur

source: In 100g of product
nl_nl: per 100 g

source: UPDATE EXTRA SEMI-PRODUCT
nl_nl: EXTRA half-fabrikaat

source: ADD EXTRA SEMI-PRODUCT
nl_nl: EXTRA half-fabrikaat toevoegen

source: No records found.
nl_nl: Geen resultaten gevonden

source: ERROR - Please hours just to check - these are not correctly entered.
nl_nl: ERROR - gelieve de uren na te kijken - deze zijn niet correct ingegeven.

source: Set a time for
nl_nl: Geef een tijdstip in voor

source: tomorrow
nl_nl: Morgen

source: evening
nl_nl: Avond

source: ERROR - Replace Select NONE or a time
nl_nl: ERROR - Selecteer NONE of geef een tijdstip in

source: Please hours just to check - these are not correctly entered
nl_nl: Gelieve de uren na te kijken - deze zijn niet correct ingegeven.

source: Determine the opening time
nl_nl: Gelieve de openingstijden in te geven aub

source: Determine the closing in the morning
nl_nl: Gelieve de uren na te kijken - deze zijn niet correct ingegeven.

source: Determine the opening time in the afternoon
nl_nl: Gelieve de uren na te kijken - deze zijn niet correct ingegeven.

source: Determine the closing in the afternoon
nl_nl: Gelieve de uren na te kijken - deze zijn niet correct ingegeven.

source: ERROR - Setting is not correct
nl_nl: ERROR - instellingen zijn niet correct ingegeven

source: Setting is not correct
nl_nl: Instellingen zijn niet correct ingegeven

source: Add Delivery Rate
nl_nl: Nieuw Levertarief opgeven

source: please select any state
nl_nl: Selecteer een provincie

source: Please Select Minimum time between Order and Delivery
nl_nl: Gelieve de tijd op te geven tussen bestelling en levering

source: Please select atleast one day
nl_nl: Gelieve minstens een dag te selecteren

source: Please select time till user can place order for the same day
nl_nl: Gelieve de tijd op te geven tot wanneer de klant kan bestellen voor dezelfde dag

source: Please Select Minimum time between Order and Pickup
nl_nl: Bepaalde de tijd tussen bestelling en afhaling

source: State Name
nl_nl: Provincie

source: Pickup settings
nl_nl: Afhaalinstellingen

source: Delivery Settings
nl_nl: Levering instellingen

source: FAQ - clients
nl_nl: FAQ - Klanten

source: Other Settings
nl_nl: Overige instellingen

source: Share products
nl_nl: Deel producten

source: Holiday removed successfully.
nl_nl: Feestdag met succes verwijderd

source: Holiday set successfully.
nl_nl: Feestdag met succes ingesteld

source: Date is not closed now.
nl_nl: Winkel is open

source: Date closed set successfully.
nl_nl: Openigsuren met succes aangepast

source: Uploads productsheets as suggestion to add new FoodDESK produts
nl_nl: Nieuw product toevoegen

source: Uploads productsheets
nl_nl: Productfiche uploaden

source: products having no ingredients
nl_nl: Artikelen die geen producten fiches bevatten

source: Semi-products
nl_nl: Half-fabrikaten

source: Favourite-products
nl_nl: Favoriete producten

source: Semi-products EXTRA
nl_nl: Half-fabrikaten EXTRA

source: List of Fooddesk products approved within 7 days
nl_nl: Lijst van FoodDESK producten

source: Snel product toewijzen aan categorie
nl_nl: Categorieën manager

source: Report Export
nl_nl: Rapporten - Exporteren

source: Video Link
nl_nl: VIDEO TUTORIAL

source: Update Shop
nl_nl: Webwinkel updaten

source: Calendar
nl_nl: Kalender

source: Legend
nl_nl: Legende

source: Current Date
nl_nl: Huidige datum

source: Pick Closed
nl_nl: Afhalen gesloten

source: Delivery Closed
nl_nl: Geen leveringen

source: Pickup and delivery closed
nl_nl: Levering / Afhalen gesloten

source: Manually closed
nl_nl: Manueel Gesloten

source: Subscribers
nl_nl: Klanten

source: News Letters
nl_nl: Nieuwsbrieven

source: Image Manager
nl_nl: Fot manager

source: Trial (first 20 for free)
nl_nl: Trial (tot 20 klanten kan u gratis mailen)

source: Not activated (please
nl_nl: Niet geactiveerd (gelieve

source: select an option
nl_nl: een optie te selecteren

source: credits left
nl_nl: credits over

source: Contact Name
nl_nl: Naam

source: Shop Status
nl_nl: Status

source: Order Actions
nl_nl: Bestel instellingen

source: Not Set
nl_nl: Niet ingesteld

source: No sub-admins registered !
nl_nl: Geen subadmins geregistreerd

source: Your code to return to Super Admin
nl_nl: Uw code om terug te keren naar uw SUPERadmin paneel

source: Please enter your access code. (4-Digit)
nl_nl: Gelieve de beveiligingscode op te geven

source: View Subcategories
nl_nl: Subcategorieën bekijken

source: Sub-category Order Updated Successfully
nl_nl: Bestelling met succes geupdated

source: Tooltip setting successfully.
nl_nl: Tooltip met succes ingesteld

source: Problem while saving the ToolTip setting.
nl_nl: Een fout kwam tot stand tijdens het updaten vd Tooltip

source: Subcategory
nl_nl: Subcategorie

source: Update subcategories
nl_nl: Subcategorieën updaten

source: Add subcategories
nl_nl: Subcategorie toevoegen

source: If you check this box, your customers will see this description when the mouse cursor over a subcategory link to (there is then a popup to appear).
nl_nl: Wanneer u dit aan vind zullen uw klanten de bovenstaande omschrijving te zien krijgen als ze met de muis cursor over een subcategorielink gaan (er komt dan een pop up tevoorschijn).

source: If your clients have a subcategory clickable on this page a message at the top. This is a promotional text related to this subcategory. The message is below post.
nl_nl: Indien uw klanten op een subcategorie hebben geklikt kan u op deze pagina een bericht bovenaan plaatsen. Dit kan een promotie tekst zijn met betrekking tot deze subcategorie. Het bericht kan u hieronder plaatsen.

source: What is the setup cost
nl_nl: Wat is de opstartkost

source: STARTER PACKAGE:
nl_nl: STARTER PAKKET:

source: PLUS STARTER PACKAGE:
nl_nl: STARTER PLUS PAKKET:

source: Select Package:
nl_nl: Selecteer een Pakket:

source: STARTER PLUS PACKAGE (550.00 &euro; )
nl_nl: STARTER PLUS PAKKET (550.00 &euro; )

source: ALL-IN-ONE PACKAGE (950.00 &euro; )
nl_nl: ALL-IN-ONE PAKKET (950.00 &euro; )

source: I agree with the
nl_nl: Ik ga akkoord met

source: terms of use
nl_nl: voorwaarden

source: All prices exclude VAT
nl_nl: Alle tarieven zijn exclusief BTW

source: Time range is not valid. Please check Hours and Minutes
nl_nl: Tijdstip is niet correct ingegeven - Check uur en minuten

source: Select Time Range
nl_nl: Selecteer tijdstippen

source: Get tour
nl_nl: Start Tour

source: In constructions
nl_nl: Onder constructie

source: Please fill group details !
nl_nl: Geef de details in

source: Webshop
nl_nl: Webwinkel

source: Allow customer to upload image
nl_nl: Aanvinken indien uw bezoekers een foto mogen uploaden

source: Per Unit Weight
nl_nl: Per gewicht

source: Let client choose
nl_nl: Klant mag kiezen

source: Per unit price
nl_nl: /stuk

source: Per unit
nl_nl: Per stuk

source: Want a product put in paint or is this a new product you can be the customer know by placing an icon behind.
nl_nl: Wilt u een bepaald product in de verf zetten of betreft dit een nieuw product dan kan u dit de klant kenbaar maken door er een icoontje achter te plaatsen.

source: Group
nl_nl: Optie

source: This feature allows the customer to put together a product (eg cheese sandwich: small = &euro; -1.00 / +0.00 &euro; = medium / large &euro; = +1.00). The groups can be created via "Settings".
nl_nl: Deze functie maakt het mogelijk om de klant een bepaald product samen te stellen (voorbeeld: broodje kaas: klein = -1.00 / medium = +0.00€ / Large = +1€). De opties kunnen aangemaakt worden via "instellingen".

source: Will be added on per unit purchase.
nl_nl: (extra opties)

source: No groups available
nl_nl: Geen opties beschikbaar

source: formaat 0.0000 (punt) , <br> Rate to begin with - or + sign and 4 digits after the dot (eg: -42.4823 +42.4823 or)
nl_nl: formaat 0.00 (punt) , <br> tarief moet beginnen met een min of plus tekenen en twee cijfers na de komma (eg: -42.45 +42.50)

source: Take same settings for this category.
nl_nl: Neem dezelfde instellingen voor deze categorie

source: No Groups Available
nl_nl: Of geen opties beschikbaar

source: formaat 0.0000 (punt
nl_nl: formaat 0.00 (punt)

source: Rate to begin with - or + sign and 4 digits after the dot (eg: -42.4823 +42.4823 or
nl_nl: Tarief moet beginnen met een min of plus tekenen en twee cijfers na de komma (eg: -42.48 of +42.48)

source: Per person
nl_nl: Per persoon

source: Will be added on per person purchase.
nl_nl: Extra per persoon

source: Per weight
nl_nl: Per gewicht

source: This feature allows the customer to put together a product ....
nl_nl: Klant kan een product zelf samenstellen door deze functie

source: Will be added on per purchase.
nl_nl: (extra opties)

source: no groups available
nl_nl: Geen opties beschikbaar

source: Discount on Add
nl_nl: Korting per stuk (tijdelijke promotie)

source: Discount on per purchase in add
nl_nl: Korting per aantal

source: Discoun Ex: 12.8723
nl_nl: Korting bij voorbeeld. 12.8723

source: example: 10.00 Or 10.5
nl_nl: Voorbeeld: 10.00 of 10.5

source: Discount/Piece
nl_nl: Korting/stuk

source: Rate/piece
nl_nl: Tarief/stuk

source: Add row
nl_nl: Record toevoegen

source: Delete Row
nl_nl: Record verwijderen

source: Add Row
nl_nl: Record toevoegen

source: Discount/p.
nl_nl: Korting/pp.

source: Rate/p.
nl_nl: Tarief/pp.

source: You can also grant discounts per product ....
nl_nl: U kan een korting toekennen per product

source: Available after
nl_nl: Beschikbaar na

source: Day(s)
nl_nl: dag(en)

source: Want a product to be available days wise like all day or at any perticular day
nl_nl: U kan per product bepalen wanneer het verkocht kan worden.

source: It must take heigher priority than days in availability
nl_nl: Heeft hogere prioriteit dan beschikbare dagen

source: Holidays
nl_nl: Feestdagen

source: Check this checkbox for product available based on exceptions
nl_nl: Aanvinken voor product beschikbaar met uitzondering

source: Date that products are available
nl_nl: Datum dat producten beschikbaar zijn

source: Date that products are unavailable
nl_nl: Datum dat producten onbeschikbaar zijn

source: Recommend this
nl_nl: Dit aanbevelen

source: only shown on bestelonline.nu
nl_nl: Gelieve dit even te negeren aub

source: Payment
nl_nl: Betaling

source: In advance
nl_nl: Op voorhand

source: Show this item related with
nl_nl: Gerelateerd met

source: Max amount of articles that can be ordered
nl_nl: Max aantal artikels die kunnen worden besteld

source: Weight must be numeric
nl_nl: Gelieve een numeriek getal in te geven aub

source: Dear Admin
nl_nl: Beste admin

source: From Company:
nl_nl: Bedrijf:

source: For addon:
nl_nl: Voor addon:

source: Company Info:
nl_nl: Bedrijf Info

source: Name:
nl_nl: Naam:

source: Current account:
nl_nl: Huidig account:

source: Desired account:
nl_nl: Gewenste account:

source: Flyer ID
nl_nl: Print ID

source: Flyer Name
nl_nl: Print naam

source: Number of credits
nl_nl: Aantal credits

source: A request has been done to subscribe for monthly basis.
nl_nl: A request has been done to buy credits for sending newsletters.

source: Currently this company has
nl_nl: Momenteel heeft deze winkel

source: clients
nl_nl: Klanten

source: Introcode discount
nl_nl: Registratie korting

source: Promocode discount
nl_nl: Promocode korting

source: This company has requested to add fooddesk products credits
nl_nl: Deze winkel wil meer credits

source: These are the files and secret code for our webshop. Instructions how to implement it are included
nl_nl: In bijlage vindt u de API-bestanden terug die u kan integreren in de website in een folder online-bestellen bijvoorbeeld. Instructies zijn alsook toegevoegd.

source: best
nl_nl: Beste

source: Your password was changed
nl_nl: Uw wachtwoord werd met succes gewijzigd

source: Your new password is
nl_nl: Uw nieuw wachtwoord is

source: You can always change your password in your Control Panel
nl_nl: U kan steeds uw wachtwoord wijzigen in uw controlepaneel

source: For some reason your account has been disapproved by a reason we will pass via a personal mail
nl_nl: Uw account werd door ons niet goedgekeurd omwille van een bepaalde reden dat we u via e-mail zullen doorgeven.

source: Dear admin
nl_nl: Beste

source: We are impressed by your contribution to add companies in out portal and we want to collaborate with you in future also.
nl_nl: Je bent nu klaar om centje bij te verdienen!<br><br>Bedankt om je eerste winkel toe te voegen op Bestelonline.nu. We hebben je gegevens en je ingave goed nagekeken en hebben je eerste toevoeging goedgekeurd.

source: So we have created a
nl_nl: Je hebt nu een partner account op BestelOnline.nu. Via dit

source: Control Panel
nl_nl: Controlepaneel

source: for you to add more companies and earn some dime.
nl_nl: kan je nu vlot andere winkels toevoegen en zo een leuke zakcent bijverdienen.

source: Your login details are right here:
nl_nl: Dit zijn je accountgegevens om in te loggen

source: (don't lose this info)
nl_nl: Je kan dit wachtwoord wijzigen van zodra je een eerste keer bent ingelogd. Houd je daarna je gegevens zeker goed bij?

source: You can change your username and password after login.
nl_nl: Je kan dit wachtwoord wijzigen van zodra je een eerste keer bent ingelogd. Houd je daarna je gegevens zeker goed bij?<br><br>Heb je intussen nog vragen, dan kan je ons steeds bereiken via info@bestelonline.nu of via 0473/250528<br><br>Tot snel!

source: has registered via FoodDESK:
nl_nl: geregistreerd via FoodDESK:

source: IP Address
nl_nl: IP Adres

source: An instant payment notification was successfully received from
nl_nl: (online) Betaling werd met succes ontvangen door

source: We launched a portalsite called <a href="http://www.bestelonline.nu">Bestelonline.nu</a> and we just added your info regarding your shop right here:
nl_nl: We hebben een gloednieuw portaalsite gelanceerd dat luistert naar de naam <a href="http://www.bestelonline.nu">Bestelonline.nu</a> en we hebben uw winkelgegevens - in samenwerking met de goudengids - met succes toegevoegd:

source: You can manage every aspect of that detailpage easy for FREE
nl_nl: Elk aspect van deze detailpagina kan u zelf GRATIS bewerken/beheren.

source: You can login at
nl_nl: Inloggen kan via

source: with login
nl_nl: met deze inloggegevens

source: Wait a minute.. this is spam right
nl_nl: Wacht eens even... dit is spam zeker?

source: Not at all. We are sending this mail to you personally to notify you that we have been working very hard the last 4 years on a portal and unique ordersystem build for shopowners like you. What makes it unique is that is build up with the latest techniques and we even can implement a webshop in your existing website by adding a few codes (
nl_nl: Zeker niet. Deze mail werd persoonlijk naar u verstuurd met als doel om u op de hoogte te stellen van het nieuwe project dat we recentelijk hebben gelanceerd, speciaal ontwikkeld voor handelaren in voeding zoals u. Wat ons bestelsysteem zo uniek maakt is dat we tegen - zeg nu zelf - een laag tarief u een bestelsysteem kunnen aanbieden dat we zelfs in uw bestaande website gemakkelijk kunnen implementeren en dit volledig aangepast aan uw huisstijl. Vervolgens heeft u toegang tot een geavanceerd controlepaneel waar u u alle (sub)categorieen, producten, klanten, etc.. zelf kan beheren.

source: check the video at
nl_nl: Check de video op

source: Hey.. wait a minute - do I have to pay anything here or even in the future
nl_nl: Ok... maar moet ik iets betalen of niet?

source: Not at all. The detailpage you see is for free for always and is meant to let your clients find info about your company very quickly when searching for keywords like <type> <companyname> (high searchengine rankings). Offcourse if you want to have a webshop in the near future you can upgrade your account. Please check our (cheap) plans:
nl_nl: De detailpagna zoals u ze momenteel ziet is volledig en eeuwig gratis. Pas wanneer u 30 gratis dagen de webwinkel heeft uitgetest en nadat wij uw goedkeuring van het systeem hebben gekregen, wordt er - afhankelijk van welk pakket u gekozen heeft - een factuurtje gestuurd. Check onze tarieven en pakketten:
