Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: Manage Site Settings
nl_nl: Beheert algemene instellingen

source: Site Settings
nl_nl: Instellingen

source: Desk Setting
nl_nl: Instellingen

source: Webshop during holiday
nl_nl: Webwinkel is tijdens feestdag

source: IBSoft - OBS Module
nl_nl: IBsoft Module

source: A NEW CLIENT
nl_nl: Nieuwe klant

source: has registered - Please download client list first and implement in your IB Software.
nl_nl: heeft zich geregistreerd - Gelieve eerst deze klant(en) te kopiëren in het beheer van IBsoft

source: Display all orders for
nl_nl: Geef alle bestellingen van

source: Please enter a date
nl_nl: Selecteer een startdatum

source: Or - Print all ordered products for
nl_nl: OF overzicht afdrukken voor

source: Area
nl_nl: Regio

source: EXPORT AND SEND
nl_nl: EXPORTEREN

source: Orders With Invoice
nl_nl: Bestellingen met factuur

source: Agree future mails from Bestelonline ??
nl_nl: U zal af en toe (automatische) mails via FoodDESK toegestuurd krijgen. Het aantal mails zal afhangen van hoeveelheid aan bestellingen die u van uw klanten binnenkrijgt. LET WEL: dat deze mails niet terechtkomen in uw spamfolder. Indien dit het geval is gelieve deze te markeren als veilige afzender. Dit is nodig om een goede werking van het systeem te garanderen.

source: I accept
nl_nl: Ik ga akkoord

source: Not interested.
nl_nl: Niet geïnteresseerd

source: Please logged me out.
nl_nl: Uitloggen

source: What is the next step
nl_nl: Wat is de volgende stap?

source: Setupcost
nl_nl: Opstartkosten

source: Welcome at your own controlepanel
nl_nl: Welkom op uw persoonlijke controlepaneel!

source: My account
nl_nl: Mijn account

source: Go to the tab
nl_nl: Ga naar de

source: and complete the information
nl_nl: -tab en vervolledig deze pagina

source: Follow the steps in tab "Video Tutorials"
nl_nl: Volg de stappen in tab "Video Tutorials"

source: You can test now your Controlepanel and view the results using the link
nl_nl: U kan uw controlepaneel uittesten en het resultaat bekijken via de link

source: Till in the bestelonline.nu - the status is not set to ACTIVE, your customers will not see any active shop on Bestelonline.nu (only the detailpage). In 'Test Drive' status you only can see the shop to test it out.
nl_nl: Zolang u in 'Instellingen' de winkel niet op ACTIEF zet zullen uw klanten op bestelonline.nu de winkel niet te zien krijgen (enkel de gedetailleerde pagina). In 'Testdrive' status kan u enkel de webwinkel zien om het uit te testen.

source: Two days before the expiry of the trialperiod you will receive an email asking whether you want to proceed with our advanced ordersystem or not (without any obligation or cost afterwards)
nl_nl: Twee dagen voor de vervaldag van de testperiode zal u een mail aankrijgen met de vraag of u wil doorgaan met het bestelsysteem of niet (zonder enige verplichting of kosten achteraf)

source: You decide when you place the shop live
nl_nl: U bepaald dus zelf wanneer u de webwinkel live plaatst

source: Want to let your client order online via your website for 10
nl_nl: Voor slechts € 10 per maand meer implementeren wij de webwinkel alsook in uw bestaande website.

source: month. more? Check the
nl_nl: Check

source: page for more info
nl_nl: Meer info

source: There are the steps to start your webshop
nl_nl: Hier het stappenplan om een webwinkel op te starten

source: Two days before the expiry of the trialperiod you will receive an email asking whether you want to proceed with our advanced ordersystem or not (without any obligation or cost afterwards). After your approval we will implement the webshop into your existing website
nl_nl: Twee dagen voor de vervaldag van de testperiode zal u een mail aankrijgen met de vraag of u wil doorgaan met het bestelsysteem of niet (zonder enige verplichting of kosten achteraf). Na uw goedkeuring zullen we de webinkel implementeren in uw bestaande website.

source: You decide when you place the shop live (both shop at the same store on your website as on Bestelonline.nu)
nl_nl: U bepaald zelf wanneer u de webwinkel live plaatst (zowel de webwinkel op uw website als dezelfde winkel op Bestelonline.nu)

source: Want something extra? Please visit our ADDONS page
nl_nl: Wenst u iets extra? Ga naar

source: There are the steps to start the allergen managment
nl_nl: Welkom op uw FoodDESK controlepaneel!

source: You will be updated by mail about the status of your subscription.
nl_nl: Zoals u misschien reeds gemerkt hebt zullen wij u per mail op de hoogte houden van wat we reeds gedaan hebben en wat er precies nog moet gebeuren.

source: In the meantime you can follow the steps in tab "Video Tutorials"
nl_nl: Intussen kan u reeds de video's bekijken in tab "Video Tutorials"

source: After that the products are added by us can you can start adding prices and configure those products. Pls check the steps in tab "STEPS"
nl_nl: Nadat de producten door ons werden geïmplementeerd kan u starten met het configureren van deze producten (zoals de prijs, omschrijving, opties, etc..). Bekijk ook even het stappenplan voor de webwinkel in de tab "STAPPENPLAN".

source: Welcome to your FoodDESK control panel
nl_nl: Welkom op uw FoodDESK Controlepaneel

source: As you may have already noticed, we will keep you informed by mail of what we have already done and what exactly needs to be done"
nl_nl: We houden u verder op de hoogte

source: Meanwhile, you can already watch the videos tab "Video Tutorials"
nl_nl: Intussen kan u onze video's bekijken via de tab "Video-tutorials"

source: After the products you can start implemented by us with the configuration of these products (such as price, description, options, etc ..)
nl_nl: Nadat de productenlijst door ons werd geimplementeerd kan u starten met de producten te wijzigen (omschrijvingen, tarieven, opties,etc)

source: Also check the roadmap for the shop in the tab "ROADMAP"
nl_nl: Check de "roadmap"

source: Demo Webshop
nl_nl: DEMO WEBWINKEL

source: Start 30 day trial
nl_nl: 30 dagen gratis uittesten

source: What is a setup cost
nl_nl: Wat is de opstartkost

source: Setup cost is a one-time cost. You can choose from 4 different packages below:
nl_nl: Er zijn geen opstartkosten tenzij u kiest voor een extra optie (is een éénmalige kost). U heeft de keuze uit volgende pakketten:

source: VAT exlusive
nl_nl: Excl. BTW

source: No package available
nl_nl: Geen pakketten

source: I agree with the terms of use
nl_nl: Ik ga akkoord met de voorwaarden

source: Please choose a package
nl_nl: Kies een pakket

source: Please agree to the terms of use
nl_nl: Gelieve akkoord te gaan met de voorwaarden

source: <img src="http://www.onlinebestelsysteem.net/obs/assets/cp/images/intro-pakketten.png"/>
nl_nl: <img src="http://www.fooddesk.net/obs/assets/cp/images/intro-pakketten2.png"/>

source: Add in this categrory
nl_nl: Toevoegen

source: No product of this Supplier
nl_nl: Geen resultaten gevonden

source: All
nl_nl: Alles

source: Production Date
nl_nl: Productiedatum

source: Extra Notification(free field)
nl_nl: Extra notificatie

source: LOGIN DETAILS
nl_nl: Fabrikanten LOGINS

source: Products
nl_nl: Artikelen

source: login details updated
nl_nl: Inloggegevens geupdated.

source: Login Details
nl_nl: Fabrikanten LOGINS

source: Please fill your login details and we will use this to retrieve your sheets without abusing it. PLEASE FILL IN THE EXACT LOGINCODE that you received from producer.
nl_nl: Selecteer een fabrikant en geef de logingegevens eenmalig op. Hoe meer logins u aanlevert des te sneller kunnen wij de producten fixen, nu en in de toekomst!<br><br>

source: Username/email:
nl_nl: Gebruikersnaam/email:

source: Enter your username and password.
nl_nl: Geef uw gebruikersnaam en wachtwoord

source: Username:
nl_nl: Gebruikersnaam:

source: Please Enter Username
nl_nl: Gelieve een gebruikersnaam op te geven

source: Please Enter Password
nl_nl: Gelieve een wachtwoord op te geven

source: Edit Widget
nl_nl: Widget bewerken

source: Widget Title
nl_nl: Widget titel

source: Please input Title of News Letter
nl_nl: Gelieve een onderwerp te bepalen a.u.b.

source: Please input Name of sender in From field
nl_nl: Gelieve de naam van de verzender op te geven

source: News Letter
nl_nl: Nieuwsbrief

source: Title
nl_nl: Titel

source: Use templates
nl_nl: Selecteer templates

source: Select template
nl_nl: Selecteer Template

source: My
nl_nl: Mijn

source: Attachment
nl_nl: Bijlage

source: No Attachment
nl_nl: Geen Bijlage

source: HTML Version
nl_nl: HTML Versie

source: Generating Preview
nl_nl: Preview bekijken

source: Content
nl_nl: Inhoud

source: Sorry!!! Preview can not be generated. Please try again.
nl_nl: Een preview kon niet worden gegenereerd. Probeer opnieuw...

source: Already a widget in editing queue, first complete or remove that.
nl_nl: Er staat reeds een widget klaar dat lopende is. Gelieve dit eerst af te werken of te verwijderen.

source: Add
nl_nl: Toevoegen

source: Please input Title of template
nl_nl: Gelieve een onderwerp te bepalen a.u.b.

source: Widgets Type
nl_nl: Widget Type

source: Edit widget
nl_nl: Widget bewerken

source: Content Type
nl_nl: Inhoud

source: Text
nl_nl: Tekst

source: Arbitrary text or HTML
nl_nl: Tekst of html

source: Displays a simple images
nl_nl: Afbeeldingen worden getoond

source: INSERT CONTENT FIELDS
nl_nl: INHOUD TOEVOEGEN

source: Unsubscribe
nl_nl: Afmelden

source: Background Color
nl_nl: Achtergrond kleur

source: Add widget
nl_nl: Widget toevoegen

source: Row Background Color
nl_nl: Achtergrond kleur

source: Do you want to keep your clients up-to-date on holidays,promotions etc? then use our advanced e-mailmarketing tool!
nl_nl: Wilt u uw klanten op de hoogte houden van promoties , verlofdagen, ed? Verstuur dan mails via ons budgetvriendelijke MailManager!

source: Why Pay?
nl_nl: Waarom betalen?

source: Send unlimited mails to your first 20 clients for FREE
nl_nl: Verstuur ongelimiteerd aantal emails

source: Price/month
nl_nl: Tarief/mnd

source: SELECT
nl_nl: SELECTEER

source: Use credits instead of per month basis
nl_nl: Gebruik credits in plaats van /maand

source: Are you not planning to sent mails on regular basis, then you can but credits. 1 credit is the same as sending 1 mail. Credits do not have due dates.
nl_nl: Bent u van plan om op geregelde tijdstippen e-mails te verzenden dan kan u overwegen om credis aan te kopen. 1 credit is gelijk aan 1 mail verzenden. Credits hebben geen vervaldag.

source: Amount CREDITS
nl_nl: Aantal credits

source: Are you sure you want to purchase this
nl_nl: Doorgaan?

source: We will be notified by mail and we will generate an invoice and send it to you
nl_nl: Nadat u het aantal credits heeft doorgegeven maken wij eerst een factuurtje aan en sturen wij u deze op per mail (meestal dezelfde dag). Wanneer het bedrag werd overgemaakt zullen wij per direct het aantal credits updaten.

source: We will update amount of credits after you clicked on the confirm button below
nl_nl: Klik op bevestigen.

source: confirm the order
nl_nl: Bevestig uw bestelling.

source: why pay for this
nl_nl: Waarom betalen

source: As you may(be) know, some risks are involved when sending bulk mails like
nl_nl: Er zijn veel risico's verbonden aan het verzenden van bulkmail zoals

source: Your IP can be blocked from span detectors so all of your mails would instantly be marked as spam.
nl_nl: Het IP adres dat geblokkeerd kan worden door Spam detectoren (al uw mails worden aanzien als Spam en komen niet aan)

source: Issues/Restrictions with your provider
nl_nl: Problemen / beperkingen bij uw provider

source: As we use our own dynamic IPs, you never have to be worried again for blacklisting, etc. Obviously we have to maintain these IPs and we aswel have to pay money to maintain them... But don't wory as our margin here is nil. We can proudly say that we are one of the cheapest mail
nl_nl: Wij hebben geïnvesteerd in dynamische IP adressen, zodat u zich nooit zorgen hoeft te maken over een eventuele Blacklisting, etc.. Uiteraard moet we dit onderhouden en kost dit handenvol geld, maar geen nood... de winstmarge is hier zo goed als nihil.

source: Changelog - Latest version
nl_nl: Wat is er nieuw

source: version
nl_nl: Versie

source: Versions
nl_nl: Versie

source: First page
nl_nl: Eerste pagina

source: Last page
nl_nl: Laatste pagina

source: Next page
nl_nl: Volgende

source: Previous page
nl_nl: Vorige

source: Filter records
nl_nl: Records filteren

source: Records on Page
nl_nl: Records op pagina

source: Do you really want to delete this News-Letter ?
nl_nl: Deze nieuwsbrief definitief verwijderen?

source: Create Newsletters
nl_nl: Nieuwsbrieven aanmaken

source: Mail Me
nl_nl: Mail mij

source: Send Newsletter
nl_nl: Nieuwsbrief versturen

source: Mail to
nl_nl: Mailen naar

source: Send quick mail
nl_nl: Snel verzenden

source: Subscibers
nl_nl: Klanten

source: Full Name
nl_nl: Volledige naam

source: Subsciber's Details
nl_nl: Klanten details

source: System Status
nl_nl: Status

source: Subscribe
nl_nl: Aanmelden

source: Do you really want to delete this Template ?
nl_nl: Deze Template definitief verwijderen?

source: Create Templates
nl_nl: Template toevoegen

source: Image Upload Center
nl_nl: Afbeeldingsmanager

source: Add and Manage Images
nl_nl: Afbeeldingen beheren

source: Here you can upload images and use them in the newsletters' text widgets.
nl_nl: Hier kan u afbeeldingen uploaden en deze dan gebruiken in uw nieuwsbrieven

source: Email Subject
nl_nl: E-mail onderwerp

source: PICK Complete MAIL
nl_nl: AFHAAL Complete MAIL

source: Complete MAIL DELIVERY
nl_nl: LEVERING Complete MAIL

source: Payment cancelled MAIL
nl_nl: Betaling geannuleerd MAIL

source: Order cancelled MAIL
nl_nl: Bestelling geannuleerd MAIL

source: Free Trial till
nl_nl: Testperiode tem

source: Monthly Cost
nl_nl: Maandelijks tarief

source: Test link:
nl_nl: Link:

source: You have this package
nl_nl: U heeft dit pakket

source: Sign Up
nl_nl: Registreren

source: Latest News
nl_nl: Laatste Nieuws

source: News
nl_nl: nieuws

source: TOTAL COST
nl_nl: TOTAAL

source: DELIVERY WEIGHT
nl_nl: Gewicht Levering

source: DELIVERY COST
nl_nl: Tarief levering

source: Loyality Discont
nl_nl: Korting vaste klant

source: Introcode Discount
nl_nl: Registratie kortingscode

source: Promocode Discount
nl_nl: Promo kortingscode

source: no products available
nl_nl: Geen producten beschikbaar

source: did not get any category.please select a category
nl_nl: Gelieve een categorie te selecteren

source: Are you sure you want to delete?
nl_nl: Dit item definitief verwijderen?

source: Please use only numbers
nl_nl: Gelieve enkel getallen te gebruiken

source: Image can not be downloaded. Please try again
nl_nl: Afbeelding kon niet worden gedownload, probeer opnieuw

source: Edit Orders
nl_nl: Bestellingen bewerken

source: Orders edit
nl_nl: Bewerk bestellingen

source: ORDERS-NO
nl_nl: BESTEL NR.

source: ORDER-DATE
nl_nl: BESTEL DATUM

source: Customer Address
nl_nl: Adres klant

source: EDIT
nl_nl: BEWERK

source: CLOSE
nl_nl: SLUITEN

source: DELIEVRY-DATE
nl_nl: Leveringsdatum

source: DELIEVRY-ADDRESS
nl_nl: Adres van levering

source: DELIEVRY-DAY
nl_nl: Dag van levering

source: DELIEVRY-AREA
nl_nl: Regio

source: No delivery area available
nl_nl: Geen regio's bepaald

source: DELIEVRY-CITY
nl_nl: Stad

source: No city available
nl_nl: Geen steden bepaald

source: DELIEVRY-ZIP
nl_nl: Postcode

source: HOURS
nl_nl: u

source: MINS
nl_nl: Min

source: DELIEVRY REMARKS
nl_nl: OPMERKING

source: PICK-DATE
nl_nl: Afhaal datum

source: Calender
nl_nl: Kalender

source: PICKDAY
nl_nl: Dag

source: PICKTIME
nl_nl: Tijdstip

source: HOUR
nl_nl: uur

source: NOTE
nl_nl: Opmerking

source: CATEGORY
nl_nl: Categorie

source: no category available
nl_nl: Geen categorie bepaald

source: SUBCATEGORY
nl_nl: Subcategorie

source: SUB-TOTAL
nl_nl: SUBTOTAAL

source: on
nl_nl: op

source: UPDATED
nl_nl: WIJZIGEN

source: DOWNLOAD IMAGE
nl_nl: Afbeelding downloaden

source: Wait
nl_nl: Even wachten a.u.b.

source: --select--
nl_nl: -- selecteer --

source: is ready
nl_nl: Staat klaar

source: pending
nl_nl: In behandeling

source: ORDER-TOTAL
nl_nl: BESTELLING TOTAAL

source: DELIVERY-TOTAL
nl_nl: Tarief Levering

source: LOYALITY DISCOUNT
nl_nl: KORTING

source: INTROCODE DISCOUNT
nl_nl: REGISTRATIE KORTING

source: PROMOCODE DISCOUNT
nl_nl: PROMO KORTING

source: DISCOUNT
nl_nl: KORTING

source: TOTAL
nl_nl: TOTAAL

source: Print all ordered products from
nl_nl: Overzicht afdrukken

source: Hide Remark
nl_nl: opmerking verbergen

source: All Comments
nl_nl: Opmerkingen

source: SubTotal
nl_nl: Subtotaal

source: Print Overview
nl_nl: Bestelling afdrukken

source: Print all ordered products per supplier from
nl_nl: Print alle producten per leverancier

source: Own Products
nl_nl: Eigen producten

source: Seperate Orders Report
nl_nl: Rapport bestellingen

source: Client Orders Report
nl_nl: Bestellingen per klant

source: Orders Report Per Supplier
nl_nl: Rapport per leverancier

source: To download image for ordered products
nl_nl: Afbeelding downloaden (klant heeft een afbeelding toegevoegd)

source: Means print labeler per order
nl_nl: DYMO labeler: print label overzicht vd bestelling

source: Means print labeler per product
nl_nl: DYMO labeler: print voor elk besteld product een apart label

source: means a new client
nl_nl: Deze klant heeft voor het eerst besteld

source: means paid by Paypal
nl_nl: Deze klant heeft betaald via Paypal

source: means that this client has marked - I want an invoice
nl_nl: Deze klant heeft tijdens de registratie doorgegeven dat hij een factuur wenst

source: Add extra field in popup
nl_nl: Een extra veld toevoegen in de popup

source: above remark
nl_nl: Opmerking

source: add a dicount off
nl_nl: Korting geven van

source: (addon not activated)
nl_nl: (Addon)

source: Print manually
nl_nl: Manueel afprinten

source: Print automatically
nl_nl: Automatisch afprinten

source: Print all
nl_nl: Alles printen

source: Print order in general
nl_nl: Algemene gegevens afdrukken van de bestelling

source: Print every ordered product seperately
nl_nl: Elk product van een bepaalde bestelling afprinten

source: please Enter Discount message
nl_nl: Gelieve info over de kortingop te geven aub

source: Add your own fixed products and its quantity, Add quantity of product that is added in 100g of your product, it will effct nutrtion values of your product.
nl_nl: Hier kan u producten toevoegen en uw de voedingswaarden op 100g opgeven. Het totaal aan voedingswaarden van uw bereiding wordt op de achtergrond automatisch berekend. Om in regel te zijn moeten de voedingswaarden op 100g uitkomen. Maak dus op voorhand een schatting hoeveel gr een bepaald product aanwezig is op 100g.

source: Always pay in advance required
nl_nl: Klant moet steeds op voorhand online betalen (voor alle artikelen)

source: Only pay in advance required when delivery
nl_nl: Klant moet enkel online betalen wanneer hij kiest voor LEVERING

source: Client may choose
nl_nl: Klant mag kiezen

source: Credit Card
nl_nl: Kredietkaart

source: Show revocation
nl_nl: toon bestanden

source: Please give paypal address.
nl_nl: Gelieve uw Paypal emailadres op te geven aub

source: Please give a valid paypal address.
nl_nl: Gelieve een geldig Paypal emailadres op te geven aub

source: Please give valid tax percentage.
nl_nl: Gelieve een geldig commissie percentage in te geven aub

source: Please give valid tax amount.
nl_nl: Gelieve een forfaitair bedrag in te geven aub

source: Successfully Added info.
nl_nl: Info met succes toegevoegd

source: Error occurred while updating info
nl_nl: Een fout kwam tot stand tijdens het updaten

source: Already Have an account?
nl_nl: Reeds een account?

source: Create Cardgate Account
nl_nl: Cardgate account aanmaken

source: Company information
nl_nl: Bedrijfsinformatie

source: Account name
nl_nl: Account naam

source: shortname
nl_nl: Geef een accountnaam op (voorbeeld: uw naam)

source: test company
nl_nl: Bedrijfsnaam

source: Registration number
nl_nl: Registratienummer

source: Company registration document
nl_nl: Registratiedocument

source: VAT Number
nl_nl: BTW nr.

source: Company E-mail
nl_nl: E-mailadres

source: General information
nl_nl: Algemene info

source: Last name
nl_nl: Achternaam

source: First name
nl_nl: Voornaam

source: Register
nl_nl: Registreren

source: Cancelled
nl_nl: Geanulleerd

source: Enabled
nl_nl: Geactiveerd

source: Available Payment Methods
nl_nl: Beschikbare betalingsmethodes

source: ** You can choose which payment methods are made available on your website.
nl_nl: ** Selecteer de betalingsmethodes die u wenst te gebruiken

source: Successfully Selected Payment Methods.
nl_nl: Geselecteerde betalingsmodaliteiten

source: Signature
nl_nl: Handtekening

source: SET
nl_nl: Instellen

source: Overview of order per client
nl_nl: Overzicht per bestelling per klant

source: Order on
nl_nl: Bestellen op

source: Total =
nl_nl: Totaal =

source: Pendong Orders
nl_nl: Lopende bestellingen

source: Order Settings
nl_nl: Bestel instellingen

source: minimum time between order and pickup
nl_nl: Minimale tijd tussen bestellen en afhalen

source: Customers can order the same day till
nl_nl: Klanten kunnen dezelfde dag bestellen tot

source: Exceptions
nl_nl: Uitzonderingen

source: If the customer orders before
nl_nl: Indien klant bestelt voor

source: hours, he can pick the products after
nl_nl: u. dan kan hij de producten afhalen vanaf

source: ALL DAYS means from
nl_nl: DAG (volledige dag) = van

source: Pickup hours
nl_nl: Afhaal uur

source: End Select All DAY
nl_nl: Selecteer eindtijd van DAG

source: Select Start Time ALL DAY
nl_nl: Selecteer starttijd van DAG

source: error occured
nl_nl: Een fout kwam tot stand

source: error occured
nl_nl: Hun fout kwam tot stand

source: choose date options
nl_nl: Geef een datum in

source: Closed
nl_nl: Gesloten

source: Holiday
nl_nl: Feestdag

source: Print Order Data
nl_nl: Bestelling afdrukken

source: PENDING
nl_nl: TE CONTROLEREN

source: Telephone No
nl_nl: Tel 1

source: your order
nl_nl: bestelling

source: Delivery Area
nl_nl: Regio

source: Delivery City
nl_nl: Stad

source: Delivery Zip
nl_nl: Postcode

source: Delivery Hour
nl_nl: u

source: Delivery Minute
nl_nl: min.

source: Pick Date
nl_nl: Afhaal datum:

source: Pick Day
nl_nl: Dag

source: Pick Time
nl_nl: Tijd:

source: Order Hours
nl_nl: Tijdstip

source: Default Price
nl_nl: Tarief

source: Sub Total
nl_nl: Subtotaal

source: Hour
nl_nl: u

source: Hours
nl_nl: u

source: Order Cost
nl_nl: Bestelling totaal

source: at
nl_nl: om

source: Print - Ordered Products
nl_nl: Bestelling afdrukken

source: Ordered Products List
nl_nl: Overzicht bestelde producten

source: Sorry ! No records selected.
nl_nl: Geen records geselecteerd

source: Print - Ordered Products Per Supplier
nl_nl: Print producten per leverancier

source: Ordered Products List Per Supplier
nl_nl: Lijst producten per leverancier

source: Confirm order
nl_nl: Bevestig uw bestelling.

source: Printings
nl_nl: Print opdrachten

source: After confirming the order we will keep you updated via mail.
nl_nl: Na bevestiging wordt houden wij u verder op de hoogte

source: I want to order
nl_nl: Ik wil bestellen

source: No item to print yet.
nl_nl: Geen print opdrachten

source: Other Product Images Upload
nl_nl: Overige afbeeldingen

source: Please upload multiple rectangle image in jpg/gif/png format
nl_nl: De afbeeldingen (jpg/gif/png) kunnen in vierkant formaat worden bijgesneden.

source: Current other images
nl_nl: Overige afbeeldingen

source: Image not available.
nl_nl: Geen afbeelding

source: No image available.Please upload.
nl_nl: Geen afbeelding

source: Show images
nl_nl: Foto tonen

source: Loading
nl_nl: Laden
