Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: Enter your email address where you want to receive your orders !
nl_nl: E-mailadres dat u wil gebruiken om bestellingen af te handelen

source: Change Language
nl_nl: Wijzig taal

source: No Lang Set
nl_nl: Geen taal ingesteld

source: Show message frontend
nl_nl: Toon bericht op de website

source: Act as Infocenter
nl_nl: Gebruiken als infobalie (tarieven verborgen)

source: If you check this option, you need to use a separate digital counter, for managing the orders in a queue.
nl_nl: Indien u deze optie selecteert moet u in het bezit zijn van een digitale teller.

source: Activate Numbering
nl_nl: Volgnummersysteem activeren

source: Disable Price
nl_nl: Tarief verbergen

source: If you would check this option, no prices would be shown to your client on desk !
nl_nl: Indien u deze optie selecteert worden er geen tarieven getoond op de Infobalie

source: Send Orders to my Email
nl_nl: Bestellingen doorsturen via mijn e-mailadres

source: Show Print Button
nl_nl: Printknop tonen

source: Use pics as (sub)cats
nl_nl: Gebruik foto's als (sub)categorieen

source: Help Text Frontend
nl_nl: Help tekst

source: Infodesk default image
nl_nl: Standaard afbeelding

source: Please upload a default infodesk image in jpg/gif/png format
nl_nl: Upload standaard afbeelding (in jpg/gif/png formaat)

source: Upload Image Here
nl_nl: Afbeelding uploaden

source: Show sheet in infodesk
nl_nl: Toon fiches in infobalie

source: yes
nl_nl: Ja

source: no
nl_nl: Neen

source: Look and Feel
nl_nl: Kleuren

source: Desk Title
nl_nl: Titel

source: Desk Logo
nl_nl: Logo

source: Upload to change
nl_nl: Wijzigen

source: Upload image here
nl_nl: Afbeeldingen uploaden

source: Upload image Here
nl_nl: Afbeelding uploaden

source: Desk Footer Text
nl_nl: Footer tekst

source: Apply this style
nl_nl: Deze stijl gebruiken

source: If you check this option, then following style will apply on front-end.
nl_nl: Indien u deze optie aanvinkt wordt deze stijl actief gezet

source: Color of bar
nl_nl: Kleur van hoofdkleur

source: Header bg color
nl_nl: Header achtergrondkleur

source: Text Color
nl_nl: Tekst Kleur

source: Header bg color 2
nl_nl: Header achtergrondkleur 2

source: Bg colors of buttons
nl_nl: Achtergrondkleur knoppen

source: Help,Search,Bestellen
nl_nl: Help,Zoeken,Bestellen

source: Checkout,Shopping-cart
nl_nl: Winkelmandje

source: Bg color of availability
nl_nl: Kleur beschikbaarheid

source: Allergenkaart Settings
nl_nl: Allergenenkaart Instellingen

source: Allergenkaart Title
nl_nl: Allergenkaart Titel

source: Show Product Image
nl_nl: Afbeelding

source: If you choose yes then product image will be shown in template.
nl_nl: Indien u JA selecteert worden deze afbeeldingen getoond in de allergenenkaart

source: Sidebar Color
nl_nl: kleur sidebar

source: Filter Button Color
nl_nl: Allergenen knop

source: Menu Item Active Color
nl_nl: Menu item

source: Allergenenchecker
nl_nl: Allergenenkaart.be

source: This allergens card can be used to link to your website. Through our filtered filter, the calendars can search the products to be allergic free. Do not you know how to link this to your web site? Please let us know and we will contact your provider.
nl_nl: Deze allergenen kaart kan u alsook linken aan uw website zodat uw klanten op allergenen kunnen filteren. Indien u niet weet hoe u zelfs deze links kan bewerkstelligen, contacteer ons even en wij zullen uw webdesigner de instructies doorgeven.

source: Your personal Allergenenchecker
nl_nl: Uw persoonlijke allergenen kaart

source: Settings
nl_nl: Instellingen

source: Show on allergenenkaart.be
nl_nl: Toon op allergenenkaart.be

source: Logo Image
nl_nl: Logo afbeelding

source: Header Image
nl_nl: Header afbeelding

source: Save Setting
nl_nl: Bewaren

source: Upload Image Here
nl_nl: Afbeelding uploaden

source: Save Image
nl_nl: Bewaarafbeelding

source: Upload Image
nl_nl: Afbeelding uploaden

source: Please select a crop region then press submit.
nl_nl: Gelieve de regio te bepalen en op bijsnijden te klikken

source: Download and install this app to easily print labels from any labelprinter!
nl_nl: Download en installeer deze software om snel en gemakkelijk labels te printen vanaf ELKE labelprinter!

source: More info
nl_nl: Meer info

source: If you are using our webshop-mod then you can easily print an overview of every online order in realtime from any printer connected to your PC.
nl_nl: Indien u onze webwinkel-module gebruikt kan het handig zijn om bestellingen automatisch (in realtime) te laten afprinten via elke gewone printer.

source: Download and install this app to synchronize data between fooddesk and Win Digi.
nl_nl: Download en installeer deze app om de data tussen FoodDESK en DIGI te synchronizeren

source: Show to your clients that they can ask any question about allergens by putting one of our labels in your website! You can copy/paste this code into your webpage or just copy and send this code to your webdesigner.
nl_nl: Toon aan uw klanten dat u in regel bent met de allergenenwetgeving door hen het label te tonen op uw website. U kan de code kopiëren en plakken in uw webpagina of stuur deze code door aan uw webmaster.

source: Copy
nl_nl: Kopieer

source: Please try again
nl_nl: Probeer opnieuw

source: Request completed successfully.
nl_nl: Aanpassing met succes uitgevoerd

source: EXPORT Files
nl_nl: EXPORTEREN

source: Export
nl_nl: Exporteren

source: This file can be imported via DIGI scales
nl_nl: Dit bestand kan geïmporteerd worden in DIGI weegschaal

source: Download
nl_nl: Downloaden

source: This file can be imported into your software Zenus
nl_nl: Dit bestand kan worden geïmporteerd in de Evolis Zenius printer

source: Export Labels (XLS)
nl_nl: Exporteer labels (XLS)

source: This file can be imported into labeling software
nl_nl: Dit bestand kan u importeren in uw labelsofware

source: REPORT
nl_nl: RAPPORTEN

source: Print all products (pdf)
nl_nl: Overzicht van producten en allergenen printen (pdf)

source: Download Technical sheets of all products (zip)
nl_nl: Alle Technische fiches downloaden (zip)

source: Download Recipe sheets of all products (zip)
nl_nl: Alle recepten (eigen bereidingen) downloaden (zip)

source: User name
nl_nl: Gebruikersnaam

source: Choose any profile pic
nl_nl: Profiel foto

source: Choose File
nl_nl: Bestand

source: Browse
nl_nl: Zoeken

source: Cropping
nl_nl: Bijsnijden

source: Profile
nl_nl: Profiel

source: License
nl_nl: Licentie

source: Retype password
nl_nl: Herhaal wachtwoord

source: File requested - mail
nl_nl: Fiche aangevraagd - mail

source: Products fixed - mail
nl_nl: Fiche gefixed - mail

source: Lable Logo
nl_nl: Logo op het etiket

source: Sheet Banner
nl_nl: Nanner

source: Registration Date
nl_nl: Registratie datum

source: Package
nl_nl: Pakket

source: Upgrade now
nl_nl: Upgrade nu

source: Other shops
nl_nl: Overige winkels

source: Shopname
nl_nl: Winkel naam

source: Name Ridiculous
nl_nl: Naam

source: Mail Ridiculous
nl_nl: E-mail

source: Your code to return to Supar Admin
nl_nl: Code om terug te gaan naar uw SUPERadmin controlepaneel

source: Page Not Active
nl_nl: Upgrade uw account

source: Your have
nl_nl: U heeft

source: PACKAGE
nl_nl: Pakket

source: Annual Cost
nl_nl: Maandelijks tarief

source: Due Date
nl_nl: Vervaldatum

source: Upgrade Now
nl_nl: Account UPGRADEN

source: Please select a package
nl_nl: Kies een pakket

source: month
nl_nl: Maand

source: I agree with the terms & conditions.
nl_nl: Ik ga akkoord met de voorwaarden

source: Please select an account type to upgrade.
nl_nl: Gelieve een pakket te selecteren aub nog

source: Please agree with our terms & conditions.
nl_nl: Gelieve akkoord te gaan met de voorwaarden

source: Select Subcategory
nl_nl: Selecteer een subcategorie

source: Recipe
nl_nl: Recepturen

source: Categories
nl_nl: Categorieën

source: Subcategories
nl_nl: Subcategorieën

source: Assign Category
nl_nl: Categorie toewijzen

source: Assign Product to Category and Subcategory
nl_nl: Artikel toewijzen aan categorie en subcategorie

source: Filter By Category
nl_nl: Filteren per categorie

source: Select Category
nl_nl: Selecteer categorie

source: Apply
nl_nl: Toewijzen

source: Art. No.
nl_nl: Art.nr.

source: Product Name
nl_nl: Artikel naam

source: Category
nl_nl: Categorie

source: Subcategory
nl_nl: Subcategorie

source: No category
nl_nl: Geen Categorie

source: No subcategory
nl_nl: Geen subcategorie

source: Enter the name
nl_nl: Geef uw naam in

source: Please give a description
nl_nl: Gelieve een omschrijving te geven

source: Category already Exists
nl_nl: Categorie bestaat reeds

source: Image can not be deleted successfully
nl_nl: Afbeelding kon niet worden verwijderd

source: category already exist
nl_nl: Deze categorie bestaat reeds

source: Add Category
nl_nl: Categorie toevoegen

source: UPDATE CATEGORY
nl_nl: CATEGORIE UPDATEN

source: ADD CATEGORY
nl_nl: CATEGORIE TOEVOEGEN

source: Category Name
nl_nl: Categorie Naam

source: Category Image
nl_nl: Afbeelding

source: Current image
nl_nl: Huidige afbeelding

source: Remove
nl_nl: Verwijderen

source: Rotate image Clock-wise
nl_nl: Draai klokwijs

source: Rotate image Anti-clockwise
nl_nl: Draai tegen de klok

source: If you check this box, your customers will see this description when the mouse cursor over a link to category (there is a popup appeared.
nl_nl: Indien u deze checkbox aanvinkt dan zullen de bezoekers een omschrijving zien van de categorie wanneer ze met de muis over de categorieën glijden (een pop up wordt dan zichtbaar).

source: Update
nl_nl: BEWAREN

source: Add
nl_nl: Toevoegen

source: Category Data
nl_nl: Categorieen

source: You can choose in which order the categories are shown on the website. Number 1 is very high on the list.
nl_nl: U kan zelf de volgorde van de categorieën bepalen die getoond worden op de website. Nummer één staat helemaal bovenaan **

source: ord.
nl_nl: Volgorde

source: Select Service
nl_nl: Type

source: Display Tooltip
nl_nl: Tooltip activeren

source: Both
nl_nl: Beide

source: Pickup
nl_nl: Afhalen

source: Delivery
nl_nl: Levering

source: Show
nl_nl: Tonen

source: Hide
nl_nl: Verberg

source: There is no category available.
nl_nl: Geen categorie beschikbaar

source: Upgrade your package
nl_nl: Uw pakket upgraden

source: Select Package
nl_nl: Selecteer een Pakket

source: Send Request
nl_nl: Aanvraag indienen

source: Tooltip setting successfully saved
nl_nl: Tooltip instellingen met succes bewaard

source: Problem while storing the Tooltip setting
nl_nl: Een fout kwam tot stand tijdens het bewaren van de tooltip instellingen

source: Add Subcategory
nl_nl: Subcategorie toevoegen

source: UPDATE SUBCATEGORY
nl_nl: SUBCATEGORIE UPDATEN

source: ADD SUBCATEGORY
nl_nl: SUBCATEGORIE UPDATEN

source: Error Occured:sub category already exist
nl_nl: Fout: Subcategorie bestaat reeds

source: No Category
nl_nl: Geen categorie

source: Sub-Category Name
nl_nl: Subcategorie Naam

source: Please leave a message
nl_nl: Gelieve een bericht in te geven

source: Please give a description please
nl_nl: Gelieve een omschrijving te geven

source: Select A category
nl_nl: Selecteer een categorie

source: Please give a name
nl_nl: Gelieve een naam op te geven

source: SUBCATEGORY already exist !
nl_nl: Subcategorie bestaat reeds

source: Error Occured
nl_nl: Fout kwam tot stand

source: Subcategories Data
nl_nl: Gegevens subcategorieën

source: ** You can choose in which order the subcategories to be displayed on the website. Number 1 is very high on the list.
nl_nl: U kan kiezen in welke volgorde u de subcategorieën op de website wil laten tonen.

source: No Category Available
nl_nl: Geen categorie beschikbaar

source: Drag me
nl_nl: Verslepen

source: Subcategy list is empty
nl_nl: Geen subcategorieën

source: Status setting successfully saved
nl_nl: Instelling met succes bewaard

source: Problem while storing the Status setting
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Category service updated successfully.
nl_nl: Categorie met succes geupdated

source: Some error occurred ! Please try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: Are you sure you want to delete this ?
nl_nl: Bent u zeker dat u dit wilt verwijderen?

source: successfully deleted !!
nl_nl: Met succes verwijderd

source: Successfully updated.
nl_nl: Met succes ge-update

source: Successfully Added.
nl_nl: Met succes toegevoegd

source: Would you like to delete it ?
nl_nl: 100% zeker?

source: Please select at least one task
nl_nl: Selecteer minstens 1 taak

source: Please select at least one alert
nl_nl: Selecteer minstens 1 opmerking

source: Would you like to delete the attached pdf ?
nl_nl: PDF verwijderen?

source: Please fill fields of form.
nl_nl: Gelieve alle velden in te vullen

source: FINAL SCORE
nl_nl: FINALE SCORE

source: Are you want to mark check for that alert?
nl_nl: Wie u deze opmerking markeren?

source: The element already exists
nl_nl: Dit bestaat reeds

source: please search for element to be Added.
nl_nl: Zoek een item om toe te voegen

source: Status is inactive so You can not login
nl_nl: Status is inactief - u kan niet inloggen

source: day(s)
nl_nl: dagen

source: week(s)
nl_nl: Weken

source: month(s)
nl_nl: Maanden

source: sure to delete task
nl_nl: 100% zeker?

source: sure to delete all selected task
nl_nl: 100% zeker?

source: sure to delete selected users
nl_nl: 100% zeker?

source: Please select atleast one task to delete
nl_nl: Selecteer minstens 1 taak

source: You did not fill out one of the important fields(*)
nl_nl: Gelieve alle velden in te vullen a.u.b.

source: sure to delete this certificate
nl_nl: 100% zeker?

source: Please select atleast one user
nl_nl: Selecteer een gebruiker

source: Please select atleast one task to assign
nl_nl: Selecteer minstens 1 taak

source: Are you sure to delete these files?
nl_nl: 100% zeker?

source: Select atleast one
nl_nl: Selecteer minstens 1 item

source: Subject field cannot be empty
nl_nl: Onderwerp kan niet leeg zijn

source: Message field cannot be empty
nl_nl: Bericht kan niet leeg zijn

source: Date field cannot be empty
nl_nl: Datum kan niet leeg zijn

source: Added_by field cannot be empty
nl_nl: Uitvoerder kan niet leeg zijn

source: Please fill description.
nl_nl: Gelieve een omschrijving op te geven

source: Cause field cannot be empty
nl_nl: Oorzaak kan niet leeg zijn

source: Settlement field cannot be empty.
nl_nl: Oplossing kan niet leeg zijn

source: This password not matched to original password
nl_nl: Wachtwoorden komen niet overeen

source: Would you like to update this access super code?
nl_nl: Deze code updaten?

source: Maximum 5 groups can be assigned to a product
nl_nl: Maximum vijf groepen kunnen toegewezen worden aan een product

source: Wrong
nl_nl: Fout melden

source: Upload Newer
nl_nl: Recentere fiche uploaden

source: upload new product-sheet
nl_nl: Recente Productfiche uploaden

source: Select Product
nl_nl: Selecteer een product

source: Please enter price per unit.
nl_nl: Geef een tarief/stuk in aub

source: Please enter price per person.
nl_nl: Geef een tarief/pp. in aub

source: Please enter price and select weighing unit.
nl_nl: Gelieve een tarief op te geven aub

source: Please enter price according to weighing unit.
nl_nl: Gelieve een tarief/gewicht op te geven aub

source: Please select a weighing unit.
nl_nl: Gelieve een optie voor gewicht te selecteren

source: You must select at least 1 day, for product availability. You have selected
nl_nl: U moet minstens 1 dag selecteren bij beschikbaarheid

source: Remark sent successfully
nl_nl: Uw opmerking werd met succes verzonden!

source: Remark can\'t be sent successfully
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Fields are empty or invalid
nl_nl: De velden zijn leeg of niet correct ingevuld

source: please provide proname
nl_nl: Gelieve een naam op te geven

source: Are you sure want to mark check for that alert?
nl_nl: 100% zeker?

source: Please set your code first, to return to super admin.
nl_nl: Uw code om terug te keren naar uw SUPERadmin paneel

source: File size is too big... Please upload image less than 4 MB
nl_nl: Het bestand is te groot (meer dan 4MB) - Gelieve eerst de foto te verkleinen aub - (tip: www.picresize.com/batch.php )

source: New weight
nl_nl: Nieuw gewicht

source: Dutch
nl_nl: Nederlands

source: French
nl_nl: Francais

source: Super Admin Login
nl_nl: Inloggen als SUPERadmin

source: Please wait while we prepare your files for download...
nl_nl: Gelieve even te wachten ...

source: Please enter your code
nl_nl: Gelieve de beveiligingscode op te geven

source: Product
nl_nl: Artikelen

source: Favorites
nl_nl: FAVORIETEN

source: List of Products without sheets
nl_nl: Artikelen zonder fiche

source: Taken Overview
nl_nl: Taken overzicht

source: Documents
nl_nl: Rapporten

source: Instelligen
nl_nl: Instellingen

source: Allgemeen
nl_nl: Algemeen

source: Shops
nl_nl: Winkels

source: Go to old Controlpanel
nl_nl: Ga naar oude Controlepaneel

source: Export
nl_nl: Exporteren

source: favourite
nl_nl: Favoriet

source: Favourites
nl_nl: Favorieten

source: No Favourite Products Yet.
nl_nl: Ga naar het menu-item HACCP/Leveranciers en voeg daar uw favoriete producten in

source: Select Semi-Product
nl_nl: Selecteer een half-fabrikaat

source: Extra semiproduct
nl_nl: EXTRA half-fabrikaten

source: New products
nl_nl: Nieuw product

source: Search by product's name,producer's name,EAN or Article Number
nl_nl: Zoek op productnaam, EAN-code of artikelnr.

source: Quantity
nl_nl: Aantal

source: gm
nl_nl: g

source: add
nl_nl: Toevoegen

source: Product not found? Type it here
nl_nl: Productnaam (zoals op de fiche)

source: Producers name
nl_nl: Naam fabrikant

source: or
nl_nl: of

source: Suppliers name
nl_nl: Naam leverancier

source: quantity in 100g
nl_nl: Aantal in 100g

source: No Semi-Products
nl_nl: Geen half-fabrikaten

source: Search
nl_nl: Zoeken

source: product
nl_nl: Artikel

source: capacity
nl_nl: capaciteit

source: weight
nl_nl: gewicht

source: Making Recipe
nl_nl: Recept maken

source: Semi-Products
nl_nl: Half-fabrikaten

source: An email will be sent on behalf of admin to us as your approval. Are you sure you want to approve this?
nl_nl: Ik ga akkoord met deze voorwaarden en ik verleen FoodDESK de volmacht om de productenfiches te downloaden.

source: Mail sent successfully
nl_nl: Wij danken u voor het vertrouwen. U kan nu uw logingegevens opgeven.

source: Error occurred while updating status
nl_nl: Een fout kwam tot stand tijdens het updaten

source: Approve
nl_nl: Goedgekeuren

source: Here comes a text that will get from our lawyer where they approve that we may use there login details to login and retrieve their sheets. Somehow the admin must approve this by sending us mail. Once approved the admin can add his login details.
nl_nl: <b>Help ons om snel en efficient de productenfiches aangeleverd te krijgen zodat wij vlugger uw producten kunnen fixen!</b><br><br>Op deze pagina kan u de logingegevens van uw fabrikanten aan ons doorgeven <b>maar hiervoor hebben we eerst uw goedkeuring nodig.</b><br><br> Door op de onderstaande knop te klikken geeft u FoodDESK de volmacht om in uw naam deze logingegevens - die u aanlevert - te gebruiken om de productenfiches te kunnen downloaden. FoodDESK gebruikt deze logingegevens ENKEL om productenfiches te downloaden. Deze gegevens worden onder geen enkel beding aan derden doorgegeven. <br><br>Na deze goedkeuring zal u een ander scherm te zien krijgen waar u per fabrikant/leverancier deze logingegevens kan ingeven.

source: Reject
nl_nl: Afwijzen

source: Username/email
nl_nl: Gebruikersnaam/e-mail

source: Select producer
nl_nl: Selecteer een fabrikant

source: OR
nl_nl: OF

source: Select supplier
nl_nl: Selecteer leverancier

source: SAVE
nl_nl: BEWAREN

source: Product information
nl_nl: Productinformatie

source: Article No.
nl_nl: Art.nr.

source: Artucle No.
nl_nl: Artikelnummer

source: Select category
nl_nl: Selecteer categorie

source: Select subcategory
nl_nl: Selecteer subcategorie

source: Producer/Supplier Name
nl_nl: Naam Lev./fabr.

source: No Producer Added
nl_nl: Geen fabrikant

source: Add new producer
nl_nl: Fabrikant toevoegen

source: New producer Name
nl_nl: Fabrikant

source: No Supplier Added
nl_nl: Geen leveranciers

source: Add new supplier
nl_nl: Leverancier toevoegen

source: New Supplier Name
nl_nl: Naam leverancier

source: Product Type
nl_nl: Artikel Type

source: Custom Product
nl_nl: Eigen bereiding

source: Fixed Product
nl_nl: bestaand product

source: Enter your product description
nl_nl: Geeft een omschrijving

source: Image Upload
nl_nl: Afbeelding uploaden

source: Please upload a rectangle image in jpg/gif/png format
nl_nl: Voor het beste resultaat gelieve een foto te uploaden in vierkant formaat (voorbeeld 300x300px) en met extensie jpg of gif

source: No product image available.Please upload one.
nl_nl: Geen afbeelding. Gelieve een afbeelding te selecteren.

source: Send
nl_nl: BEWAREN

source: The setting below will printed out in FoodDESK labelprinter
nl_nl: De onderstaande instellingen zullen worden gebruikt tijdens het afprinten van het label.

source: Duedate
nl_nl: Vervaldag

source: days from today so on the label due date will be shown as
nl_nl: Geef het aantal dagen op tov vandaag wanneer dit artikel gaat vervallen

source: Conserve between
nl_nl: Bewaren tussen

source: and
nl_nl: En

source: Weight
nl_nl: Gewicht

source: gr
nl_nl: g

source: Select if you need to show barcode on label
nl_nl: Toon een barcode op het label

source: Extra Notification
nl_nl: Extra info

source: select a phrase
nl_nl: Extra info

source: Extra Notification (free field)
nl_nl: Extra opmerking

source: Image upload
nl_nl: Uploaden

source: Share Products
nl_nl: Artikelen delen

source: products
nl_nl: Artikelen

source: Error
nl_nl: Fout

source: Status successfully updated.
nl_nl: Status met succes geupdated

source: Product successfully updated.
nl_nl: Artikel met succes geupdated

source: Products that contains
nl_nl: Artikelen die een bepaald ingrediënt bevatten

source: Article No
nl_nl: Artikelnummer

source: Product list is empty.
nl_nl: Geen artikelen in deze lijst

source: Article number
nl_nl: Artikelnummer

source: Edit
nl_nl: Bewerken

source: Please login again as we did not get company ID
nl_nl: Gelieve terug in te loggen a.u.b.

source: Select the allergens that are include in this recipe
nl_nl: Selecteer de allergenen die in deze receptuur aanwezig zijn (adhv de technische fiches)

source: Do not take any risk and UPGRADE your account now
nl_nl: == Neem geen enkel risico en UPGRADE uw account nu! == <br><br>

source: For only € 29 a month, you have access to our database of &gt; 180,000 technical sheets from thousands of suppliers and manufacturers.<br>FoodDESK also keeps these technical records up-to-date! For more information: www.FoodDESK.be
nl_nl: Voor slechts € 29 per maand heeft u toegang tot onze databank met >180 000 technische fiches van duizenden leveranciers en fabrikanten.<br> FoodDESK houdt ook deze technische fiches up-to-date! Voor meer info: www.FoodDESK.be

source: Allergence Updated
nl_nl: Allergenen geupdate

source: Allergence Added
nl_nl: Allergenen toegevoegd

source: Select a categoy.
nl_nl: Selecteren categorie

source: please give the product name.
nl_nl: Gelieve een naam op te geven

source: upload newer
nl_nl: Recentere fiche uploaden

source: Is being reviewed
nl_nl: wordt geupdatet

source: Mark this product as semi-product
nl_nl: Dit alsook bewaren als een half-fabrikaat

source: Calculate recipe in weight per portion
nl_nl: Receptuur in gewicht per portie berekenen

source: Change Recipe Weight
nl_nl: Wijzig gewicht

source: Save changes
nl_nl: Bewaren
