Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: FAQ-Clients
nl_nl: Klanten

source: Terms and Conditions
nl_nl: Voorwaarden

source: Holiday Settings
nl_nl: Feestdag instellingen

source: Terms and conditions
nl_nl: Algemene voorwaarden

source: please Enter Terms and Conditions
nl_nl: Gelieve akkoord te gaan met de voorwaarden

source: Alerts(
nl_nl: Opmerkingen (

source: Users
nl_nl: Gebruikers

source: Alerts
nl_nl: Opmerkingen

source: Do you want to check this alert?
nl_nl: Deze opmerking aanvinken?

source: ADD ALERT
nl_nl: OPMERKING TOEVOEGEN

source: User
nl_nl: Gebruiker

source: Profile Image
nl_nl: Profiel foto

source: Mark Selected as Done
nl_nl: Markeer als gedaan

source: No Any Alerts
nl_nl: Geen opmerkingen

source: Please fill remark for that alert
nl_nl: Opmerkingen

source: Add Alert
nl_nl: Opmerking toevoegen

source: Assigned to
nl_nl: Toewijzen aan

source: Mark as INCIDENT
nl_nl: Markeer als INCIDENT

source: Contact us
nl_nl: Contacteer

source: ENTER YOUR INFORMATION
nl_nl: INFORMATIE

source: Your message
nl_nl: Bericht

source: Submit Form
nl_nl: Verzenden

source: No task Assign Yet.
nl_nl: Geen taak toegewezen

source: Are you sure to mark the following items as ' completed ' ?
nl_nl: 100% zeker?

source: MARK as completed
nl_nl: Markeren als voltooid

source: Checked and Working
nl_nl: Gecheckt en werkt

source: ALL TASKS
nl_nl: ALLE TAKEN

source: TODAY -
nl_nl: VANDAAG -

source: PREVIOUS TASKS -
nl_nl: VORIGE TAKEN -

source: Last Update
nl_nl: Laatste geupdate

source: Open tasks
nl_nl: open taken

source: Remarks
nl_nl: Opmerking

source: Mark selected as done
nl_nl: Markeer als voltooid

source: Upgrade Package
nl_nl: Upgrade pakket

source: Mail for account upgradation sent successfully
nl_nl: Een mail met betrekking tot het upgraden van uw pakket werd met succes verzonden. Wij zullen nu zo vlug mogelijk contact met u opnemen en uw account aanpassen.

source: Mail for account upgradation not sent
nl_nl: Een mail met betrekking tot het upgraden van uw pakket werd niet verzonden

source: Let us Know
nl_nl: Upgraden

source: You can find our different packages at
nl_nl: Meer info over onze verschillende pakketten kan u terugvinden via

source: I want to upgrade to package
nl_nl: Upgrade mijn pakket naar

source: dont_know
nl_nl: Ik weet het niet

source: Onetime setup free not included
nl_nl: Eenmalige opstartkosten niet inbegrepen

source: Did not get company id
nl_nl: Bedrijfs ID niet gevonden

source: Cannot found any api details
nl_nl: Geen API details gevonden - contacteer ons

source: Company missing
nl_nl: Bedrijf niet aanwezig

source: A new order has been placed via OBS Desk.
nl_nl: Een nieuwe bestelling werd via de infobalie doorgestuurd

source: Here are the order details for you
nl_nl: Details bestelling

source: Client name
nl_nl: Naam

source: Client email
nl_nl: Email

source: Client phone number
nl_nl: Tel nr.

source: Order ID
nl_nl: Bestel bij die

source: Order Counter
nl_nl: Volgnummer

source: Order Date
nl_nl: Datum bestelling

source: Order Time
nl_nl: Tijdstip

source: Extra
nl_nl: Opmerking

source: Sub-Total
nl_nl: Subtotaal

source: Extra Discount
nl_nl: Extra korting

source: Total
nl_nl: Totaal

source: New Order on DESK
nl_nl: Nieuwe bestelling via de infobalie

source: Can't find any categories from your OBS CP !
nl_nl: Geen enkele categorie kan worden gevonden

source: No products in OBS to import !
nl_nl: Geen producten gevonden om te importeren

source: No products found in OBS to import !
nl_nl: Geen producten gevonden om te importeren

source: Can't find any sub-category to import !
nl_nl: Geen enkele subcategorie kan gevonden om te importeren

source: VOEDINGSWAARDEN (per 100 gr)
nl_nl: VOEDINGSWAARDEN (per 100 g)

source: Error : Can't remove your current data from desk and thus no data imported from OBS !
nl_nl: Fout: de huidige data kon niet worden verwijderd, dus het importeren mislukt. Breng ons hiervan op de hoogte.

source: OBS Desk synchronized with OBS ! All data from OBS, has been imported to Desk.
nl_nl: FoodDESK Infobalie met succes gesynchroniseerd. Alle data van OBS werden geïmporteerd

source: Can't import OBS products.
nl_nl: Fout: kon FoodDESK producten niet importeren

source: Can't import OBS groups.
nl_nl: Fout: groepen niet geïmporteerd

source: Can't import OBS sub-categories.
nl_nl: Subcategorieën konden niet worden geïmporteerd

source: Can't import OBS categories.
nl_nl: Categorieën konden niet worden geïmporteerd

source: Your settings saved successfully !
nl_nl: Instellingen met succes aangepast

source: Order updated successfully !
nl_nl: De bestelling werd met succes gewijzigd

source: Error : Unable to update the order !
nl_nl: Fout - de bestelling kon niet worden aangepast

source: Category added successfully !
nl_nl: Categorie met succes toegevoegd

source: Unable to add the category !
nl_nl: Categorie: niet worden toegevoegd. Stel ons hiervan op de hoogte - 0473/250528

source: Unable to update the category !
nl_nl: Categorie kon niet worden aangepast. Stel ons hiervan op de hoogte - 0473/250528

source: Unable to delete the category !
nl_nl: Deze categorie kan niet worden verwijderd.

source: Your password changed successfully !
nl_nl: Wachtwoord met succes gewijzigd.

source: Sorry ! You entered incorrect current password.
nl_nl: Uw huidig wachtwoord is niet correct

source: Sorry you missed something !
nl_nl: U bent iets vergeten...

source: Sorry ! You are not authenticated for login, into OBS OrderDesk !
nl_nl: Fout: u heeft niet de privilege om in te loggen op de Infobalie

source: Sorry ! You are still not approved to login.
nl_nl: Fout: u heeft niet de privilege om hier in te loggen

source: Incorrect username or password !
nl_nl: Foute gebruikersnaam of wachtwoord

source: Company type
nl_nl: Type

source: Your profiles settings saved successfully !
nl_nl: Profiel met succes aangepast

source: ERROR : Can't update the order !
nl_nl: Updaten mislukt - Probeer opnieuw of bel 0473/250528

source: Product removed from the order successfully !
nl_nl: Artikel met succes verwijderd

source: ERROR : Can't remove the product from the order !
nl_nl: Fout: kan product niet verwijderen

source: Product details updated, successfully !
nl_nl: Artikel met succes aangepast

source: ERROR : Can't update product details in this order !
nl_nl: Fout: product details konden niet worden geupdated

source: Product added successfully !
nl_nl: Artikel werd met succes toegevoegd

source: Error : Can't add the product !
nl_nl: Fout: product werd niet toegevoegd

source: Product updated successfully !
nl_nl: Artikel met succes aangepast

source: Error : Can't update the product !
nl_nl: Updaten mislukt - Probeer opnieuw of bel 0473/250528

source: Product deleted successfully !
nl_nl: Artikel werd met succes verwijderd

source: Unable to delete the product !
nl_nl: Artikelkan niet worden verwijderd

source: Groups updated successfully !
nl_nl: Opties met succes aangepast

source: Subcategory added successfully !
nl_nl: Nieuwe sub categorie met succes aangemaakt

source: Unable to add the subcategory !
nl_nl: Subcategorie kon niet worden aangemaakt

source: ERROR : Select Category !
nl_nl: Selecteer categorie

source: You missed subcategory name !
nl_nl: Gelieve een subcategorie in te geven a.u.b.

source: Subcategory updated successfully !
nl_nl: Sub categorie met succes geupdated

source: Unable to update the subcategory !
nl_nl: Subcategorie: niet worden aangepast. Stel ons hiervan op de hoogte - 0473/250528

source: Sub-category deleted successfully !
nl_nl: Subcategorie met succes verwijderd

source: Unable to delete the sub-category !
nl_nl: Subcategorie kon niet worden verwijderd. Stel ons hiervan op de hoogte - 0473/250528

source: All rights reserved OBS - 2013
nl_nl: All rights reserved FoodDESK - 2015

source: All rights reserved OBS - 2012
nl_nl: All rights reserved FoodDESK - 2015

source: OBS Desk Data Setting
nl_nl: FoodDESK Infobalie Data instelling

source: Want to work separately on OBS Desk
nl_nl: Ik wil apart werken met de Infobalie

source: Want to synchronize with OBS ( Import all OBS data to Desk, and delete all the current data from Desk )
nl_nl: Ik wil alle data van FoodDESK importeren (verwijdert alle huidige data)

source: Save & Continue
nl_nl: Bewaar en ga verder

source: Edit Category
nl_nl: Categorie toevoegen

source: Add New Category
nl_nl: Categorie toevoegen

source: Current Image
nl_nl: Huidige afbeelding

source: Save Category
nl_nl: Categorie bewaren

source: Change Password
nl_nl: Wachtwoord wijzigen

source: Current Password
nl_nl: Huidig wachtwoord

source: New Password
nl_nl: Nieuw wachtwoord

source: Confirm Password
nl_nl: Bevestigt wachtwoord

source: No Product
nl_nl: Geen product

source: Unit
nl_nl: stuk

source: Grams
nl_nl: g

source: Person
nl_nl: persoon

source: Per Piece
nl_nl: Per stuk

source: Orders
nl_nl: Bestellingen

source: Edit Order
nl_nl: Bestelling bewerken

source: Add New Product
nl_nl: Nieuw product toevoegen

source: Add Product
nl_nl: Nieuw product toevoegen

source: Order Details
nl_nl: Overzicht

source: Edit product options.
nl_nl: Opties bewerken

source: Remove this product from order.
nl_nl: Dit product verwijderen uit de bestelling

source: Cancle
nl_nl: Annuleer

source: Order Status
nl_nl: Status

source: Incomplete
nl_nl: Niet compleet

source: Completed
nl_nl: Compleet

source: Edit Profile
nl_nl: Profiel

source: OBSDesk Settings
nl_nl: Instellingen

source: No Logo Set !
nl_nl: Geen logo toegewezen

source: No Company Type
nl_nl: Company Type

source: Sur Name
nl_nl: Voornaam

source: Phone Number
nl_nl: Tel.

source: Postal Code
nl_nl: Postcode

source: No Country
nl_nl: Geen land

source: Vat No.
nl_nl: BTW

source: Expiration Date
nl_nl: Einde testperiode

source: Notification
nl_nl: Melding

source: On
nl_nl: Aan

source: Off
nl_nl: Uit

source: Manage Categories
nl_nl: Categorieën beheren

source: Manage Subcategories
nl_nl: Subcategorieën beheren

source: Manage Products
nl_nl: Artikelen beheren

source: Manage Desk Settings
nl_nl: Beheert algemene instellingen

source: Desk Settings
nl_nl: Instellingen

source: OBS website
nl_nl: FoodDESK website

source: You are using an older version of IE. Please check your browser first to upgrade to IE8
nl_nl: U gebruikt een oudere versie van IE. Gelieve te upgraden naar de laatste versie.

source: Order
nl_nl: Bestelling

source: Delete Category
nl_nl: Categorie verwijderen

source: Delete
nl_nl: Verwijderen

source: No Categories !
nl_nl: Geen categorieën

source: Select Sub-Category
nl_nl: Selecteer een subcategorie

source: No Sub-Category
nl_nl: Geen subcategorie

source: Edit Product
nl_nl: Artikel bewerken

source: Delete Product
nl_nl: Artikel verwijderen

source: No Products !
nl_nl: Geen producten

source: Add New Subcategory
nl_nl: Subcategorie toevoegen

source: Subcategory Name
nl_nl: Subcategorie Naam

source: Edit Subcategory
nl_nl: Subcategorie bewerken

source: Delete Subcategory
nl_nl: Subcategorie verwijderen

source: No Subcategories !
nl_nl: Geen subcategorieen

source: Desk Orders
nl_nl: Bestellingen

source: Counter
nl_nl: Teller

source: Time
nl_nl: Tijd

source: Delete Order
nl_nl: Bestelling verwijderen

source: No orders placed at your desk !
nl_nl: Geen bestellingen geplaatst

source: Please select a category.
nl_nl: Gelieve een categorie te selecteren

source: Please enter product name.
nl_nl: Gelieve een productnaam op te geven

source: Product description is required.
nl_nl: Productomschrijving is verplicht

source: Product description is too short.
nl_nl: Productomschrijving is te kort

source: Select Group
nl_nl: Selecteer een optie

source: Allow multi-select
nl_nl: Multi-selecteren toelaten

source: format 0.00 (item), rate must begin with a plus or minus sign and four decimal places (eg: -42.4823 +42.4823)
nl_nl: formaat 0.00 (punt) , <br> Tarief moet beginnen met een min of plus tekenen en twee cijfers na de komma (eg: -42.45 +42.50)

source: No groups added !
nl_nl: Geen opties beschikbaar

source: Upload Photo
nl_nl: Foto uploaden

source: Show Photo
nl_nl: Foto tonen

source: New Product
nl_nl: Nieuw product

source: Want a certain product in the paint or put this concerns a new product that the customer can know by an icon back to place.
nl_nl: Wilt u een bepaald product in de verf zetten of betreft dit een nieuw product dan kan u dit de klant kenbaar maken door er een icoontje achter te plaatsen.

source: Sell Product
nl_nl: Artikelen

source: Per Unit
nl_nl: Per stuk

source: Weight Wise
nl_nl: Optie - gewicht

source: Client May Choose (Among Unit or Weight)
nl_nl: Klant mag kiezen (tussen per stuk of per gewicht)

source: Per Person
nl_nl: Per persoon

source: Minimum amount they have to order
nl_nl: Minimum aantal dat men moet bestellen ( indien nvt type "0")

source: Maximum amount they can order
nl_nl: Maximum aantal dat men mag bestellen ( indien nvt type "0")

source: Groups per Unit
nl_nl: Per stuk

source: This feature allows the customer a product to put together (example: cheese sandwich: -1.00 = small / medium = +0.00 € / Large = 1 €). The options can be created through desk settings.
nl_nl: Deze functie maakt het mogelijk om de klant een bepaald product samen te stellen (voorbeeld: broodje kaas: klein = -1.00 / medium = +0.00€ / Large = +1€). De opties kunnen aangemaakt worden via "instellingen".

source: No unit groups added !
nl_nl: Geen opties per stuk opgegeven

source: Groups per Weight
nl_nl: Opties per gewicht

source: No weight groups added !
nl_nl: Geen opties doorgelicht toegevoegd

source: Groups per Person
nl_nl: Opties per persoon

source: No person groups added !
nl_nl: Geen opties per persoon opgegeven

source: Discount per Unit
nl_nl: Korting per stuk

source: You can also grant discounts per product. A "general reduction" when you give a particular product promotion is - "a quantity discount" is as follows: 1 apple = &euro; 1 / 2 apples = reduction of &euro; 0.20 = &euro; 0.80 / each ...
nl_nl: U kan ook kortingen toekennen per product. Een "algemene korting" geeft men wanneer een bepaald product in promotie is – "korting per aantal" werkt als volgt: een appel = 1€ / twee appelen = korting van € 0.20 = € 0,80/stuk

source: No Discount
nl_nl: Geen korting

source: Discount per Purchase (Multi-Discount)
nl_nl: Korting per bestelling

source: Format 0.0000 (point), Discount for example - 12.8723
nl_nl: Formaat 0.0000 (punt), korting als voorbeeld: -12.8723

source: Discount/Unit
nl_nl: Korting/stuk

source: Price/Unit
nl_nl: Tarief/stuk

source: Discount per Weight
nl_nl: Korting per kg

source: Discount per Kg
nl_nl: Korting per kg

source: Multiple discount on per unit grams.
nl_nl: Meerdere kortingen per gram

source: Discount
nl_nl: Korting

source: Discount per Person
nl_nl: Korting per persoon

source: Multiple discount per person.
nl_nl: Meerdere kortingen pp.

source: Discount/Person
nl_nl: Korting/pp.

source: Price/Person
nl_nl: Tarief/pp.

source: Availability
nl_nl: Beschikbaarheid

source: You can determine, if a product can be sold on a particular day or not.
nl_nl: U kan zelf beslissen wanneer u dit product willen verkopen

source: All Day
nl_nl: Hele week

source: Monday
nl_nl: Maandag

source: Tuesday
nl_nl: Dinsdag

source: Wednesday
nl_nl: Woensdag

source: Thursday
nl_nl: Donderdag

source: Friday
nl_nl: Vrijdag

source: Saturday
nl_nl: Zaterdag

source: Sunday
nl_nl: Zondag

source: Save Product
nl_nl: Artikel bewaren

source: YOU DONT HAVE PERMISSION TO NAVIGATE THIS PAGE
nl_nl: U heeft geen toegang tot deze pagina

source: OBS Desk Settings
nl_nl: Instellingen

source: Configure Groups
nl_nl: Opties configureren

source: Save Subcategory
nl_nl: Subcategorie bewaren

source: Order No.
nl_nl: Bestelnr.

source: Transaction No
nl_nl: Transactie-code

source: Customer Data
nl_nl: Klant

source: Mobile
nl_nl: GSM

source: Regards
nl_nl: Met vriendelijke groeten

source: Order processing has been completed
nl_nl: Bestel-order met succes uitgevoerd

source: Payment has been successfully made
nl_nl: Betaling met succes uitgevoerd

source: company Payment Confirmation
nl_nl: Betalingsbevestiging

source: New Client Registered
nl_nl: Nieuwe klant geregistreerd

source: Can't send mail to company & clients !
nl_nl: Er konden geen mails worden verstuurd - contacteer ons - 0473250528

source: No data found to print. Please try again.
nl_nl: Geen data gevonden om af te printen

source: Please select any option.
nl_nl: Selecteer een optie

source: Telephone Number
nl_nl: Tel

source: Domain Name
nl_nl: Domeinnaam

source: Package Name
nl_nl: Pakket naam

source: City Name
nl_nl: Stad

source: User Name
nl_nl: Gebruikersnaam

source: Password Confirmation
nl_nl: Wachtwoord bevestigen

source: Captcha Word
nl_nl: Code

source: New Company Registered
nl_nl: Nieuw bedrijf geregistreerd

source: You details are been saved successfully. And a mail has been sent to the administrator for your approval. So please wait, he will get back to you soon !
nl_nl: Uw aanvraag werd met succes verzonden. Klik OK voor meer info.

source: Please Re-enter Captcha word. It is case sensitive !
nl_nl: Code onjuist - probeer opnieuw (hoofdletter-gevoelig)

source: Login Successful !
nl_nl: Met succes ingelogd!

source: Invalid username or password. Please try again!
nl_nl: Deze combinatie komt niet voor in onze database. Probeer opnieuw.

source: Please enter your correct username and password.
nl_nl: Geef uw gebruikersnaam en wachtwoord

source: Changes saved successfully !
nl_nl: Gegevens met succes gewijzigd

source: Gallery updated successfully !
nl_nl: Gallerij met succes geupdated

source: Gallery not updated successfully !
nl_nl: Gallerij niet gewijzigd, probeer opnieuw...

source: Upload some images first !
nl_nl: Gelieve een afbeelding te uploaden aub

source: Note: This image will be saved when you click the Save button below. To change image you can upload another image again
nl_nl: TIP: De afbeelding wordt pas bewaard wanneer u op de update knop klikt (onderaan). U kan een andere afbeelding zonder problemen uploaden.

source: Updated: Category Updated Successfully.
nl_nl: Categorie met succes geupdated

source: Your upgrade request has been forwarded successfully. Thank you for your order, we will contact you soon.
nl_nl: Uw aanvraag werd met succes aan ons doorgegeven, waarvoor dank - Wij zullen u zo vlug mogelijk contacteren ivm deze keuze.

source: OBS: Account Upgrade Request
nl_nl: Account wijziging request

source: Sorry ! Some error occurred. Please try later.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: A company has ordered for a new package. Here are the details, related to this order
nl_nl: OBS - klant heeft een pakket besteld

source: Company has ordered for a new package
nl_nl: Bedrijf heeft een nieuw pakket besteld

source: Your new package order has been placed successfully. Thank you for your order, we will contact you soon.
nl_nl: Het pakket werd met succes aan ons doorgegeven, waarvoor dank - Wij zullen u zo vlug mogelijk contacteren ivm deze keuze.

source: Updated: sections design Updated Successfully
nl_nl: Update met succes uitgevoerd

source: Updated : Advanced theme settings saved successfully !
nl_nl: Geavanceerde CCS met succes bewaard.

source: Updated : Theme settings restored successfully !
nl_nl: Instelling met succes teruggeplaatst.

source: Order has been deleted successfully.
nl_nl: De bestelling werd met succes verwijderd

source: Error in deletion of order! Please try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw.

source: Cancelled Order
nl_nl: Bestelling geanulleerd

source: Paid via Paypal
nl_nl: Betaald via Paypal

source: OK message
nl_nl: OK mail

source: Complete
nl_nl: Compleet

source: Telephone
nl_nl: Tel.

source: Dear client
nl_nl: Beste klant

source: Client Details
nl_nl: Klant

source: ON HOLD MESSAGE
nl_nl: ON HOLD BERICHT

source: Details has been updated successfully.
nl_nl: De details werden met succes geupdated

source: Some error occured in updating order.
nl_nl: Een fout kwam tot stand tijdens het updaten van de volgorde

source: Some error occured while updating order details.
nl_nl: Fout kwam tot stand tijdens het updaten van de bestelling

source: Couldn't parse the mail template
nl_nl: Kon E-mail niet verzenden, probeer opnieuw.

source: Mail has been sent successfully.
nl_nl: Mail werd met succes verzonden.

source: Client number updated successfully !
nl_nl: Klantennr. met succes gewijzigd

source: Some error occured while updating client number.
nl_nl: Fout kwam tot stand tijdens het updaten van de klantennr.

source: Discount card number updated successfully !
nl_nl: Klantennr. met succes gewijzigd

source: Some error occured while updating Discount card number.
nl_nl: Fout kwam tot stand tijdens het updaten van de klantennr.

source: Discount updated successfully !
nl_nl: Korting met succes gewijzigd

source: Some error occured while updating Discount.
nl_nl: Fout kwam tot stand tijdens het wijzigen van de korting

source: Mail has been sent successfully to
nl_nl: Mail werd met succes verzonden naar

source: Error !! Mail couldn't be sent.
nl_nl: Foutmelding: geen mail verzonden

source: Error!! Mail couldn't be sent.
nl_nl: Foutmelding: geen mail verzonden

source: Client Info added successfully
nl_nl: Klantendetails met succes toegevoegd

source: Client Info did not added successfully
nl_nl: Klantendetails NIET kunnen verzenden - probeer opnieuw of verwittig ons.

source: Email field is not valid
nl_nl: Gelieve een geldig e-mailadres op te geven

source: Customer Info
nl_nl: Klanten

source: Company
nl_nl: Bedrijf

source: Firstname
nl_nl: Voornaam

source: Lastname
nl_nl: Achternaam

source: House Number
nl_nl: Nr.

source: Phone No
nl_nl: Tel

source: Mobile No
nl_nl: GSM

source: Vat
nl_nl: BTW

source: Profile has been updated successfully
nl_nl: Profiel werd met succes gewijzigd

source: error!!couldn't update profile
nl_nl: FOUT: kon profiel niet updaten - probeer opnieuw

source: API INFORMATION
nl_nl: API INFORMATIE

source: Information has been sent.
nl_nl: Informatie werd verzonden

source: error!!couldn't send information
nl_nl: FOUT: kon informatie niet verzenden - probeer opnieuw

source: Order IBSoft Invoice
nl_nl: IBsoft factuur

source: Clients
nl_nl: Klanten

source: IBSoft Orders
nl_nl: IBsoft bestellingen

source: Some error occured. Please try again
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: <b>Request succesfully sent</b> - We will review your request asap and you will be notified immediately after we have
nl_nl: <b>Aanvraag met succes verzonden </b> - wij zullen uw aanvraag zo vlug mogelijk behandelen en we houden u op de hoogte

source: No account found
nl_nl: Geen account gevonden

source: Areas updated successfully !!!
nl_nl: Steden met succes gewijzigd

source: Report cannot be created. Please try again
nl_nl: Rapport kon niet worden aangemaakt - probeer opnieuw

source: Cannot find Id of report. Please reload page and then try again.
nl_nl: Kan rapport niet vinden - gelieve de pagina te refreshen of ons te cantacteren aub

source: Report deleted successfully.
nl_nl: Rapport met succes verwijderd

source: Report cannot deleted successfully
nl_nl: Rapport kon niet worden verwijderd

source: Report cannot be detected
nl_nl: Kan rapport niet vinden - gelieve de pagina te refreshen of ons te cantacteren aub

source: No report found. Please select any report then delete it again.
nl_nl: Kan rapport niet vinden

source: Selected Reports are deleted successfully
nl_nl: De geselecteerde rapporten met succes verwijderd.

source: Selected Reports cannot be deleted
nl_nl: Geselecteerde bestanden kunnen niet worden verwijderd

source: No data found for selected Report(s). Please select any report then delete it again.
nl_nl: Kan rapport niet vinden - probeer op nieuw
