Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: Please enter a valid phone number
nl_nl: Gelieve een geldig telefoonnummer op te geven

source: Please give your website URL.
nl_nl: Gelieve uw web adres in te geven

source: Please give your message.
nl_nl: Gelieve een bericht in te geven

source: Please enter security code.
nl_nl: Gelieve de beveiligingscode op te geven

source: Your request has been send to the Administration. You will be notify soon.
nl_nl: Uw aanvraag werd met succes verstuurd. Wij houden u op de hoogte.

source: Some error occured while sending your request. Please try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: Addon Managment
nl_nl: Addon beheer

source: Addons Managment
nl_nl: Addon beheer

source: Right here you can activate addons you wish. Click on the activate button and the feature activated will be available. If you are interested to have them all activated then
nl_nl: Hier kan u extra addons (additionele opties) activeren. Klik op de -ACTIVEREN- en wij zullen deze extra optie(s) voor u activeren.

source: notify us here
nl_nl: Contacteer ons

source: and you will get all addons get active for just 49
nl_nl: En voor slechts € 49 per maand worden alle functies geactiveerd

source: Deactivate
nl_nl: Deactivateren

source: Not Active
nl_nl: Niet Actief

source: Activate
nl_nl: ACTIVEREN

source: Merchant Info
nl_nl: Admin info

source: Merchant Name
nl_nl: Winkelnaam

source: Secret Key
nl_nl: API Secret Key

source: Site Name
nl_nl: Naam website

source: Edit Region Details
nl_nl: Bewerk regionale details

source: Add Area Details
nl_nl: Regio toevoegen

source: Edit State Details
nl_nl: Bewerk regionale details

source: State
nl_nl: Status

source: select
nl_nl: Selecteer

source: no delivery area available
nl_nl: Er wordt niet geleverd in deze regio

source: Zip Code
nl_nl: Postcode

source: Costs
nl_nl: Tarief

source: Time Range
nl_nl: Tijd

source: Enter time in format
nl_nl: Gelieve een tijdstip op te geven

source: Please Select Area
nl_nl: Gelieve een regio te selecteren

source: Please enter city name
nl_nl: Gelieve een stad op te geven

source: Please enter Zipcode
nl_nl: Gelieve een postcode in te geven

source: Please enter Cost
nl_nl: Gelieve het tarief te bepalen

source: Please enter Time Range
nl_nl: Gelieve een periode (time range) op te geven

source: Asssign Product to Category and Subcategory
nl_nl: Verplaats producten gemakkelijk naar een andere (sub)categorie

source: Loading...
nl_nl: Even geduld aub...

source: You can assign product to category and subcategory.
nl_nl: Via categorieën beheer kan u snel producten verplaatsen naar een andere categorie of subcategorie.

source: Some error occurred, could not delete the image !
nl_nl: Een fout kwam tot stand - kon afbeelding niet verwijderen, probeer opnieuw.

source: BESTELONLINE SETTINGS
nl_nl: BESTELONLINE.NU - Instellingen

source: Photogallery
nl_nl: Fotogallerij

source: Upload images to be displayed in company's gallery, on Bestelonline :
nl_nl: Upload hier enkele afbeeldingen die u wil plaatsen op Bestelonline.nu

source: Delete Image
nl_nl: Afbeelding verwijderen

source: No gallery images, uploaded yet !
nl_nl: Geen afbeeldingen

source: BESTELONINE SETTINGS
nl_nl: BESTELONLINE.NU - Instellingen

source: Link to Bestelonline live (what visitor are seeing)
nl_nl: Link naar Bestelonline.nu live

source: Link to your test environment (to do settings)
nl_nl: Link naar uw testpagina (enkel u ziet deze pagina)

source: (till date)
nl_nl: (tem)

source: Link to simulation OBS-Module (in your website)
nl_nl: Link naar testversie van de FoodDESK-module (wat we gaan implementeren in uw website)

source: Click here
nl_nl: Klik hier

source: Your Logo Image
nl_nl: Afbeelding wijzigen

source: *You Have entered wrong format of url pls enter correct format as (http://www.example.com)"
nl_nl: * Wij linken niet door naar portaalsites,

source: *you cannot enter this domain"
nl_nl: enkel een link naar een bestelpagina op uw site is toegelaten.

source: Show my shop as:
nl_nl: Toon mijn webwinkel als:

source: Detail page only
nl_nl: Enkel detailpagina

source: Detail page + Shop
nl_nl: Detailpagina + webwinkel

source: Order Online URL
nl_nl: Link naar webwinkel

source: Bestelonline Shop
nl_nl: Bestelonline.nu

source: Allow Orders from BO
nl_nl: Bestellingen toestaan van Bestelonline.nu

source: Show Pickuptime
nl_nl: Klanten kunnen bestellingen komen afhalen

source: Show Deliverytime
nl_nl: Wij leveren aan klanten

source: Time between order and delivery/pickup is
nl_nl: Tijd tussen bestelling en afhaling/levering bedraagt

source: Same day
nl_nl: Dezelfde dag

source: day
nl_nl: dag

source: days
nl_nl: dagen

source: Company Facebook URL
nl_nl: Facebook URL

source: Company short description
nl_nl: Korte omschrijving

source: maximum 500 characters
nl_nl: Maximum 500 karakters

source: Opening Hours
nl_nl: Openingsuren

source: Conditions
nl_nl: Condities

source: Save Changes
nl_nl: Wijzigingen bewaren

source: Please select a record
nl_nl: Gelieve een item te selecteren

source: Do u really want to delete it
nl_nl: LET OP:\n indien u deze bestellingen verwijderd kunnen uw klanten in hun controlepaneel\ndeze bestellingen niet meer terug in hun winkelmandje plaatsen (click-n-go).\n Bent u zeker dat u deze wil verwijderen?

source: Selected orders has been deleted successfully
nl_nl: De geselecteerde bestellingen met succes verwijderd.

source: Some error occured
nl_nl: Een fout kwam tot stand. Probeer opnieuw.

source: Do u really want to mark this order as Paid ?
nl_nl: deze bestelling als BETAALD zetten?

source: Selected orders has been marked paid successfully
nl_nl: De status werd met succes gewijzigd!

source: mail sent successfully
nl_nl: Mail met succes verzonden

source: Take Away
nl_nl: Afhalen

source: New Client Ordered
nl_nl: Klant heeft besteld

source: Mark as Paid
nl_nl: Markeren als betaald

source: Date passed
nl_nl: Datum overschreden

source: Send Mail
nl_nl: Mail verzenden

source: Print All
nl_nl: Geselecteerde items printen

source: Cancelled Orders
nl_nl: geannuleerd

source: Succeed
nl_nl: Succes

source: Order via website
nl_nl: Via website

source: Order via OBSdesk
nl_nl: Via Infobalie

source: Pending Orders
nl_nl: NIET BETAALD

source: Orders Information
nl_nl: Informatie in checkout

source: Category Order Updated Successfully
nl_nl: Volgorde met succes aangepast

source: Error occurred while updating order
nl_nl: Een fout kwam tot stand tijdens het updaten

source: Status successfully updated
nl_nl: Status met succes geupdated

source: update category
nl_nl: Categorie updaten

source: add category
nl_nl: Categorie toevoegen

source: Information
nl_nl: Informatie

source: No image available.Please upload one.
nl_nl: Geen afbeelding beschikbaar - gelieve een afbeelding te uploaden

source: If your customers have clicked on a category you can on this page a message at the top. This is a promotional text related to this category. The message below may place.
nl_nl: U kan boven elke categorie een omschrijving geven van wat de categorie inhoud

source: Please leave a message please give
nl_nl: Gelieve een bericht te plaatsen

source: Change the Design
nl_nl: Wijzig de lay-out

source: Themes Section
nl_nl: Stijl

source: Style Settings
nl_nl: Stijl instellingen

source: Edit Stylesheet : Simple Mode
nl_nl: Bewerk CSS: Simpele modus

source: Edit Stylesheet : Advanced Mode
nl_nl: Bewerk CSS: Geavanceerde modus

source: Login Section
nl_nl: Log-in sectie

source: Background
nl_nl: Achtergrond

source: Color
nl_nl: Kleur

source: width
nl_nl: Breedte

source: Font-family
nl_nl: Lettertype

source: Font-size
nl_nl: Letter grootte

source: Font-style
nl_nl: Stijl

source: bold
nl_nl: Vetgedrukt

source: normal
nl_nl: Normaal

source: bold italic
nl_nl: Vetgedrukt Italic

source: Font-weight
nl_nl: Lettertype

source: bolder
nl_nl: Vetgedrukt extra

source: lighter
nl_nl: Lichter

source: inherit
nl_nl: Erven

source: Text Decoration
nl_nl: Tekstformaat

source: underline
nl_nl: Onderlijnen

source: overline
nl_nl: Overlijnen

source: Shopping Cart
nl_nl: Web winkel

source: Main Section
nl_nl: Inhoud sectie

source: RESET
nl_nl: ANNULEER

source: Use this custom css for my current theme.
nl_nl: Activeer manuele CSS. <br>Indien u op de hoogte bent van CSS kan u hieronder wijzigingen aanbrengen. Bijna alle items in de <br>webwinkel kunen gewijzigd worden. Te moeilijk? Contacteer ons voor meer inlichtingen.

source: Restore default
nl_nl: Terugzetten naar origineel

source: Enter the current password please
nl_nl: Geef uw huidig wachtwoord in

source: Enter your new password
nl_nl: Geef uw nieuwe wachtwoord in

source: Please confirm your new password
nl_nl: Bevestigt nieuw wachtwoord

source: Customer Details
nl_nl: Klanten details

source: customers
nl_nl: Klanten

source: client add
nl_nl: KLANT TOEVOEGEN

source: Add Infos
nl_nl: Info toevoegen

source: House number
nl_nl: Nr.

source: Newsletters
nl_nl: Nieuwsbrieven

source: Notifications
nl_nl: Opmerkingen

source: Vat number
nl_nl: BTW nr.

source: Special discount for this client in
nl_nl: Speciale korting voor deze klant

source: Just enter a figure only like '5', else leave blank
nl_nl: Vul een cijfer in zoals '5' of laat dit veld leeg

source: Client Number
nl_nl: Klantennr.

source: customer details
nl_nl: Klanten details

source: My Account
nl_nl: Mijn account

source: Created Date
nl_nl: Datum aangemaakt

source: Created Time
nl_nl: Tijd

source: Lasr Name
nl_nl: Achternaam

source: Business
nl_nl: Sector

source: You want to delete this report?
nl_nl: Bent u zeker dat u dit rapport wil verwijderen?

source: You want to delete these report?
nl_nl: Bent u zeker dat u dit rapport wil verwijderen?

source: Only Invoice
nl_nl: Toon enkel facturen

source: Without Invoice
nl_nl: zonder factuur

source: ALL
nl_nl: DAG

source: Full report
nl_nl: Volledig Rapport

source: Short report
nl_nl: Kort Rapport

source: Daterange
nl_nl: Datum

source: Invoices
nl_nl: Facturen

source: Report Type
nl_nl: Rapport type

source: Search Order
nl_nl: Zoek bestelling

source: - - Select - -
nl_nl: -- Selecteer --

source: Keyword
nl_nl: Trefwoord

source: Please enter a search item, the dropdown list
nl_nl: Geef een zoekterm in a.u.b.

source: Please provide a keyword please
nl_nl: Gelieve een trefwoord in te vullen a.u.b.

source: Search Orders
nl_nl: I

source: Show all
nl_nl: Alles tonen

source: Show only invoices
nl_nl: Toon enkel facturen

source: Show all without invoices
nl_nl: Toon bestellingen zonder facturen

source: All orders ordered
nl_nl: Alle bestellingen

source: Reset
nl_nl: Annuleer

source: Hide 0 Orders
nl_nl: Verberg 0 bestellingen

source: Report per client
nl_nl: Rapport per klant

source: Please enter start date
nl_nl: Selecteer een startdatum

source: Please enter end date
nl_nl: Selecteer een eind datum

source: All orders for pickup / delivery
nl_nl: Alle bestellingen (afhalen/levering)

source: Or - Print all orders for
nl_nl: OF bestellingen weergeven voor

source: Tomorrow
nl_nl: Morgen

source: Day After Tomorrow
nl_nl: Overmorgen

source: Creating Report
nl_nl: Rapport aanmaken

source: Go back
nl_nl: Ga terug

source: DELETE
nl_nl: VERWIJDEREN

source: Note
nl_nl: Opmerking

source: Please delete the report if you don't use them to keep the server clean
nl_nl: Gelieve rapporten te verwijderen indien u ze niet meer gebruikt.

source: Client Management
nl_nl: Klanten beheer

source: Search Client
nl_nl: Klant zoeken

source: Add Client
nl_nl: Klant TOEVOEGEN

source: Adress
nl_nl: Adres

source: TelePhone
nl_nl: Tel.

source: No time found !
nl_nl: Geen tijdstip gevonden

source: Manage Products with no ingredient
nl_nl: Beheer de producten zonder fiche

source: These products are effected due to changes in added fixed products, Now you need to review it's Ingredients, allergence and traces.
nl_nl: Gelieve de volgende producten even te controleren op de ingrediënten, allergenen en voedingswaarden

source: Changed Product
nl_nl: Gewijzigde producten

source: No product.
nl_nl: Nr. product

source: Manage State Details
nl_nl: Beheer steden

source: National/Locale
nl_nl: Nationaal/lokaal

source: International
nl_nl: Internationaal

source: No State
nl_nl: Geen provincie

source: No City
nl_nl: Geen stad

source: Add above selected city(s)
nl_nl: Geselecteerde steden toevoegen

source: Delivery Charge
nl_nl: Levering tarief

source: Fixed fee
nl_nl: Vast bedrag

source: Minimum amount for delivery
nl_nl: Min. bedrag vanaf wanneer de producten worden geleverd

source: Add selected country(s)
nl_nl: Geselecteerde landen toevoegen

source: Update Delivery Rate
nl_nl: Levertarief updaten

source: Please insert delivery costs for each countries you have selected
nl_nl: Gelieve de transportkost op te geven voor elk land (indien gratis + 0.00)

source: See Selected Delivery Rates
nl_nl: Bekijk de tarieven

source: Add New Delivery Rate
nl_nl: Nieuw Levertarief opgeven

source: Delivery Rate Name
nl_nl: Naam levertarief

source: Based On
nl_nl: Gebaseerd op

source: Range
nl_nl: Gemiddelde

source: Cost
nl_nl: Tarief

source: Rate Name
nl_nl: Tarief naam

source: Standard Delivery
nl_nl: Standaardlevering

source: Medium Goods Delivery
nl_nl: Middelgrote levering

source: Heavy Goods Delivery
nl_nl: Zware goederen

source: per person
nl_nl: Per persoon

source: Order Settings
nl_nl: Bestel instellingen

source: Allow orders for the day itself for
nl_nl: Bestellingen toestaan voor de dag zelf

source: Minimum time between ordering and delivery
nl_nl: Minimum tijd tussen bestelling en levering

source: Client can order same day till
nl_nl: Klanten kunnen voor dezelfde dag bestellen tot

source: If the customer ordered for
nl_nl: Indien klant bestelt voor

source: hours: the products can be supplied from
nl_nl: Uur kunnen de producten worden geleverd vanaf

source: Next day
nl_nl: Volgende dag

source: Days
nl_nl: Dagen

source: If holiday or closing day overule above settings with
nl_nl: Indien sluitingsdag of feestdag overulen met bovenstaande

source: Select
nl_nl: Selecteer

source: Opening Hours:
nl_nl: Openingsuren:

source: ALL DAY means FROM
nl_nl: DAG (volledige dag) = van

source: TO
nl_nl: Tot

source: Order restriction time frame (in minutes)
nl_nl: Tijd tussen afhalingen (in minuten)

source: Delivery Hours
nl_nl: Levering sturen

source: Select
nl_nl: Selecteer

source: ALL DAY
nl_nl: DAG

source: Hide the hours and minutes (clients cant choose the time)
nl_nl: Verberg het tijdstip bij levering (klant kan dan geen uur/minuten aangeven)

source: Select All DAY End Time
nl_nl: Selecteer eindtijd van DAG

source: Select ALL DAY Start Time
nl_nl: Selecteer starttijd van DAG

source: AMOUNT
nl_nl: AANTAL

source: RATE
nl_nl: TARIEF

source: New
nl_nl: Nieuw

source: Gr.
nl_nl: g

source: GRAND TOTAL
nl_nl: TOTAAL

source: Please select atleast one record
nl_nl: Gelieve minstens een item te selecteren

source: Do you want to print all records
nl_nl: Alle items printen?

source: Display all orders between
nl_nl: Geef alle bestellingen van

source: Print Report
nl_nl: Rapport per product

source: Desk is not activated
nl_nl: InfoDESK - niet geactiveerd

source: OBSdesk-Info
nl_nl: NIEUW - InfoDESK

source: Ever wanted a infocenter with touchscreen in your shop where your visitor can search for products or make orders this way? Well... we have it!
nl_nl: Heeft u een infobalie nodig in de winkel waar uw klanten alle gegevens kunnen opvragen ivm uw producten of wilt u hen de mogelijkheid bieden om via deze weg ook bestellingen te laten uitvoeren of uitprinten? Wel... wij hebben het!

source: Here are some interesting features
nl_nl: Hier enkele van de vele mogelijkheden

source: Infocenter is linked with the same database of your webshop which means if you change something in your Controlpanel(right here), it will be updated automatically on your OBSdesk.
nl_nl: InfoDESK is gelinkt aan dezelfde database als uw webwinkel, wat betekend dat wanneer u een aanpassing doet aan de webwinkel (tarieven wijzigen, producten toevoegd, etc..) dit ook automatisch wordt getoond op de infobalie <br><br>

source: You can use it as plane infocenter(price hidden) or you can activate the order system (people can order and checkout just the same way as your webshop... but then 'offline'.)
nl_nl: U kan InfoDESK op verschillende manieren gebruiken: als infobalie (tarieven/winkelmandje wordt verborgen gehouden) of als supplementair bestelsysteem (klanten kunnen in de winkel via het systeem bestellingen doorvoeren)<br><br>

source: Client can printout an overview of your products
nl_nl: Klant kan een overzicht van bepaalde producten afprinten (gluten, allergenen, welke producten te nemen voor feest, etc)<br><br>

source: Layout is fully brandable, even the bg solor and colors of button are adjustable
nl_nl: De layout is volledig door u te wijzigen: u kan uw logo uploaden en alle (achtergrond)kleuren wijzigen, zelfs van de knoppen

source: Want a DEMO or more info? Contact us at 0473/250528
nl_nl: Wenst u meer informatie of wil u een gratis DEMO, bel 0473/25.05.28

source: Link to connect to your website
nl_nl: Link naar website

source: Link to OBSdesk
nl_nl: Link naar InfoDESK

source: Allergenkaart
nl_nl: Allergenenkaart

source: This meant for linking this to your sight so visitor can check all products(the one with status is "show") for allergens. They can use an advanced filter to filter out allergen-free-products.
nl_nl: Deze allergenenkaart kan u gebruiken om te linken aan uw website. Via onze geavanceerde filter kunnen de klanten dan producten zoeken doe allergenen-vrij zijn. Weet u niet hoe u dit moet linken aan uw website? Geef ons een seintje en wij nemen dan wel contact op met uw provider.

source: from app store
nl_nl: onze IOS app

source: and use the code
nl_nl: en geef de volgende code in:

source: Download the app
nl_nl: Download de app

source: QR code for the menu
nl_nl: QR code

source: If you check this option, OBSdesk will act as infocenter where user can view only information about products.
nl_nl: Indien u voor deze optie kiest kan de klant enkel productinformatie inwinnen (niet bestellen)

source: Company name should not be empty
nl_nl: Gelieve een winkelnaam op te geven aub

source: Allergen Image
nl_nl: Allergenen afbeelding

source: Doc. Upload Center
nl_nl: Doc manager

source: Add and Manage Docs
nl_nl: Beheer uw documenten

source: Here you can upload docs and use them as attachment in the newsletters.
nl_nl: Hier kan u documenten uploaden en deze dan gebruiken in uw nieuwsbrief

source: Doc. Name
nl_nl: Doc naam

source: action
nl_nl: Actie

source: Check More suggestions
nl_nl: CHECK

source: Favourite-Products
nl_nl: Favoriete producten

source: Product details
nl_nl: Artikel details

source: Print these products
nl_nl: Deze producten afdrukken

source: Add FoodDESK product
nl_nl: Afgewerkt product toevoegen

source: Upload Productsheet
nl_nl: Productfiche uploaden

source: Product sheet
nl_nl: Productfiche

source: Upload only pdf files. Uploaded productsheets will be verified by FoodDESK admin after that it will be available for use.
nl_nl: Enkel PDF en XLS kunnen geupload worden. Deze bestanden worden door ons gedigitaliseerd en door de fabrikant gekeurd. Bij goedkeuring zal dit product + productfiche beschikbaar zijn.

source: Recently added FoodDESK products
nl_nl: Laatste producten toegevoegd

source: Producer Name
nl_nl: Fabrikant

source: supplier Name
nl_nl: Naam leverancier

source: Add Fooddesk products and its quantity, it will effct nutrtion values of your product.
nl_nl: INDIEN NIEUW PRODUCT: <br><b>Gelieve het productnaam + indien mogelijk het artikelnr door te geven (meestal te vinden op factuur), dit op aanvraag van fabrikanten. </b>

source: Search by semi product's name
nl_nl: Zoek half-fabrikaat

source: Search Semi-Products
nl_nl: Zoek half-fabrikaat

source: Don't know the weight! This can help
nl_nl: Gewicht hulpmiddel

source: Add these Products
nl_nl: Artikelen toevoegen

source: Add product's pductsheets.
nl_nl: Productfiche toevoegen

source: Add a product without productsheet.
nl_nl: Hier kan u een product toevoegen zonder productfiche.

source: Add product here product's name and supplier from the products you don't have productsheet from. We will then ask the supplier for these productsheets and then update your records.
nl_nl: Indien er geen productfiche voorhanden is kan u hier het product toevoegen (inclusief naam fabrikant). Vervolgens zullen wij de fabrikant contacteren om de productfiches aan te leveren die wij dan zullen digitaliseren.

source: If you can\'t find this article number then type 000
nl_nl: Indien dit artikelnr. niet kan terugvinden geef dan 000 in.

source: Note: If you don\'t know the article number then it will take more time to fix this product.
nl_nl: BELANGRIJK: Indien u geen artikelnr. ingeeft zal het langer duren eer dit product gefixed wordt (!)

source: This product name already exists
nl_nl: Artikel bestaat reeds (gelieve dit te selecteren)

source: Plaese give a producer or supplier name
nl_nl: Gelieve een fabrikant of leverancier aan te duiden (wij moeten deze productenfiches opvragen).

source: Please give a name of product
nl_nl: Gelieve een productnaam in te geven aub (graag de officiële benaming)

source: loading
nl_nl: Wordt verwerkt

source: Search by product'name,producer'name,EAN or Article Number
nl_nl: Zoek op productnaam, EAN-code of artikelnr.

source: Not Found! Add it here
nl_nl: Naam + artikelnr

source: No product added
nl_nl: Geen producten toegevoegd

source: Quantity of added FoodDESK products saved successfully. Please add related ingrediets, allergence and traces.
nl_nl: Uw receptuur werd met succes bewaard.

source: Total quantity of all products must not be more than recipe weight
nl_nl: Het totale gewicht van de receptuur mag niet hoger zijn dan het aangegeven gewicht.

source: Search by product's name,producer's name,EAN or PLU Number
nl_nl: Zoek op productnaam - fabrikant - EAN - PLU

source: quantity
nl_nl: Aantal

source: Copyright &copy; 2010.
nl_nl: Copyright &copy; 2015

source: Back to Top
nl_nl: TOP

source: Enter your email address in which you registered
nl_nl: Geef uw huidig e-mailadres in

source: Please Enter Email ID
nl_nl: Geeft u E-mail ID op

source: Plese Enter Valid Email Address
nl_nl: Gelieve een geldig e-mailadres op te geven

source: Language in frontend
nl_nl: Taal op de site

source: Shop Put OFFLINE?
nl_nl: Shop OFFLINE zetten?

source: Webshop visible
nl_nl: Webwinkel zichtbaar

source: Only clients I work with
nl_nl: Alleen klanten waarmee ik werk

source: Pickup services
nl_nl: Afhaalservice

source: Delivery services
nl_nl: Levering aan huis

source: Category-Wise Pick/Delivery
nl_nl: Afhalen + Leveren

source: Hide price untill user login
nl_nl: Verberg tarieven tot klant is ingelogd

source: Are you sure you want to delete this?
nl_nl: Bent u zeker dat u dit wilt verwijderen?

source: Error occurred while updating status.
nl_nl: Een fout kwam tot stand tijdens het updaten.

source: Product order changed successfully.
nl_nl: Bestelling werd met succes gewijzigd

source: Some errro occured ! Please try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: Are you sure you want to delete this product?
nl_nl: Bent u zeker dat u dit product wil verwijderen?

source: Logged in as
nl_nl: Ingelogd als

source: Please enter your 4-digit code
nl_nl: Gelieve de beveiligingscode op te geven

source: My Shop
nl_nl: Mijn webwinkel

source: Currently no shop link have been provide by you. please provide this from
nl_nl: Momenteel is er geen webwinkel geconfigureerd. Gelieve de volgende pagina te vervolledigen -

source: here
nl_nl: FTP-instellingen

source: Manage Clients
nl_nl: Klanten beheren
