Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: Product information
nl_nl: Product informatie

source: subcategory
nl_nl: Subcategorie

source: Select status
nl_nl: Selecteer status

source: Days from today so on the label due date will be shown as
nl_nl: Dagen geteld vanaf vandaag zodat de vervaldag getoond wordt op het label

source: Duedate Type
nl_nl: Type

source: Remark
nl_nl: Opmerking

source: Format label
nl_nl: Formaat label

source: Select a Format label...
nl_nl: Selecteer een formaat label

source: Select format size
nl_nl: Selecteer formaat grootte

source: Ingredient
nl_nl: Ingrediënt

source: NUTRITION AVERAGE
nl_nl: Gem. Voedingswaarden

source: Energy
nl_nl: Energie

source: Proteins
nl_nl: Eiwitten

source: Carbohydrates
nl_nl: Koolhydraten

source: Of which sugars
nl_nl: waarvan suikers

source: Fats
nl_nl: Vetten

source: Of which saturated fatty acids
nl_nl: waarvan verzadigde vetzuren

source: Salt
nl_nl: Zout

source: New product sheet
nl_nl: Upload een fiche van een recentere datum

source: Multiselect Attributes
nl_nl: Gebruik checkboxes

source: Add this
nl_nl: Toevoegen

source: Add all of this product
nl_nl: Alle producten toevoegen

source: Required
nl_nl: Verplicht veld

source: Product Short name suggestion
nl_nl: Productnaam

source: Product short name send to Fooddesk admin, it will be automatic updated in your product after approval
nl_nl: Deze wijziging werd doorgegeven aan FoodDESK en wordt automatisch aangepast in uw bereiding na goedkeuring

source: could not be submitted product shortname
nl_nl: Fout: Productnaam kon niet worden gewijzigd - contacteer ons

source: Please give a name to product
nl_nl: Gelieve een naam op te geven

source: Please fill in the article number of producer so the producer knows exactly which product you need for this recipe
nl_nl: Gelieve het artikelnr. van de FABRIKANT in te geven aub (staat meestal op de bestelbon/factuur)

source: Please fill in the article number of supplier so the supplier knows exactly which product you need for this recipe
nl_nl: Gelieve het artikelnr. van de LEVERANCIER in te geven aub (staat meestal op de bestelbon/factuur)

source: If you can't find this article number then type 000
nl_nl: Indien dit artikelnr. niet kan terugvinden geef dan 000 in.

source: Note: If you don't know the article number then it will take more time to fix this product.
nl_nl: BELANGRIJK: Indien u geen artikelnr. ingeeft zal het langer duren eer dit product gefixed wordt (!)

source: Do you mean
nl_nl: Suggestie

source: from
nl_nl: van

source: No products added
nl_nl: Geen producten toegevoegd

source: No quantity field can be 0 or empty!
nl_nl: Veld 'aantal' kan geen 0 of leeg zijn.

source: Please crop image before adding/updating product else it will be distorted in shop
nl_nl: Gelieve afbeeldingen eerst bij te snijden om ze goed te laten overkomen op de website (!)

source: Quantity of product must be greater than 0 gm.
nl_nl: Aantal moet groter zijn dan 0 g

source: Please Add a product from suggestion first.
nl_nl: Gelieve eerste een product te selecteren uit de lijst

source: Please select a category
nl_nl: Gelieve een categorie te selecteren

source: All groups data within (sub)category
nl_nl: Alle groepen in alle (sub)categorieen

source: will be overwritten with these values. Are you sure to overwrite these groups in this (sub)category?
nl_nl: Deze vorige instellingen worden overschreven, doorgaan?

source: Total quatity of All foodDESK product shuold not be more than 100gm
nl_nl: Om in regel te zijn moeten de voedingswaarden in totaal uitkomen op 100gr

source: Please select a producer or supplier
nl_nl: Gelieve een fabrikant of leverancier te selecteren aub

source: Can not be added as semi product
nl_nl: Kan niet als half-fabrikaat worden bewaard omdat dit receptuur reeds over een half-fabrikaat beschikt (binnenkort zal dit waarschijnlijk wel mogelijk zijn).

source: Are you sure want to move this product to semi products
nl_nl: Zeker om dit receptuur te verplaatsen naar "half-fabrikaten"

source: Are you sure want to move this product to extra semi products
nl_nl: Zeker om dit receptuur te verplaatsen naar "EXTRA half-fabrikaten"

source: Successfully Moved
nl_nl: Met succes verplaatst

source: Can not be Moved
nl_nl: Fout kwam tot stand - probeer opnieuw of contacteer ons.

source: If you leave before saving, your changes will be lost.
nl_nl: == ER ZIJN GEGEVENS DIE NIET BEWAARD ZIJN == Bent u zeker?

source: Please refresh the page again
nl_nl: Gelieve te pagina te hernieuwen (refresh: shift + F5)

source: Image cannot be deleted successfully.
nl_nl: Afbeelding niet verwijderd - probeer opnieuw of contacteer ons team

source: Single digits at discount
nl_nl: Enkel getallen gebruiken bij korting

source: In group size, the rate must have +0.00 or -0.00
nl_nl: Formaat moet zijn: +0.00 of -0.00

source: Maximum amount is less than minimum amount.
nl_nl: Maximum aantal is minder dan het minimum aantal

source: Product Information Updated
nl_nl: Productinformatie gewijzigd

source: Product Information Added
nl_nl: Productinformatie toegevoegd

source: Recipe Updated
nl_nl: Receptuur geupdate

source: Recipe Added
nl_nl: Receptuur toegevoegd

source: Labeler Updated
nl_nl: Labeler geupdate

source: Labeler Added
nl_nl: Labeler Toegevoegd

source: Didnt Updated
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Do yo really want to delete this item ?
nl_nl: 100% zeker?

source: No result found (please select FoodDESK db)
nl_nl: Geen resultaten gevonden (selecteer de FoodDESK db)

source: Upload Sheet
nl_nl: Fiche uploaden

source: Send remark
nl_nl: Opmerking versturen

source: Technical Sheet
nl_nl: Technische fiche

source: Remark by mail
nl_nl: Opmerking via mail

source: If you have a remark or suggestion regarding the allergens, ingredients or any other issue then you can quickly send this to us by filling the form below.
nl_nl: Indien u een opmerking of suggestie heeft mbt de allergenen, ingrediënten of andere zaken van dit product dan kan u dit via deze weg aan ons doorgeven.

source: Subject :
nl_nl: Onderwerp:

source: Message :
nl_nl: Bericht:

source: Sorry! Currently You have no credit to use a FoodDESK product.
nl_nl: Het aantal credits zijn overschreden. Gelieve ons even te contacteren aub.

source: To buy credits, choose a package.
nl_nl: Kies een pakket

source: 100 products/credits for 10
nl_nl: 100 producten/credits voor 10

source: 200 products/credits for 15
nl_nl: 200 producten/credits voor 15

source: admin email
nl_nl: Email handelaar

source: Message
nl_nl: Bericht

source: Your changes saved successfully.
nl_nl: Gegevens met succes gewijzigd

source: Please select any category first
nl_nl: Gelieve een categorie te selecteren

source: Please enter Product name
nl_nl: Gelieve een product naam op te geven

source: This product cannot be added into current category. please try again later
nl_nl: Dit product kon niet worden toegevoegd aan de huidige categorie - probeer opnieuw

source: No Option selected
nl_nl: Geen optie geselecteerd

source: Product Removed Successfully
nl_nl: Artikelen met succes verwijderd

source: Product successfully updated
nl_nl: Artikel met succes ge-update

source: Product updated successfully
nl_nl: Artikel met succes ge-update

source: Product added successfully
nl_nl: Artikel met succes toegevoegd

source: product not updated
nl_nl: Artikel NIET geupdated

source: HAS SHARED PRODUCTS WITH YOU
nl_nl: HEEFT PRODUCTEN MET U GEDEELD <br>v<br>u kan deze toewijzen in een categorie en wanneer de leverancier zijn receptuur wijzigt wordt dit AUTOMATISCH bij u geupdate (!)<br>

source: Assign
nl_nl: Toewijzen

source: ADD PRODUCT
nl_nl: ARTIKEL TOEVOEGEN

source: OVERVIEW
nl_nl: OVERZICHT

source: No Subcategory
nl_nl: Geen subcategorie

source: Search for keyword
nl_nl: Zoek trefwoord

source: Search in recipe
nl_nl: Zoek in recepten

source: Product Sheet
nl_nl: Productfiche

source: Recipe Sheet
nl_nl: Receptuur

source: REMOVE
nl_nl: VERWIJDEREN

source: ASSIGN
nl_nl: TOEWIJZEN

source: PRINT SHEETS
nl_nl: PRINT FICHES

source: PRINT RECIPES
nl_nl: PRINT RECEPTEN

source: Producer Sheet(pdf)
nl_nl: Technische fiche (pdf)

source: Techinal Sheet(pdf)
nl_nl: Technische fiche (pdf)

source: Recipe Sheet(pdf)
nl_nl: Recepturen (pdf)

source: You have still
nl_nl: U heeft

source: FoodDESK credits left!
nl_nl: FoodDESK credits/producten over.

source: Add product
nl_nl: Artikel toevoegen

source: Art number
nl_nl: Artikelnummer

source: Save & close
nl_nl: Bewaar & sluit

source: Save + recipe
nl_nl: Bewaar + receptuur

source: Copy Products
nl_nl: Kloon producten

source: Share these
nl_nl: Delen deze producten

source: products to ID
nl_nl: Met ID

source: SEND
nl_nl: BEWAREN

source: Please Add company name from suggestion first.
nl_nl: Gelieve een winkelnaam op te geven aub

source: Please Add remark.
nl_nl: Geef uw opmerking

source: Shared with
nl_nl: Gedeeld met

source: Pending
nl_nl: Lopende

source: Approved
nl_nl: Goedgekeurd

source: Rejected
nl_nl: Afgewezen

source: Share
nl_nl: Delen

source: Sheet
nl_nl: Fiche

source: with
nl_nl: met

source: Please filter products by category
nl_nl: Filter producten op categorie

source: Shared
nl_nl: Gedeeld

source: Shared Products
nl_nl: Gedeelde producten

source: Shared Products Details
nl_nl: Details

source: Only Show Shared Products
nl_nl: Toon enkel de gedeelde producten

source: your remark
nl_nl: Uw opmerking

source: Shared With
nl_nl: Gedeeld met

source: Producer name
nl_nl: Fabrikant

source: Make Same
nl_nl: Kopieer

source: No suggestion for this product.
nl_nl: Geen overeenkomstige producten gevonden

source: It's very important that you pass us the right article nbr from
nl_nl: <b>BELANGRIJK</b>: Op aanvraag van de fabrikanten en leveranciers moeten de artikelnummers verplicht worden opgegeven. Het artikelnummer van

source: We prefer to have the articlenbr of the producer,if not known you may pass us the one from the supplier
nl_nl: vindt u op de bestelbon / factuur / verpakking.<br><br><u>Gelieve enkel fabrikanten / leveranciers te selecteren waar u KLANT bent</u>.

source: none
nl_nl: Geen

source: Not found? add new
nl_nl: Niet gevonden? Nieuwe toevoegen

source: Cancel
nl_nl: Annuleer

source: Choose a product to make it same.
nl_nl: Selecteer een product

source: Rename
nl_nl: Bewerken

source: Rename product
nl_nl: Productnaam wijzigen

source: Add producer
nl_nl: Fabrikant toevoegen

source: Add supplier
nl_nl: Leverancier toevoegen

source: Upload sheet
nl_nl: Fiche uploaden

source: successfully updated
nl_nl: Met succes gewijzigd

source: remark
nl_nl: Opmerking

source: Artnbr
nl_nl: Artikelnr.

source: Update failed
nl_nl: Fout tijdens updaten - contacteer FoodDESK

source: All products
nl_nl: Alle producten

source: PWS
nl_nl: PZF

source: Products without sheets
nl_nl: Artikelen zonder fiche

source: Search by product name
nl_nl: Zoek op productnaam

source: You can update product's ingredients by clicking on Product's name manually, if products name found exactly same as any FoodDESK product, then you can directly add ingredients, traces and allergence by clicking on that product.
nl_nl: U kan naar gerelateerde productfiches linken/toewijzen zoeken door CHECK aan te klikken. Het systeem gaat dan nakijken in de database van FoodDESK of er overeenkomstige producten aanwezig zijn en dan kunnen de productfiches worden toegewezen.

source: Remark by FOODDESK
nl_nl: Opmerking FoodDESK

source: Used in Recipe
nl_nl: In recepturen

source: View suggestions
nl_nl: Bekijk suggesties

source: Open Window
nl_nl: Artikelnr. ingeven

source: Processing
nl_nl: Wordt verwerkt

source: UPLOADED
nl_nl: Opgeladen

source: Merc Supplier
nl_nl: M Leverancier

source: Upload
nl_nl: Uploaden

source: Choose a product to make it same
nl_nl: Selecteer een product

source: GEHAKT
nl_nl: Artikel Z

source: Extra Semi-Products
nl_nl: EXTRA half-fabrikaten

source: ADD SEMI PRODUCT
nl_nl: HALFFABRIKAAT TOEVOEGEN

source: ADD EXTRA SEMI PRODUCT
nl_nl: EXTRA HF TOEVOEGEN

source: Extra Semi-Product Name
nl_nl: EXTRA half-fabrikaat

source: Semi-Product Name
nl_nl: Naam half-fabrikaat

source: Recipe can only be edited on product level
nl_nl: Het receptuur kan enkel gewijzigd worden op productniveau

source: Vetten (gr)
nl_nl: Vetten (g)

source: Verzadigde vetten (gr)
nl_nl: Verzadigde vetten (g)

source: Koolhydraten (gr)
nl_nl: Koolhydraten

source: Suiker (gr)
nl_nl: Suiker (g)

source: Eiwitten (gr)
nl_nl: Eiwitten (g)

source: Zout (gr)
nl_nl: Zout (g)

source: Vezels (gr)
nl_nl: Vezels (g)

source: We dont have recieved the productsheet for
nl_nl: Een of meerdere productenfiches van fabrikanten/leveranciers hebben wij niet tot onze beschikking waardoor de onderstaande waarden niet geheel correct zijn. Wij kunnen dus niet aansprakelijk gesteld worden bij een direct of indirect schadegeval. Dit neemt niet weg dat we zo vlug mogelijk deze informatie zullen updaten wanneer de productenfiches voorhanden zijn.

source: yet. This means that the ingredients/allergens/nutrition values are most probably not correct.
nl_nl: Dit betekent dat de ingrediëntenlijst/allergenen/voedingswaarden waarschijnlijk niet 100% correct zijn.

source: Configure Settings
nl_nl: Instellingen configureren

source: Display Order
nl_nl: Volgorde

source: Per Unit Groups
nl_nl: Optie - per stuk

source: Per Person Groups
nl_nl: Optie - per persoon

source: Weight Groups
nl_nl: Optie - gewicht

source: Show the questions in frontend
nl_nl: Toon vragen en antwoorden op de website

source: please Enter FAQ message
nl_nl: Gelieve FAQ bericht op te geven aub

source: Email Address:
nl_nl: E-mailadres:

source: Enter your email address you want to use to communicate with your customers
nl_nl: E-mailadres dat u wil gebruiken om bestellingen af te handelen

source: Change Language:
nl_nl: Wijzig taal:

source: Language in frontend:
nl_nl: Taal in frontend

source: Hide INTRO as first page?
nl_nl: INTRO verbergen

source: Check this checkbox if you just want to show orders as the first page not intro
nl_nl: Vink deze checkbox aan indien u de intropagina wil verbergen. De pagina met overzicht van alle bestellingen wordt dan als eerste getoond

source: Check this checkbox if you just want to close the shop. The following text is then displayed on the website and customers can not make orders (eg on leave)
nl_nl: Vink deze checkbox aan wanneer u de shop even wil sluiten. De onderstaande tekst wordt dan op de website getoond en klanten kunnen dan geen bestellingen doorvoeren (voorbeeld bij verlofperiode).

source: Offline Message
nl_nl: OFFLINE Bericht

source: Webshop Visible
nl_nl: Webwinkel tonen

source: for all
nl_nl: Voor iedereen

source: only clients i work with
nl_nl: Enkel klanten waarmee ik werk

source: If you have activated this option to your existing or new customers this password by email. Please find below a posting that one sees
nl_nl: Als u deze optie heeft geactiveerd moet u uw bestaande of nieuwe klanten dit wachtwoord doormailen. Hieronder kan nu een bericht plaatsen dat wordt getoond op de website indien er een wachtwoord moet ingegeven worden.

source: Password:
nl_nl: Wachtwoord:

source: Show Message Forntend
nl_nl: Toon bericht Frontend

source: text color
nl_nl: Tekst kleur

source: Pickup Services:
nl_nl: Afhalen:

source: Delivery Services:
nl_nl: Leveren:

source: Category-Wise Pick/Delivery:
nl_nl: Categoriegewijs ophalen/leveren

source: This function only if you check the customer an option for a particular product to pick up or deliver. This feature only when you turn in categories one or more categories of service both is selected (only works if you have checked COLLECTION AND DELIVERY (!).
nl_nl: Deze functie enkel aanvinken als u de klant de keuze laat om een bepaald product te laten komen afhalen of te laten afleveren. Deze functie pas inschakelen als u in "categorie" in een of meerdere categorieën voor service "beide "heeft geselecteerd (werkt enkel indien u AFHALEN en LEVERING heeft aangevinkt).

source: Disable Price:
nl_nl: Tarief verbergen

source: If you want to hide all the rates on the online store can set it here.
nl_nl: Indien u alle tarieven wil verbergen op de webwinkel kan u dit hier instellen.

source: Hide price untill user login:
nl_nl: Verberg tarief tot klant is ingelogd

source: Check this checkbox if you just want to hide price untill user do not login.
nl_nl: Vink deze checkbox aan indien u de tarieven wil verbergen totdat de klant is ingelogd (grwonen bezoekers krijgen geen tarieven te zien)

source: Not a valid e-mail address
nl_nl: Geen geldig emailadres

source: Password cannot be empty
nl_nl: Wachtwoord kan geen lege waarde hebben

source: Holidays Settings
nl_nl: Vakantie instellingen

source: Webshop During Holidays
nl_nl: Webwinkel tijdens vakantie

source: Example, if you closed your customers will choose not to pick up orders during holidays. When in the calendar (right) one day like Christmas marks then this setting.
nl_nl: Indien u bijvoorbeeld kiest voor gesloten zullen uw klanten geen bestellingen kunnen afhalen tijdens feestdagen. Wanneer u in de kalender (rechts) een dag gemarkeerd als feestdag dan wordt deze instelling actief.

source: Closed (no orders are accepted for that day)
nl_nl: Gesloten (geen bestellingen worden aangenomen voor die dag)

source: -- Select --
nl_nl: -- Selecteer --

source: Select
nl_nl: Selecteer

source: Please choose
nl_nl: Selecteer

source: Labeler Settings
nl_nl: Labelinstellingen

source: Upload Labeler Logo
nl_nl: Logo uploaden

source: Mail-Messages Settings
nl_nl: Mailberichten instellingen

source: Email Subject:
nl_nl: E-mail onderwerp:

source: topic
nl_nl: Dit is het onderwerp dat getoond wordt in de mail

source: This is the first mail that the customer gets an order after he has done.
nl_nl: Dit is de eerste mail die de klant krijgt nadat hij een bestelling heeft gedaan.

source: If OK is clicked, the customer MAIL this mail. This tells the customer that you have read and approved the order
nl_nl: Indien u op OK MAIL heeft geklikt krijgt de klant deze mail aan. Zo weet de klant dat u de bestelling heeft gelezen en goedgekeurd.

source: If you doubt the authenticity of the order or if anything is unclear please contact the customer through the order page on the name. If you click MAIL HOLD the customer receives this mail.
nl_nl: Indien u twijfelt aan de echtheid van de bestelling of indien er iets niet duidelijk is kan de klant contacteren door op de order pagina op de naam te klikken. Indien u klikt op HOLD MAIL krijgt de klant deze mail.

source: This mail is sent to the customer when you have clicked on MAIL COMPLETE (after you are sure the order is ready or will be at the appointed time).
nl_nl: Deze mail wordt naar de klant verstuurd wanneer u op COMPLEET MAIL heeft geklikt (nadat u zeker bent dat de bestellingen klaarstaat of zal staan op het afgesproken tijdstip).

source: This mail is sent to the customer when you have clicked on MAIL COMPLETE (after you are sure the order at the appointed time will be delivered).
nl_nl: Deze mail wordt naar de klant verstuurd wanneer u op COMPLEET MAIL heeft geklikt (nadat u zeker bent dat de bestellingen klaarstaat of zal staan op het afgesproken tijdstip).

source: Payment Canceled Mail
nl_nl: Betaling geannuleerd mail

source: Enter what you want to send in Payment cancelled mail
nl_nl: inhoud

source: Enter what you want to send in Order cancelled mail
nl_nl: Inhoud

source: Please provide a topic please
nl_nl: Gelieve een onderwerp te bepalen a.u.b.

source: Others Settings
nl_nl: Overige instellingen

source: Add extra field in popup (above remark)
nl_nl: Extra veld toevoegen in pop-up (boven opmerkingen)

source: Name of the field
nl_nl: Naam van het veld

source: Discount Per Amount
nl_nl: Korting per aantal

source: If total amount is more than
nl_nl: Indien totaalbedrag meer is dan

source: add a discount off
nl_nl: Met een korting van

source: Activate discount cards for clients
nl_nl: Klantenkaart-mod

source: Text that has to be appear in registration form
nl_nl: Tekst dat op het registratie formulier moet komen

source: Activate discount cards for clients (addon not activated
nl_nl: Activeer kortingskaart dan voor klanten (addon niet geactiveerd)

source: Hide availability feature in cp/popup
nl_nl: Verberg beschikbaarheid

source: Check, if you want to hide the product availability feature, in CP as well as on OBS-Shop.
nl_nl: Indien u geen gebruik wenst te maken van de beschikbaarheid per product per dag in de popup (groen/grijze kadertjes), gelieve dan deze checkbox aan te vinken

source: Calendar you want to connected with
nl_nl: Kalender

source: --Select--
nl_nl: -- Selecteer --

source: Belgium
nl_nl: Belgie

source: Netherlands
nl_nl: Nederland

source: Order timing Information
nl_nl: Laatste bestellingen

source: Show searchbox
nl_nl: Toon zoekfunctie

source: Check, if you want to search box on frontend
nl_nl: Aanvinken indien u de zoekfunctie wil activeren

source: Activate Suggetions at checkout
nl_nl: Suggesties activeren

source: Check, if you want to show suggetions at checkout
nl_nl: Aanvinken indien u suggesties wil tonen wanneer de klant wil afrekenen

source: and show me
nl_nl: aantal

source: Hide REGISTER link from Shop
nl_nl: Verberg de link REGISTREREN

source: Check, if you want to hide register link from frontend
nl_nl: Vink deze optie aan wanneer u niet wil dat klanten zich registreren op de webwinkel (u maakt manueel de klanten aan).

source: Receive notification mail when product has been requested to producer
nl_nl: Verstuur mij FICHE AANGEVRAAGD-mail

source: Receive notification mail when product has assigned
nl_nl: Verstuur mij PRODUCTEN gefixed - mail

source: Preference for E-nbr
nl_nl: Instellingen voor E-nrs

source: E-nbr values
nl_nl: Toon E-nrs

source: E-nbr names
nl_nl: Toon enkel de naam

source: Hide products in webshop when not fully fixed
nl_nl: Verberg producten in webwinkel indien niet volledig uitgerekend (allergenen)

source: List/thumbview
nl_nl: Lijst/Foto weergave

source: Listview only
nl_nl: Lijst-weergave enkel

source: Thumbview only
nl_nl: Foto-weergave enkel

source: Listview
nl_nl: Lijst-weergave

source: Thumbview
nl_nl: Foto-weergave

source: Amount of rows(Pagination)
nl_nl: Aantal rijen van producten (webwinkel)

source: it represents promocode which valid for given time period.
nl_nl: U kan voor een bepaalde periode een promocode door uw klanten laten invoeren

source: INTROCODE
nl_nl: Registratie promocode

source: It represents coupon code when first time order is placed.
nl_nl: Geef een korting aan klanten die voor de eerste maal een bestelling doorsturen

source: Allow upload big images
nl_nl: Grote foto's aanmaken bij uploaden

source: Make Mobile No. Required for user
nl_nl: Maak GSMnr verplicht

source: Order ID default prefix
nl_nl: Prefix bestellingnr

source: This string is added as prefix with Order ID.
nl_nl: U kan zelf een prefix toewijzen aan uw bestelnr

source: Show Stock
nl_nl: Toon Stock

source: Payment Settings
nl_nl: Betalings instellingen

source: GENERAL
nl_nl: Algemeen

source: Always pay in advance required
nl_nl: Steeds op voorhand betalen (verplicht)

source: Only pay in advance required when delivery
nl_nl: Enkel op voor te betalen bij levering (verplicht)

source: Client may choose
nl_nl: Klant mag kiezen

source: Credit Card
nl_nl: Kredietkaart

source: Inactive
nl_nl: Inactief

source: Active
nl_nl: Actief

source: Minimum amount for payment
nl_nl: Min. bedrag wanneer klanten online kunnen betalen

source: Allowance
nl_nl: Commissie

source: Enable Fee
nl_nl: Activeer

source: Switch to sandbox mode
nl_nl: Switch naar Sandbox mode

source: Configure groups
nl_nl: Opties configureren

source: Mail-Messages
nl_nl: Mailberichten
