Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: OBS-Shop
nl_nl: Webwinkel

source: Give the shop url. Eg - http://www.onlinebestelsysteem.net/DEMO/demo.html
nl_nl: Link naar uw webwinkel - voorbeeld: http://www.mijnwebsite.be/webwinkel.html

source: Shop URL
nl_nl: Webwinkel URL

source: Give the online-bestellen folder url. Eg - http://www.onlinebestelsysteem.net/DEMO
nl_nl: Link naar uw webwinkel folder - voorbeeld: http://www.mijnwebsite.be/online-bestellen

source: Client File Location
nl_nl: Remote directory en de foldernaam

source: Give the online-bestellen folder location on your server from root, including the client-files folder name.
nl_nl: Remote directory en de folder waar de bestanden geplaatst zijn - voorbeeld: /public_html/online-bestellen/

source: Access Permission
nl_nl: Toegangsrechten

source: Allow OBS Administrator to upload (or replace) online-bestellen client files to your FTP server automatically.
nl_nl: FoodDESK toelaten om deze de FoodDESK-module te updaten (aanbevolen)

source: Codes for your Website
nl_nl: Code voor uw website

source: Domain
nl_nl: Domeinnaam

source: Your Api Has Not Been Generated Yet
nl_nl: Uw Api werd door FoodDESK nog niet gegenereerd (gelieve ons hiervan op de hoogte te stellen)

source: FTP Settings updated successfully !
nl_nl: FTP Settings met succes geupdated

source: FTP Settings saved successfully !
nl_nl: FTP Settings met succes geupdated

source: OBS: Buying Credits Request
nl_nl: FoodDESK: Koop credits

source: You request has been sent successfully
nl_nl: Aanvraag werd met succes verzonden.

source: Sorry!!!. Request has not been sent. Please try again later.
nl_nl: Aanvraag kon niet worden verzonden, probeer opnieuw

source: OBS: Buying Monthly Basis Request
nl_nl: FoodDESK: Koop maandelijkse credits

source: Sorry mail did not send successfully
nl_nl: Mail komt niet worden verzonden

source: Mail send successfully
nl_nl: Mail werd met succes verzonden.

source: Widget is not added successfully. PLease try again
nl_nl: Widget kon niet worden toegevoegd - probeer opnieuw

source: Widget is not Edited successfully. PLease try again
nl_nl: Widget kon niet worden bewerkt - probeer opnieuw

source: No Preview
nl_nl: Geen Preview

source: Newsletter cannot be saved. Please try again...
nl_nl: Nieuwsbrief kon niet bewaard worden. Probeer opnieuw...

source: Newsletter has been saved successfully.
nl_nl: Nieuwsbrief met succes bewaard

source: Newsletter has been updated successfully.
nl_nl: Nieuwsbrief met succes gewijzigd

source: Mail has been send successfully
nl_nl: Mail werd met succes verzonden.

source: Sorry!!! Mail has not been send successfully. Please try again
nl_nl: Mail kon niet worden verzonden. Probeer opnieuw...

source: Sorry!!! Cant found the template.
nl_nl: Template niet gevonden

source: Add Widget
nl_nl: Widget toevoegen

source: File did not uploaded. Please try again
nl_nl: Bestand werd niet geupload. Probeer opnieuw

source: Sorry!!! Your subscription is not activated this time. Please buy any plan if not requested.
nl_nl: Gelieve eerst een pakket aan te kopen a.u.b.

source: Sorry!!! You have no credits left. Please buy again.
nl_nl: U heeft geen credits meer, gelieve er nieuwe aan te vragen.

source: mail sent.
nl_nl: Email verzonden

source: mails sent.
nl_nl: Mails verzonden

source: You have no credits left. Please buy again.
nl_nl: U heeft geen credits meer, gelieve er nieuwe aan te vragen.

source: Sorry!!! Some mails have not been send successfully. Please try again
nl_nl: Sommige mails konden niet worden verzonden. Probeer opnieuw...

source: All Mails have been sent successfully
nl_nl: Alle mails werden met succes verzonden.

source: Template cannot be saved. Please try again...
nl_nl: Template kon niet worden bewaard, probeer opnieuw...

source: Templates has been saved successfully.
nl_nl: Template met succes bewaard

source: Templates has been Updated successfully.
nl_nl: Template met succes geupdated

source: remove
nl_nl: Verwijderen

source: Doc. uploaded successfully.
nl_nl: Bestand met succes guploaded

source: Doc with this name is already present in the upload center.
nl_nl: Bestand met dezelfde naam staat reeds in de manager. Verifieer en/of corrigeer

source: Doc did not uploaded. Please try again.
nl_nl: Bestand werd niet geupload. Probeer opnieuw

source: Doc file size max 4 MB.
nl_nl: Grootte afbeelding mag max. 4 MB zijn

source: Invalid file format...
nl_nl: Fout formaat - gelieve enkel jpg/gif/png bestanden te uploaden.

source: unsubscribe
nl_nl: Afmelden

source: News Letter:
nl_nl: Nieuwsbrief:

source: company_id
nl_nl: Bedrijf ID

source: attribute_name
nl_nl: Naam

source: order_detail_id
nl_nl: Bestelnr.

source: order_detail
nl_nl: Overzicht

source: Antal
nl_nl: aantal

source: Order.Id
nl_nl: Bestelnr.

source: No data for this order ID
nl_nl: Geen data beschikbaar voor deze bestelling

source: order
nl_nl: BESTELLING

source: Afhalen.datum
nl_nl: Datum

source: Levering.datum
nl_nl: Datum

source: Best.Date
nl_nl: Datum

source: category_id
nl_nl: Categorie ID

source: category_details
nl_nl: Categorie overzicht

source: category
nl_nl: Categorie

source: product_id
nl_nl: Artikel ID

source: product_details
nl_nl: Artikel details

source: Selling.Option
nl_nl: Opties

source: Multi.Discount
nl_nl: Meerdere kortingen

source: subcategory_id
nl_nl: Subcategorie ID

source: subcategory_details
nl_nl: Subcategorie overzicht

source: client_id
nl_nl: Klant ID

source: client_detail
nl_nl: Overzicht

source: Newsletter
nl_nl: Nieuwsbrief

source: Loyality-Discount
nl_nl: Korting vaste klant

source: Please specify any attribute name to find.
nl_nl: Gelieve een naam in te geven aub

source: No Company Found.
nl_nl: GEeb bedrijf gevonden

source: Company Id Not Found
nl_nl: Bedrijf niet gevonden

source: detail
nl_nl: Overzicht

source: option.Id
nl_nl: Opties

source: message
nl_nl: Bericht

source: No order for this id
nl_nl: Geen bestelling voor dit ID

source: No category found for this id
nl_nl: Geen categorieën gevonden

source: weight wise
nl_nl: Per gewicht

source: per personen
nl_nl: Per persoon

source: per unit
nl_nl: Per stuk

source: No product found for this id
nl_nl: Geen resultaten gevonden

source: Multi-Discount
nl_nl: Meerdere kortingen

source: No subcategory found for this id
nl_nl: Geen subcategorieën gevonden

source: Cat-Nummer
nl_nl: Nr

source: Please specify any attribute name to find
nl_nl: Gelieve een naam in te geven aub

source: Company not found
nl_nl: Bedrijf niet gevonden

source: Company ID not found
nl_nl: Bedrijf niet gevonden

source: Product Report
nl_nl: Artikel rapport

source: Product:
nl_nl: Artikel:

source: Order Number
nl_nl: Bestel nr.

source: Amount
nl_nl: Aantal

source: Cardgate account created
nl_nl: Account met succes aangemaakt

source: Please login to your account to complete the data required to start receiving payments using cardgate
nl_nl: Gelieve in te loggen in uw controlepaneel bij Cardgate om de info te vervolledigen alvorens betalingen te kunnen ontvangen

source: It is very important that you now complete the forms and upload the required docs before proceeding. In your Controlepanel go to Merchant gegevens - CURO Backoffice and then go to Gegevens. This is the place where you need to fill in all required info<br><br>.
nl_nl: De volgende stap om cardgate te activeren is om de velden in uw controlepaneel aan te vullen en de nodige docs te verschaffen.<br><br>Ga naar Merchant gegevens - CURO backoffice - gegevens. Vul daar alles verder aan tot de statusbar tot 100% komt te staan (tip: ga met de muis over de statusbar om te kijken wat je nog moet aanvullen).<br><br>

source: If any problems please contact us.
nl_nl: Indien u klaar bent met aanvullen (100%) graag een seintje.<br><br>

source: Cardgate account created by Merchant
nl_nl: Cardgate account werd met succes aangemaakt

source: Please login to the account to set the control Url
nl_nl: We hebben met succes een cardgate account voor u aangemaakt.<br><br>U kan inloggen in uw controlepaneel via <a href="https://merchants.cardgateplus.com">https://merchants.cardgateplus.com</a> met de volgende gegevens:<br>

source: Merchant ID
nl_nl: Shop ID

source: OBS: Buying Flyers Request
nl_nl: FoodDESK: Flyer request

source: Sorry! Flyer Id not found. Please try again
nl_nl: Geen bestellingen gevonden om een ronde samen te stellen

source: INGRÉDIENTS
nl_nl: INGREDIËNTEN

source: ALLERGÈNES
nl_nl: ALLERGENEN

source: VALEURS NUTRITIONNELLES
nl_nl: Voedingswaren

source: No orders found to plan a tour
nl_nl: Geen bestellingen gevonden om een ronde te bepalen

source: First
nl_nl: Eerste

source: Last
nl_nl: Laatste

source: Next
nl_nl: Volgende

source: Prev
nl_nl: Vorige

source: Please enter a different email. Already in use !
nl_nl: Dit e-mail adres staat reeds in onze database

source: Please enter a different username. Already registered !
nl_nl: Dit gebruikersnaam staat reeds in onze database

source: Success ! Company registered successfully.
nl_nl: Bedrijf met succes geregistreerd.

source: Sorry ! Some error occurred.
nl_nl: Een fout kwam tot stand

source: Error occured. Please try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: Status changed successfully.
nl_nl: Status met succes geupdated

source: Status does not changed successfully.
nl_nl: Status niet gewijzigd

source: Banner ID or status value is not found.
nl_nl: Banner ID werd niet gevonden

source: Banner deleted successfully.
nl_nl: Banner met succes verwijderd

source: Banner does not deleted successfully.
nl_nl: Banner kon niet worden verwijderd

source: Banner ID is not found.
nl_nl: Banner ID niet gevonden

source: Success - API created successfully !
nl_nl: API met succes gegenereerd.

source: Error - Some error occurred !
nl_nl: Een fout kwam tot stand

source: Updated successfully
nl_nl: Met succes geupdate

source: Error occured please try again.
nl_nl: Fout kwam tot stand - probeer opnieuw

source: Please provide the type
nl_nl: Gelieve het type te selecteren aub

source: Added Successfully
nl_nl: Met succes toegevoegd

source: Please provide a file to upload.
nl_nl: Selecteer een bestand aub

source: Successfully added
nl_nl: Met succes toegevoegd

source: OBS Admin has updated Paid Status
nl_nl: FoodDESK heeft uw account gewijzigd

source: OBS Admin has updated desk status. Please Check
nl_nl: FoodDESK heeft de status van de Infobalie gewijzigd.

source: You can open the link below on your tablet. In that way your clients can immediately can check the allergens from a specific product.
nl_nl: Klik op de onderstaande link om de infobalie te bekijken. U kan deze link openen op uw tablet en dit als startpagina gebruiken. Indien de klant meer info wenst te verkrijgen over bepaalde allergenen in een product kan hij/zij dit via deze weg gemakkelijk zelf opzoeken.<br><br>Ons rest nog het logo van uw winkel nog te uploaden en deze pagina wat aan te passen. Indien er in de infobalie weinig/geen producten instaan betekent dit dat wij de producten nog moeten implementeren in uw controlepaneel (we houden u hierover op de hoogte).

source: Desk url:
nl_nl: URL:

source: Your Desk is deactivated by admin.
nl_nl: De Infobalie werd door ons op inactief gezet. <br><br>Indien dit volgens u onterecht gebeurde of indien u vragen of opmerkingen heeft gelieve ons hiervan op de hoogte te stellen: 0473/25.05.28

source: Company without logos
nl_nl: Bedrijven zonder LOGO

source: Company id
nl_nl: Bedrijf

source: Registraion Date
nl_nl: Datum registratie

source: Company Categories details
nl_nl: Categorie details

source: System
nl_nl: Systeem

source: Company ID
nl_nl: Bedrijf

source: NOIMAGES found List
nl_nl: Geen afbeeldingen gevonden

source: Shop Name
nl_nl: Winkelnaam

source: Email address
nl_nl: E-mail

source: Register date
nl_nl: Registratiedatum

source: License type
nl_nl: Licentie type

source: Overview of backlinks
nl_nl: Overzicht backlinks

source: OBS: Company Trial Prolongated
nl_nl: FoodDESK: Testperiode werd verlengd

source: Company has been approved successfully. Mails are sent to CP and DEP for their CPs
nl_nl: Winkel met succes goedgekeurd. Een mail werd verzonden.

source: Company has not been approved successfully. Please try again or Contact to developer.
nl_nl: Dit bedrijf werd niet goedgekeurd - gelieve bij vragen ons te contacteren

source: Company has been disapproved successfully.
nl_nl: Winkel werd met succes afgekeurd.

source: Email did not updated successfully!!!
nl_nl: Emailadres niet gewijzigd, probeer opnieuw...

source: Email updated successfully
nl_nl: Emailadres met succes geupdated

source: Category id
nl_nl: Categorie ID

source: Add Text
nl_nl: Tekst toevoegen

source: Display Tool Tip
nl_nl: Tooltip activeren

source: Company Sub Categories details
nl_nl: Subcategorieën

source: Sub Category id
nl_nl: Subcategorie id

source: Category name
nl_nl: Categorie Naam

source: Sub Category Name
nl_nl: Subcategorie Naam

source: Sub Description
nl_nl: Omschrijving

source: Sub Image
nl_nl: Afbeelding

source: Sub Add Text
nl_nl: Tekst toevoegen

source: Sub Message
nl_nl: Uw bericht

source: Company Produt details
nl_nl: Artikel details

source: Product Id
nl_nl: Artikel Id

source: Company Id
nl_nl: Bedrijf id

source: Categories Id
nl_nl: Categorieën

source: Sub Categories ID
nl_nl: Gegevens subcategorieën

source: Product Article Number
nl_nl: Art nr.

source: Product Description
nl_nl: Omschrijving

source: Image Url
nl_nl: Afbeelding url

source: Sell Product Option
nl_nl: Opties Artikelen

source: Price /Person
nl_nl: Tarief/pp.

source: Min Person
nl_nl: min. aantal personen

source: Max Person
nl_nl: Max aantal personen

source: Price /Unit
nl_nl: Tarief/stuk

source: Price /Weight
nl_nl: Tairef/Kg

source: Show as New
nl_nl: Tonen als nieuw

source: Allow Image Upload
nl_nl: Afbeelding laten uploaden

source: Discount/Kg
nl_nl: Korting/Kg

source: Display Image
nl_nl: Afbeelding tonen

source: All Day Availability
nl_nl: Beschikbaarheid

source: Advance Payment
nl_nl: Voorafbetaling

source: Clients are added successfully
nl_nl: Klanten met succes toegevoegd

source: Clients are not added successfully. Please try again
nl_nl: Klanten konden niet worden toegevoegd - probeer opnieuw

source: Name or Price field is missing
nl_nl: Naam of tarief werd niet bepaald

source: Display Order is changed successfully
nl_nl: Volgorde met succes gewijzigd

source: Display Order did not changed successfully
nl_nl: Volgorde kon niet gewijzigd worden - probeer opnieuw

source: Invalid Username and Password
nl_nl: Foute gebruikersnaam en wachtwoord

source: You are successfully logout...!!
nl_nl: U bent met succes uitgelogd

source: Failed to send email
nl_nl: Kan mail niet verzenden

source: Success to send email
nl_nl: Email met succes verzonden

source: Mail type changed successfully
nl_nl: Mail type werd met succes gewijzigd.

source: Mail type did not changed successfully
nl_nl: Mail type kon niet gewijzigd worden

source: Credits have been changed
nl_nl: Aantal credits gewijzigd

source: Credits have not been changed
nl_nl: Aantal credits ongewijzigd

source: This company is not using Mail manager
nl_nl: Geen mail manager

source: Companies Subscription List
nl_nl: Inschrijvingen

source: Subscribed/Unsubscribed
nl_nl: aangemeld/afgemeld

source: All Mails have been send successfully
nl_nl: alle mails werden met succes verzonden.

source: Sorry!!! Some mails have not been send successfully. please try again
nl_nl: Mail kon niet worden verzonden. Probeer opnieuw...

source: Templates has been updated successfully.
nl_nl: Template met succes geupdated

source: This combination does not exist in our database!Please enter a valid username and password
nl_nl: Deze combinatie komt niet voor in onze database. Probeer opnieuw

source: can not send mail.!!please try again
nl_nl: Kan mail niet verzenden. Probeer opnieuw

source: mail has been send successfully to your mail id
nl_nl: Mail werd met succes verzonden naar uw e-mailadres

source: this email id does not exists in our database
nl_nl: Dit e-mailadres niet gevonden in onze database

source: Company Overview
nl_nl: Overzicht

source: Recipes / Products
nl_nl: Recepten / producten

source: Completed %
nl_nl: Voltooid %

source: UPDATE SUCCESSFULLY....!!!
nl_nl: Met succes geupdated

source: Can't create config/index file for this FTP server !
nl_nl: Config file kon niet worden aangemaakt voor deze FTP

source: Error - Unable to open the original index file !
nl_nl: Fout - kan config niet openen

source: There was a problem while creating
nl_nl: Probleem tijdens aanmaken

source: folder, on server ! May be it was already there.
nl_nl: folder op de server. Waarschijnlijk is deze reeds aanwezig

source: You details are been saved successfully, we will get back to you soon !
nl_nl: Uw aanvraag werd met succes doorgestuurd. Wij zullen nu nagaan of uw zaak geschikt is voor ons bestelsysteem. Wij houden u alvast op de hoogte.

source: Contact Mail
nl_nl: Klant e-mail

source: User phone no
nl_nl: Tel. klant:

source: User's email address
nl_nl: E-mail klant:

source: User's Comapny url
nl_nl: Domeinnaam:

source: User's message
nl_nl: Bericht:

source: Invalid Credentials
nl_nl: Foutmelding

source: Can't submit your order !
nl_nl: Kan bestelling niet uitvoeren - contacteer 0473/250528

source: Couldn't get the client ID !
nl_nl: Kan profiel gegevens niet laden

source: Some error ocured ! Can't place your order successfully.
nl_nl: Een fout kwam tot stand - probeer op nieuw of contacteer ons via 0473/250528

source: Dear
nl_nl: Beste

source: A new client has registered via your online shop.
nl_nl: Een nieuwe klant heeft zich geregistreerd via de webwinkel.

source: I want a invoice
nl_nl: Ik wil een factuur

source: GSM
nl_nl: Tel 2

source: Discount Card Number
nl_nl: Klantenkaart nr.

source: Powered by OBS
nl_nl: Powered by FoodDESK

source: Loyalty discount
nl_nl: Korting vaste klant

source: discount
nl_nl: Korting

source: Pickup Date
nl_nl: Afhaal datum:

source: on
nl_nl: om

source: hr
nl_nl: uur

source: Pickup Note
nl_nl: Opmerking

source: Shop
nl_nl: Winkel

source: Delivery Date
nl_nl: Leveringsdatum:

source: Delivery Day
nl_nl: Dag van levering:

source: Delivery Address
nl_nl: Adres:

source: Delivery Note
nl_nl: Opmerking

source: Order Total
nl_nl: Totaal

source: Grand Total
nl_nl: Totaal

source: Delivery Cost
nl_nl: Tarief levering

source: IN PROCESSING
nl_nl: IN BEHANDELING

source: We will send you an email as soon as possible, with more information.
nl_nl: U mag binnenkort een mail van ons verwachten met meer informatie.

source: I want an invoice
nl_nl: Ik wil een factuur

source: A new order has been placed on your shop.
nl_nl: Een nieuwe bestelling werd doorgegeven via de webwinkel

source: Here are some details of it
nl_nl: Hier enkele details

source: Don't have any saved cart!
nl_nl: Data niet gevonden

source: Success
nl_nl: OK

source: Error - No company settings found !
nl_nl: Geen instellingen gevonden

source: Error - Did\'t get the Company ID.
nl_nl: FOUT - ID niet gevonden

source: No categories found !
nl_nl: Geen categorieën gevonden

source: No sub-categories found !
nl_nl: Geen subcategorieën

source: No products found in this category !
nl_nl: Geen producten in deze categorie

source: No products found in this sub-category !
nl_nl: Geen producten in deze subcategorie

source: No products found !
nl_nl: Geen resultaten gevonden

source: No products details found !
nl_nl: Geen productdetails gevonden

source: No product discount found !
nl_nl: Geen korting ingegeven

source: No product groups found !
nl_nl: Geen opties opgegeven

source: No holiday found !
nl_nl: Geen feestdag gevonden

source: Not found necessary data !
nl_nl: Data niet gevonden

source: No pickup delivery time settings found !
nl_nl: Afhaal/levering instellingen niet correct ingegeven

source: No related products found !
nl_nl: Geen gerelateerde producten gevonden

source: Error - No user details found !
nl_nl: Geen resultaten gevonden

source: Invalid username or password !
nl_nl: Foute gebruikersnaam of wachtwoord

source: Order has been expired or does not exist.
nl_nl: Bestelling is vervallen of bestaat niet meer

source: Password has been changed successfully !
nl_nl: Wachtwoord met succes gewijzigd.

source: Incorrect password entered !
nl_nl: Wachtwoord werd niet correct ingegeven.

source: Can't update your data !
nl_nl: Updaten mislukt - Probeer opnieuw of bel 0473/250528

source: Email is required
nl_nl: Email is verplicht

source: Email must be valid
nl_nl: Gelieve een geldig emailadres op te geven aub

source: Email already exist!
nl_nl: Email bestaat reeds

source: Your profile has been updated successfully ! You may continue ...
nl_nl: De details werden met succes geupdated

source: Sorry ! Can't fetch your orders.
nl_nl: Kan bestelling niet doorsturen

source: Sorry ! You haven't placed any order yet.
nl_nl: U heeft in het verleden nog niets bij ons besteld

source: Can't fetch this order detail.
nl_nl: Niet mogelijk om besteldetails door te geven

source: Sorry ! The user could not be registered.
nl_nl: Klant heeft zich niet kunnen registreren - indien dit opnieuw voorkomt - contacteer ons - 0473/250528

source: Your password has been changed and sent to your email address successfully !
nl_nl: Wachtwoord met succes gewijzigd en werd via mail naar u toe verzonden.

source: Your password has been set sucessfully, but can't send you mail. So please try again !
nl_nl: Uw wachtwoord werd met succes bewaard - een mail kon evenwel niet verzonden worden. Contacteer ons 0473/25.05.28

source: Can't change your password !
nl_nl: Kan wachtwoord niet wijzigen

source: Incorrect email address entered !
nl_nl: Gelieve een geldig e-mailadres op te geven

source: Sorry ! Your query can not be submitted.
nl_nl: Uw vraag/opmerking werd NIET doorgegeven - contacteer de handelaar

source: Sorry ! The user could not be found.
nl_nl: Geen klanten gevonden

source: Pickup Day
nl_nl: Dag afhaling:

source: Pickup Time
nl_nl: Tijdstip:

source: Sorry ! Can't fetch your dicount details.
nl_nl: Kortingen konden niet worden gesynchroniseerd

source: Desk orders
nl_nl: Bestellingen

source: Order details
nl_nl: Overzicht

source: Theme has been updated successfully.
nl_nl: Stijl met succes aangepast

source: Theme couldn't change properly.
nl_nl: Stijl kon niet worden gewijzigd (contacteer ons)

source: Payment Confirmation
nl_nl: Betalingsbevestiging

source: More income
nl_nl: Meer inkomen

source: Please
nl_nl: Aub

source: this entry form
nl_nl: Dit invulformulier

source: Do you have a general question, comment or are you interested in a collaboration? Let us know via the form below
nl_nl: Heeft u een algemene vraag , een opmerking of heeft u interesse in een samenwerking? Laat ons dit weten via onderstaand invulformulier!

source: company Name
nl_nl: Bedrijfsnaam

source: name
nl_nl: Naam

source: phone
nl_nl: Tel.

source: Selection
nl_nl: Selecteer

source: I have a general question
nl_nl: Ik heb een algemene vraag

source: I have a comment
nl_nl: Ik heb een opmerking

source: Please more info
nl_nl: Graag meer info

source: I want to be distributor of OBS
nl_nl: Ik wil verdelen worden van FoodDESK

source: remainder
nl_nl: Herinnering

source: report
nl_nl: Rapport

source: security code
nl_nl: Beveiligingscode

source: Repeat the code
nl_nl: Herhaal de code

source: required fields
nl_nl: Verplicht veld

source: Select a subject
nl_nl: Selecteer een onderwerp

source: Please enter a company name.
nl_nl: Gelieve een bedrijfsnaam op te geven

source: Please enter your name.
nl_nl: Gelieve uw naam op te geven

source: Please give your email address.
nl_nl: Gelieve uw e-mailadres op te geven

source: Enter email address is not valid.
nl_nl: Gelieve een geldig e-mailadres op te geven
