Repository: gauravk79050/bolive-7
Catalog: application/language/locales/*/LC_MESSAGES/lang-bu.po
Languages: nl_nl

source: No image !!! please try again
nl_nl: Geen afbeelding toegevoegd. Probeer opnieuw

source: Crop
nl_nl: Bijsnijden

source: Rotate Clock Wise
nl_nl: Draai klokwijs

source: Rotate Anti Clock Wise
nl_nl: Draai tegen de klok

source: Image did not uploaded. Please try again
nl_nl: Geen afbeelding toegevoegd. Probeer opnieuw

source: Image file size max 4 MB
nl_nl: Grootte afbeelding mafg max. 4 MB zijn

source: Invalid file format..
nl_nl: Fout formaat - gelieve enkel jpg/gif/png bestanden te uploaden.

source: filename is not legit. Please remove those special symbols
nl_nl: Gelieve geen spaties, accenten of andere symbolen als bestandsnaam te gebruiken. Gelieve dit bestand te hernoemen.

source: Sorry !!! image has not been cropped. Please try again
nl_nl: Afbeelding kon niet worden bijgesneden, probeer opnieuw

source: Note: This image will be saved when you click the update button below. To change image you can upload another image again
nl_nl: TIP: De afbeelding wordt pas bewaard wanneer u op de update knop klikt (onderaan).

source: wrong username or password or May be status is inactive
nl_nl: Gebruikersnaam of wachtwoord zijn verkeerd spatie- bij problemen: 014/588466

source: Invalid Login ! Please try again.
nl_nl: Foutieve combinatie. Probeer opnieuw.

source: Some error occured ! Please try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw

source: Hello
nl_nl: Beste

source: Account Details
nl_nl: Account overzicht

source: Your Account Details are given below
nl_nl: Uw account gegevens kan u hieronder terugvinden

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Email
nl_nl: Mail klant

source: Thanks and Regards
nl_nl: Met vriendelijke groeten

source: Forgot Password Recovery Message
nl_nl: Wachtwoord bericht vergeten

source: Your Username and Password sent to your Email address
nl_nl: Uw wachtwoord werd via mail naar u toe verzonden

source: couln't send mail.please try again
nl_nl: Kan wachtwoord niet verzenden. contacteer ons via 0473/250528

source: couln't parse mail.please try again
nl_nl: Kan wachtwoord niet verzenden. contacteer ons via 0473/250528

source: This is an error message.
nl_nl: Dit is een foutmelding

source: holiday settings has been updated successfully.
nl_nl: Feestdag instellingen met succes geupdated

source: error occured while updating holiday settings!
nl_nl: Een fout kwam tot stand tijdens het updaten van feestdag instellingen

source: pickup settings has been updated successfully.
nl_nl: Algemene instellingen werden met succes geupdated

source: error occured while updating pickup settings!
nl_nl: Een fout kwam tot stand tijdens het updaten

source: delivery settings has been updated successfully.
nl_nl: Algemene instellingen werden met succes geupdated

source: error occured while updating delivery settings!
nl_nl: Fout kwam tot stand tijdens het updaten van de levering instellingen

source: Delivery area details has been added successfully.
nl_nl: Regio met succes toevoegd

source: Error. Delivery area details could not be added.
nl_nl: Foutmelding: Regio kon niet worden gewijzigd (contacteer ons)

source: Delivery area details has been updated successfully.
nl_nl: Regio werd met succes geupdated

source: Error. Delivery area details could not be updated.
nl_nl: Foutmelding: Regio kon niet worden aangepast (contacteer ons).

source: I don't know - please send me someone
nl_nl: Ik weet het niet - gelieve iemand te sturen

source: Upgrade package
nl_nl: Pakket upgraden

source: My company id is
nl_nl: Mijn ID is

source: Overview
nl_nl: Overzicht

source: task
nl_nl: Taak

source: overview
nl_nl: Overzicht

source: staff
nl_nl: Personeel

source: suppliers
nl_nl: Leveranciers

source: Successfully Uploaded
nl_nl: Met succes ge-upload

source: No result found
nl_nl: Geen resultaten gevonden

source: Supplier added successfully
nl_nl: Leverancier met succes toegevoegd

source: Some error occured please try again
nl_nl: Een foutmelding kwam tot stand, probeer opnieuw

source: Supplier Information updated Successfully
nl_nl: Gegevens met succes aangepast

source: Some error occured, Please try again later.
nl_nl: Een foutmelding kwam tot stand, probeer opnieuw

source: added
nl_nl: toegevoegd

source: Invalid email
nl_nl: Fout e-mailadres

source: Successfully
nl_nl: Met succes

source: Some thing went wrong
nl_nl: Een fout kwam tot stand

source: Re-type Password not matched with password
nl_nl: Het wachtwoord kwam niet overeen

source: Some thing went wrong
nl_nl: Een fout kwam tot stand

source: Successfully Updated
nl_nl: Met succes ge-update

source: Certificate Successfully deleted
nl_nl: Certificaat met succes verwijderd

source: cropping_failed
nl_nl: Bijsnijden is niet kunnen doorgaan

source: Successfully
nl_nl: Met succes

source: Successfully assigned
nl_nl: Met succes toegewezen

source: SUBJECT
nl_nl: ONDERWERP

source: DATE
nl_nl: Datum

source: ADDED BY
nl_nl: DOOR

source: DESCRIPTION
nl_nl: OMSCHRIJVING

source: CAUSE
nl_nl: OORZAAK

source: SETTLEMENT
nl_nl: OPLOSSING

source: Holiday settings updated successfully
nl_nl: Vakantie instellingen met succes ge-update

source: Holiday settings not updated successfully
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Desk general setting updated successfully.
nl_nl: Gegevens met succes ge-update

source: Your OBSDesk settings saved successfully !
nl_nl: Instellingen met succes aangepast

source: Your allergenkaart settings saved successfully !
nl_nl: Instellingen met succes gewijzigd!

source: ERROR : Fields Cannot be null
nl_nl: FOUT: alle velden moeten ingevuld zijn

source: New product added in this order, successfully !
nl_nl: Nieuwe producten met succes toegevoegd

source: ERROR : Can't add new product in this order !
nl_nl: Fout: kan geen nieuw product toevoegen

source: Order status updated successfully !
nl_nl: Status met succes geupdated

source: ERROR : Can't update the order status !
nl_nl: Updaten mislukt - Probeer opnieuw of bel 0473/250528

source: Order deleted successfully !
nl_nl: De bestelling werd met succes verwijderd

source: ERROR : Can't delete the order !
nl_nl: Fout: kan de bestelling niet verwijderen

source: Successfully updated
nl_nl: Met succes geupdate

source: Setting Updated Successfully
nl_nl: Instellingen met succesgeüpdate

source: You updated your information successfully
nl_nl: Gegevens met succes ge-update

source: Some problem occur!Your information is not updated successfully
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: Password not match to original password
nl_nl: Wachtwoord is onjuist

source: Please upgrade my package to
nl_nl: Gelieve mijn pakket te wijzigen in

source: Category updated successfully.
nl_nl: Categorie met succes ge-update

source: New Category added successfully.
nl_nl: Nieuwe categorie met succes toegevoegd

source: Sorry ! Some error occured.
nl_nl: Een fout kwam tot stand

source: Category updated successfully !
nl_nl: Categorie met succes aangepast

source: Category deleted successfully !
nl_nl: Categorie met succes verwijderd

source: Producer
nl_nl: Fabrikant

source: Supplier
nl_nl: Leverancier

source: Article Number Producer
nl_nl: Art.nr fabrikant

source: Article Number Supplier
nl_nl: Art.nr Leverancier

source: No file selected
nl_nl: Geen bestand geselecteerd

source: files uploaded sucessfully.
nl_nl: Bestand met succes opgeladen

source: Account Change Request
nl_nl: Account wijziging request

source: <b>Request succesfully sent</b> - We will review your request asap and your credit will be added.
nl_nl: <b>Aanvraag met succes verzonden </b> - wij zullen uw aanvraag zo vlug mogelijk behandelen en we houden u op de hoogte

source: Request is not sent succesfully. Please try again
nl_nl: Er is een fout opgetreden. contacteer ons om het probleem te melden

source: We can not proceed your request. Some error occured
nl_nl: Fout: we konden uw aanvraag niet verwerken - brengt ons hiervan op de hoogte: 0473/2505 28

source: Sorry! You are not allowed to change type at this moment
nl_nl: U kan momenteel uw account niet aanpassen

source: Pending Products submitted successfully
nl_nl: Artikelen werden met succes aangepast

source: No EAN Found!--PLU:
nl_nl: Geen EANcode --PLU:

source: No PLU Found!
nl_nl: Geen PLU

source: ARTICLE NBR
nl_nl: ARTIKEL nr.

source: Companyname
nl_nl: Naam winkel

source: Address
nl_nl: Adres

source: zipcode-city
nl_nl: PC - Stad

source: Phone
nl_nl: Tel

source: Productsheet must be uploaded in PDF format.
nl_nl: Technische fiches moeten in PDF formaat worden opgeladen

source: Products updated successfully.
nl_nl: Artikelen werden met succes aangepast

source: Category and Subcategory Updated Successfully
nl_nl: Categorie met succes geupdated

source: Products deleted successfully.
nl_nl: Artikelen met succes verwijderd

source: Product List
nl_nl: Arikelenlijst

source: (including ingredients)
nl_nl: (ingrediënten inbegrepen)

source: PRODUCT
nl_nl: ARTIKEL

source: ALLERGENCE
nl_nl: ALLERGENEN

source: Save & next
nl_nl: Bewaren + Volgende

source: webshop success
nl_nl: Webwinkel OK

source: A new product sheet has been sent by:
nl_nl: Een nieuw productfiche werd verzonden door:

source: Company ID:
nl_nl: Winkel ID:

source: Company Name:
nl_nl: Bedrijfsnaam

source: New Product Sheet from Admin
nl_nl: Nieuwe productfiche geuploaded

source: PRODUCT ID
nl_nl: ARTIKEL ID

source: Company Name
nl_nl: Bedrijfsnaam

source: Product Link
nl_nl: Artikel Link

source: Assigned successfully
nl_nl: Met succes toegewezen

source: Mail for approval
nl_nl: Mail goedkeuring

source: Hello,
nl_nl: Beste

source: We approve to share login details to login and retrieve the sheets.
nl_nl: Wij geven FoodDESK de volmacht om de productenfiches te downloaden via de door ons aangeleverde logingegevens.

source: Regards,
nl_nl: Met vriendelijke groeten,

source: INGREDIENTEN-DCH
nl_nl: INGREDIENTEN-NL

source: ALLERGENEN-DCH
nl_nl: ALLERGENEN-NL

source: Subcategory updated successfully.
nl_nl: Subcategorie met succes gewijzigd

source: New Subcategory added successfully.
nl_nl: Nieuwe sub categorie met succes aangemaakt

source: Subcategory updated successfully.
nl_nl: Sub categorie met succes geupdated

source: You have successfully updated your subcategory details
nl_nl: Gegevens bewaard

source: error
nl_nl: FOUTMELDING

source: Please checked at least one checkbox
nl_nl: Selecteerden tenminste een checkbox

source: Successfully marked as completed, and Next due date is :
nl_nl: Met succes bewaard. Volgende vervaldatum is:

source: Successfully marked
nl_nl: Met succes gemarkeerd

source: Your email is sent successfully
nl_nl: E-mail met succes verzonden

source: Some problem occur! Your email is not successfully sent successfully
nl_nl: Een fout kwam tot stand, probeer opnieuw

source: General settings has been updated successfully.
nl_nl: Algemene instellingen werden met succes geupdated

source: Error in updating general settings.
nl_nl: Foutmelding: Algemene instelling werden NIET geupdated. Probeer opnieuw.

source: Mail Messages Updated Successfully.
nl_nl: Mailberichten werden met succes aangepast

source: Error Occured in Updating Mail Messages.
nl_nl: Een fout kwam tot stand tijdens het updaten.

source: Your super admin access code is been updated successfully.
nl_nl: De details werden met succes geupdated

source: Error occured in updating access code. Please try again.
nl_nl: Een fout kwam tot stand. Probeer opnieuw.

source: Payment Settings Updated Successfully.
nl_nl: Instelling met succes aangepast

source: Error Occured in Updating Payment Settings.
nl_nl: Een fout kwam tot stand tijdens het updaten.

source: Other Settings Updated Successfully.
nl_nl: Instelling met succes aangepast

source: Error Occured in Updating Other Settings.
nl_nl: Een fout kwam tot stand tijdens het updaten.

source: FAQ - clients Settings Updated Successfully.
nl_nl: Instelling met succes aangepast

source: Error Occured in Updating FAQ - clients Settings.
nl_nl: Een fout kwam tot stand tijdens het updaten.

source: Terms and Conditions Updated Successfully.
nl_nl: Voorwaarden met succes aangepast

source: Error Occured in Updating Terms and Conditions.
nl_nl: Een fout kwam tot stand tijdens het updaten.

source: Labeler Logo Uploaded Successfully.
nl_nl: Logo met succes geuploaded

source: Error Occured in Uploading Labeler Logo
nl_nl: FOUT: kon logo niet uploaden. Bestandsnaam correct?

source: Groups Has Been Updated Successfully
nl_nl: Opties werden met succes gewijzigd

source: Error Occured in updation. Please try again !
nl_nl: Een fout kwam tot stand. Probeer opnieuw.

source: The specified email address is not in our database.
nl_nl: Dit e-mailadres niet gevonden in onze database

source: Didn't Receive Any Email id!Plese enter Email Id Again
nl_nl: Geen emailadres ingegeven.

source: error occured while updating order settings!
nl_nl: Fout kwam tot stand tijdens het updaten van de instellingen

source: order settings has been updated successfully.
nl_nl: Instellingen werden met succes geupdated

source: Account not Active
nl_nl: Account staat niet actief

source: Logged in as a
nl_nl: Ingelogd als

source: Logout
nl_nl: Uitloggen

source: This feature is not activated for your account
nl_nl: Deze functie is niet geactiveerd

source: Please Upgrade
nl_nl: Gelieve uw pakket te upgraden

source: Add media files
nl_nl: Bestanden toevoegen

source: Pick a media file
nl_nl: Selecteer een bestand

source: apply crop
nl_nl: Bijsnijden

source: Rotate_image_clockwise
nl_nl: Foto klokgewijs draaien

source: rotate_image_anticlockwise
nl_nl: Foto ant-klokgewijs draaien

source: close
nl_nl: Sluiten

source: save
nl_nl: Bewaren

source: Name
nl_nl: Naam

source: Date added
nl_nl: Datum toegevoegd

source: Action
nl_nl: Actie

source: Remove Selected
nl_nl: Verwijderen

source: Submit
nl_nl: Bewaren

source: Last updated
nl_nl: Laatst ge-update

source: Medical Certificate
nl_nl: Medische certificaat

source: Training Certificate
nl_nl: Opleiding certificaat

source: Suppliers
nl_nl: Leveranciers

source: Contact
nl_nl: Contacteer

source: Close
nl_nl: Sluiten

source: tasks
nl_nl: Taken

source: pests
nl_nl: Ongedierte

source: cleaning plan
nl_nl: Schoonmaakplan

source: temperature
nl_nl: Temperatuurco

source: plans
nl_nl: Plannen

source: attestations
nl_nl: Attesten

source: certificates
nl_nl: Certificaten

source: This feature is not activated- UPGRADE your account now
nl_nl: Deze functie werd niet geactiveerd - UPGRADE uw account nu!

source: Select Overview
nl_nl: Overzicht

source: Select
nl_nl: Selecteer

source: Task
nl_nl: Taak

source: Staff
nl_nl: Werknemers

source: Pests
nl_nl: Ongedierte

source: Cleaning Plan
nl_nl: Schoonmaakplan

source: Temperature
nl_nl: Temperatuurco

source: To Display
nl_nl: Tonen

source: From
nl_nl: van

source: To
nl_nl: Tot

source: Select All
nl_nl: Alles selecteren

source: Select an item
nl_nl: Selecteer een item

source: date
nl_nl: datum

source: executor
nl_nl: Uitvoerder

source: Task completed
nl_nl: Taken uitgevoerd

source: Not completed
nl_nl: Niet voltooid

source: Frequency
nl_nl: Frequentie

source: Responsible
nl_nl: Verantwoordelijke

source: Ok
nl_nl: Gelieve OK Mail bericht op te geven

source: Cleaning
nl_nl: Schoonmaak

source: Method
nl_nl: Met doden

source: Last check
nl_nl: Laatst ge-update

source: Employment
nl_nl: Werk

source: Date Service
nl_nl: Datum

source: Medical Inspection
nl_nl: Medische inspectie

source: Rating
nl_nl: Feedback

source: Latest date rating
nl_nl: Datum laatste feedback

source: TASK
nl_nl: Taak

source: Select Type
nl_nl: Selecteer type

source: Description
nl_nl: Omschrijving

source: Repeat
nl_nl: Herhaalt

source: Daily
nl_nl: Dagelijks

source: Weekly
nl_nl: Wekelijks

source: Monthly
nl_nl: Maandelijks

source: One time
nl_nl: Eenmalig

source: Repeat every
nl_nl: Herhaal elke

source: On days
nl_nl: Dagen

source: Repeat Indefinitely
nl_nl: Herhaal oneindig

source: Repeat Until
nl_nl: Herhaald tot

source: Assign Task
nl_nl: Taak toewijzen

source: Save
nl_nl: Bewaren

source: Save & add other task
nl_nl: Bewaar & volgende taak

source: Taken overview
nl_nl: Taken overzicht

source: Overview Taken
nl_nl: overzicht taken

source: ADD TASK
nl_nl: TAAK TOEVOEGEN

source: TAKEN OVERVIEW
nl_nl: Taken overzicht

source: No tasks are assigned yet
nl_nl: Geen taken toegewezen

source: Do you want to load the most frequently used tasks
nl_nl: Wil u de meest frequente taken opladen in het systeem

source: You still need them to assign this task to an employee and set the frequency
nl_nl: Deze taken moeten nog worden toegewezen aan de werknemers

source: LOAD MOST FREQUENTLY USED TASKS
nl_nl: Meest frequente taken opladen

source: Profile image
nl_nl: Profielfoto

source: No results
nl_nl: Geen resultaten

source: Select Procedure
nl_nl: Selecteer procedure

source: Select a procedure
nl_nl: Selecteer procedure

source: Soon Online!
nl_nl: Binnenkort online!

source: First Name
nl_nl: Voornaam

source: Ring street 12
nl_nl: uw straat 123

source: City
nl_nl: Stad

source: Country
nl_nl: Land

source: Select a Country
nl_nl: Selecteer een land

source: Registration Number
nl_nl: Registratienummer

source: Shop Location
nl_nl: Winkellocatie

source: Accountname
nl_nl: Account naam

source: Enter the username
nl_nl: Gebruikersnaam

source: Enter the password
nl_nl: Wachtwoord

source: Retype_password
nl_nl: Herhaal wachtwoord

source: Enter the password again
nl_nl: Wachtwoord opnieuw invoeren

source: Other
nl_nl: Overige

source: Function
nl_nl: Functie

source: Working Time
nl_nl: Werk tijd

source: Date Employee Started
nl_nl: Datum in dienst

source: Language
nl_nl: Taal

source: Attestations
nl_nl: Attesten

source: Oilcheck
nl_nl: Olie check

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Image
nl_nl: Afbeelding

source: Tasks
nl_nl: Taken

source: Last Approved
nl_nl: laatst goedgekeurd

source: No task assigned yet
nl_nl: Geen taken toegewezen

source: Assign selected to
nl_nl: Toewijzen aan

source: Select User
nl_nl: Selecteer gebruiker

source: Employers
nl_nl: Werknemers

source: ADD EMPLOYEE
nl_nl: WERKNEMER TOEVOEGEN

source: ADD SUPPLIER
nl_nl: LEVERANCIER TOEVOEGEN

source: Name Supplier
nl_nl: Naam leverancier

source: ZIP
nl_nl: POSTCODE

source: CITY
nl_nl: STAD

source: Type Supplier
nl_nl: Type leverancier

source: SERVICES
nl_nl: DIENSTEN

source: Certificate
nl_nl: Certificaat

source: RATED
nl_nl: BEOORDELEN

source: Rated
nl_nl: Beoordeeld

source: Supplier Rating
nl_nl: Beoordeling leverancier

source: ADD
nl_nl: TOEVOEGEN

source: EDIT Product
nl_nl: BEWERK product

source: Product name
nl_nl: Productnaam

source: Artcl nbr.
nl_nl: ARTIKEL nr.

source: Upload Sheets
nl_nl: Fiche uploaden

source: Search Product
nl_nl: Artikel zoeken

source: Overview Suppliers
nl_nl: Overzicht leveranciers

source: Art.nbr
nl_nl: Art.nr

source: Favorite
nl_nl: Favoriet

source: No Related Products
nl_nl: Geen gerelateerde producten

source: Showing
nl_nl: Tonen

source: to
nl_nl: Tot

source: entries
nl_nl: Vermeldingen

source: All Suppliers
nl_nl: Alle leveranciers

source: NO FOOD
nl_nl: NON FOOD

source: Rate
nl_nl: Tarief

source: Price
nl_nl: Tarief

source: Kwality
nl_nl: Kwaliteit

source: Speed
nl_nl: Snelheid

source: Quality General
nl_nl: Algemeen

source: Solve Problem
nl_nl: Problemen oplossen

source: Services
nl_nl: Diensten

source: Supplier name
nl_nl: Naam leverancier

source: Products
nl_nl: Artikelen

source: Conformiteit
nl_nl: Non conformiteit

source: OPEN
nl_nl: OPEN van

source: CLOSED
nl_nl: GESLOTEN

source: Incidentent
nl_nl: Incident

source: Add Incident
nl_nl: Incident toevoegen

source: NEW INCIDENT
nl_nl: NIEUW INCIDENT

source: Date
nl_nl: Datum

source: Subject
nl_nl: Onderwerp

source: Added by
nl_nl: Toegevoegd door

source: Cause
nl_nl: Oorzaak

source: Settlement
nl_nl: Oplossing

source: Add as CLOSED incident
nl_nl: Gesloten incident toevoegen

source: Add OPEN incident
nl_nl: Open incident toevoegen

source: Closed Incident
nl_nl: Gesloten incidenten

source: Report
nl_nl: Rapport

source: If you notice some issues regarding a product that can damage health of any person,animal or vegitationthen please download the form below,fill in and send it to FAVV.
nl_nl: Indien u een non-conformiteit vaststelt in verband met een product dat u aanlevert gelieve onderstaande formulier te downloaden, in te vullen en door te sturen naar het FAVV

source: Download Form
nl_nl: Formulier downloaden

source: Add Complaint
nl_nl: Klacht toevoegen

source: NEW Complaint
nl_nl: NIEUWE KLACHT

source: Add as CLOSED Complaint
nl_nl: Een behandelde klacht toevoegen

source: Add OPEN Complaint
nl_nl: Een onbehandelde klacht toevoegen

source: Closed Complaints
nl_nl: Afgehandelde klachten

source: New Complaint
nl_nl: Nieuwe klacht

source: New Complaint
nl_nl: Nieuwe klacht

source: Open Complaint
nl_nl: Onderhandelde klachten

source: kostprijs
nl_nl: Kostprijsberekening

source: tv reclaim
nl_nl: Tv reclame

source: nothing to show
nl_nl: Geen data

source: Page not Found
nl_nl: pagina niet gevonden

source: Go to Dashboard
nl_nl: Ga naar Dashboard

source: Forgot Password
nl_nl: Wachtwoord vergeten

source: Admin Password Recovery
nl_nl: Wijzig wachtwoord

source: We'll send you instructions in email
nl_nl: Wij zullen u de instructies doormailen

source: send
nl_nl: BEWAREN

source: Reset password
nl_nl: Wachtwoord resetten

source: Back to login
nl_nl: Terug naar login

source: Login
nl_nl: Inloggen

source: Login to your account
nl_nl: Inloggen

source: Enter your credentials below
nl_nl: Vul de gegevens in

source: Forgot password?
nl_nl: Wachtwoord vergeten?

source: You can inform your clients the following ways
nl_nl: Informeer uw klanten op volgende wijze

source: Allergenkaarts
nl_nl: Allergenen kaart

source: This meant for linking this to your sight so visitor can check all products(the one with status is 'show') for allergens. They can use an advanced filter to filter out allergen-free-products.
nl_nl: U kan deze link koppelen aan uw website en vervolgens kunnen uw klanten via onze geavanceerde filter op allergenen filteren.

source: Link
nl_nl: Persoonlijke link

source: infoDesk
nl_nl: Infobalie

source: You can use this link to show your products on a touchscreen or ipad in your shop to inform your clients about allergancs.An advanced fallergen filter in included.
nl_nl: Deze link kan u gebruiken om de producten te tonen op een touchscreen in de winkel. Uw klanten kunnen dan gemakkelijk bepaalde producten opzoeken en alsook de geavanceerde filter gebruiken.

source: or download the app
nl_nl: of download

source: from app store
nl_nl: App store

source: and use the code
nl_nl: Gebruik de code

source: PDF-version
nl_nl: PDF-versie

source: This meant for linking this to your sight so visitor can check all products(the one with status is show) for allergens. They can use an advanced filter to filter out allergen-free-products.
nl_nl: U kan deze link koppelen aan uw website en vervolgens kunnen uw klanten via onze geavanceerde filter op allergenen filteren.

source: or you can
nl_nl: naar uw

source: download the pdf here
nl_nl: PDF bestand

source: You can placethe QR-code somewhere on your menuecard or article list. In that way your customer can scan and see the infoDesk on there smartphone and filter allergens.
nl_nl: Deze QR-code kan u plaatsen op bvb uw menukaart en bij het scannen van deze code zien uw klanten de infobalie op hun smartphone/iPad.

source: You can download it
nl_nl: Download uw persoonlijke QR-code

source: here
nl_nl: hier

source: General Settings
nl_nl: Algemene instellingen

source: Email Address
nl_nl: E-mailadres
